{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Thirty","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-30.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Phileas Fogg quite simply does his duty"}},{"type":"paragraph","data":{"text":"Three passengers, one of whom was Passepartout, had  disappeared. Had they been killed in the struggle? Had they been taken prisoner  by the Sioux? It was too early to tell."}},{"type":"paragraph","data":{"text":"There were quite a large number of wounded, but it was clear  that none of the injuries were fatal. One of those most seriously wounded was  Colonel Proctor, who had fought courageously and had been struck by a bullet in  the groin. He was transported to the station along with other passengers who  required immediate treatment for their wounds."}},{"type":"paragraph","data":{"text":"Mrs Aouda was safe. Phileas Fogg, who had given his all,  hadn’t suffered a scratch. Fix was wounded in the arm, but it wasn’t serious.  But Passepartout was missing and the young woman had tears in her eyes."}},{"type":"paragraph","data":{"text":"Meanwhile all the passengers had got out of the train. The  wheels of the carriages were stained with blood. The mangled remains of bodies  were hanging from the hubs and spokes. There were long trails of red stretching  across the white plain as far as the eye could see. The last of the assailants  were still disappearing towards the south, towards Republican River."}},{"type":"paragraph","data":{"text":"Mr Fogg remained motionless, arms folded. He had a crucial  decision to make. Mrs Aouda was at his side and was looking at him without  saying a word. He understood the meaning of her expression. If his servant had  been taken prisoner, then shouldn’t he risk everything to rescue him from the  Sioux?"}},{"type":"paragraph","data":{"text":"‘I shall find him, dead or alive,’ was all he said to Mrs  Aouda."}},{"type":"paragraph","data":{"text":"‘Oh sir! Mr Fogg!’ the young woman exclaimed, grasping her  companion’s hands, on to which her tears rolled."}},{"type":"paragraph","data":{"text":"‘Alive,’ added Mr Fogg, ‘providing we don’t waste any time.’"}},{"type":"paragraph","data":{"text":"In making this decision Phileas Fogg was sacrificing  everything. He had just condemned himself to financial ruin. A single day’s  delay meant he would miss the steamer from New York. His bet was irretrievably  lost. But at the thought of ‘this is my duty’ he had not hesitated."}},{"type":"paragraph","data":{"text":"The captain in command of Fort Kearney was there. His  soldiers – about a hundred men in all – had taken up defensive positions in the  event of the Sioux launching a direct attack on the station."}},{"type":"paragraph","data":{"text":"‘Officer,’ said Mr Fogg to the captain, ‘three passengers  are missing.’"}},{"type":"paragraph","data":{"text":"‘Presumed dead?’ asked the captain."}},{"type":"paragraph","data":{"text":"‘Dead or captured,’ replied Phileas Fogg. ‘We need to find  out which is the case. Is your plan to go after the Sioux?’"}},{"type":"paragraph","data":{"text":"‘This is a serious business, sir,’ said the captain. ‘They  may flee beyond the Arkansas River. I just can’t abandon the fort I’m in charge  of.’"}},{"type":"paragraph","data":{"text":"‘Sir,’ continued Phileas Fogg, ‘the lives of three men are  at stake.’"}},{"type":"paragraph","data":{"text":"‘That may be so, but can I risk the lives of fifty men to  save three?’"}},{"type":"paragraph","data":{"text":"‘I don’t know whether you can, sir, but you must.’"}},{"type":"paragraph","data":{"text":"‘Sir,’ replied the captain, ‘no one here tells me my duty.’"}},{"type":"paragraph","data":{"text":"‘Right,’ said Phileas Fogg coldly. ‘I shall go alone.’"}},{"type":"paragraph","data":{"text":"‘You, sir,’ cried out Fix, who had got closer, ‘going after  the Sioux all on your own?’"}},{"type":"paragraph","data":{"text":"‘Do you really expect me to leave this unfortunate man to  die when everyone here owes their life to him? I intend to go.’"}},{"type":"paragraph","data":{"text":"‘Well, in that case you won’t be going alone!’ exclaimed the  captain, overcome with emotion in spite of himself. ‘No. You are a man of  courage. I want thirty volunteers,’ headded, turning towards his soldiers."}},{"type":"paragraph","data":{"text":"The whole company stepped forward to a man. All the captain  had to do was to take his pick from these fine fellows. Thirty soldiers were  selected and a wise old sergeant put in charge."}},{"type":"paragraph","data":{"text":"‘Thank you, captain,’ said Mr Fogg."}},{"type":"paragraph","data":{"text":"‘Will you allow me to come with you?’ Fix asked the gentleman."}},{"type":"paragraph","data":{"text":"‘You may do as you wish, sir,’ Phileas Fogg said to him in  reply. ‘But if you really do want to do something to help me, then you should  stay with Mrs Aouda. In the event of something happening to me …’"}},{"type":"paragraph","data":{"text":"The police inspector’s face suddenly went very pale. How  could he let go of this man, who he had followed so doggedly and with such  persistence? How could he let him venture into the wilderness like this? Fix  looked at the gentleman intently and despite himself, for all his feelings  against Fogg and in spite of the struggle that was going on inside him, he felt  uncomfortable when confronted with that calm and honest expression."}},{"type":"paragraph","data":{"text":"‘I shall stay here,’ he said."}},{"type":"paragraph","data":{"text":"A few moments later Mr Fogg shook the young woman’s hand and  then, after handing her his precious travel bag, he was ready to leave with the  sergeant and his small troop of men."}},{"type":"paragraph","data":{"text":"But before leaving he said to the soldiers, ‘My friends,  there’s a reward of £1,000 waiting for you if we rescue the prisoners!’"}},{"type":"paragraph","data":{"text":"By then it was a few minutes past midday."}},{"type":"paragraph","data":{"text":"Mrs Aouda had withdrawn to a room in the station where she  proceeded to wait on her own, thinking of Phileas Fogg and his simple but noble  generosity and his quiet strength of character. Mr Fogg had given up his  fortune and now he was risking his life, and he had done all this without  hesitation, out of a sense of duty and without false rhetoric. Phileas Fogg was  a hero in her eyes."}},{"type":"paragraph","data":{"text":"Inspector Fix wasn’t of the same opinion and he was unable  to control his inner turmoil. He walked up and down along the station platform,  looking agitated. After momentarily being under the gentleman’s power, he then  became his old self again. Once Fogg had set off, he realized how foolish he  had been to let him go. How on earth could he have agreed to be separated from  this man who he had been following around the world? His true nature reasserted  itself. He blamed and criticized himself. He told himself off as if he was the  head of the Metropolitan Police reprimanding a member of his force caught out  by his own naivety."}},{"type":"paragraph","data":{"text":"‘What a fool I’ve been!’ he thought. ‘His other half will  have told him who I am. He’s gone and won’t be back! Where can I get my hands  on him again now? How on earth could I have let myself be taken in like this,  me, Fix, when I’ve got his arrest warrant in my pocket? I really must be  stupid!’"}},{"type":"paragraph","data":{"text":"These were the thoughts going through the police inspector’s  mind as the hours went by, all too slowly for his liking. He didn’t know what  to do. At times he wanted to tell Mrs Aouda everything. But he realized what  her reaction would be. What should he decide? He was tempted to set off across  the long snow-covered plains in pursuit of Fogg. He thought he would stand some  chance of finding him. The footmarks of the detachment of soldiers were still  visible in the snow. But soon their traces disappeared under a fresh fall."}},{"type":"paragraph","data":{"text":"Fix suddenly became despondent. He felt a sort of  irresistible urge to give up the whole game. In fact, the opportunity to leave  the station at Kearney and continue this journey, which had brought him so many  disappointments, was about to present itself."}},{"type":"paragraph","data":{"text":"What happened was that at about two o’clock in the  afternoon, as the snow fell in heavy flakes, long blasts on a whistle could be  heard coming from the east. A huge shadow, preceded by a yellowish glow, was  moving slowly forward, made to look even bigger by the fog that gave it a  ghostly appearance."}},{"type":"paragraph","data":{"text":"However, no train was expected yet from the east. The help  requested by telegraph could not have arrived so soon; and the train from Omaha  to San Francisco wasn’t due to arrive until the following day. The explanation  soon became clear."}},{"type":"paragraph","data":{"text":"This locomotive that was moving forward so slowly, letting  out loud blasts on the whistle, was the one that after being uncoupled from the  train had continued to run at such a terrifying speed, taking with it the  fireman and the driver, who were both unconscious. It had gone on for a few  miles, but then the fire had died down because of a lack of fuel. The steam had  given out and an hour later, after gradually slowing down, the engine at last  came to a halt about twenty miles beyond the station at Kearney."}},{"type":"paragraph","data":{"text":"Both the driver and the fireman were still alive and, after  being unconscious for a considerable time, they had come round."}},{"type":"paragraph","data":{"text":"The engine was then at a standstill. When he saw that he was  in the middle of nowhere and with no carriages left the driver realized what  had happened. He had no idea how the locomotive had become detached from the  rest of the train, but he felt sure that the carriages that had been left  behind were in trouble."}},{"type":"paragraph","data":{"text":"The driver had no hesitation about what to do. The sensible  thing was to continue in the direction of Omaha. To go back towards the train,  which the Sioux might still be in the process of ransacking, was fraught with  danger. Never mind this. Shovelfuls of coal and wood were heaped into the  firebox, the fire got going again, the steam pressure returned, and by about  two o’clock in the afternoon the engine was reversing towards the station at  Kearney. This was the whistling noise heard in the fog."}},{"type":"paragraph","data":{"text":"The passengers were extremely pleased when they saw the  locomotive in place again at the head of the train. They would now be able to  continue their journey, which had been so rudely interrupted."}},{"type":"paragraph","data":{"text":"When the engine arrived, Mrs Aouda came out of the station  building and turned to the conductor to ask, ‘Are you intending to leave?’"}},{"type":"paragraph","data":{"text":"‘This instant, madam.’"}},{"type":"paragraph","data":{"text":"‘But the prisoners … our unfortunate companions …’"}},{"type":"paragraph","data":{"text":"‘I can’t hold up the service,’ the conductor, replied.  ‘We’re already three hours late.’"}},{"type":"paragraph","data":{"text":"‘When is the next train from San Francisco due?’"}},{"type":"paragraph","data":{"text":"‘Tomorrow evening, madam.’"}},{"type":"paragraph","data":{"text":"‘Tomorrow evening will be too late. You must wait.’"}},{"type":"paragraph","data":{"text":"‘It’s impossible, madam,’ answered the conductor. ‘If you  want to leave, please get into the carriage.’"}},{"type":"paragraph","data":{"text":"‘I’m not leaving,’ said the young woman."}},{"type":"paragraph","data":{"text":"Fix had overheard this conversation. A few minutes earlier,  when there was no means of transport available, he was determined to leave  Kearney and yet now that the train was there, ready to depart, and when all he  had to do was to go back to his seat in the carriage, he was bound to the spot  by an irresistible force. He was itching to get off the station platform and  yet he couldn’t tear himself away from it. That inner struggle had started up  again. He was overcome by anger at his own failure. He wanted to fight until  the bitter end."}},{"type":"paragraph","data":{"text":"Meanwhile the passengers and a few of the wounded, including  Colonel Proctor, who was in a serious condition, got into the carriages. The  overheated boiler could be heard bubbling away and steam was escaping from the  valves. The driver blew the whistle, the train set off and soon disappeared,  its white smoke mingling with the swirling snow."}},{"type":"paragraph","data":{"text":"Inspector Fix had stayed behind."}},{"type":"paragraph","data":{"text":"Several hours went by. The weather was very bad, the cold  biting. Fix was sitting motionless on a bench in the station. Anyone would have  thought he was asleep. Despite the gale Mrs Aouda kept on going outside the  room that had been placed at her disposal. She walked to the far end of the  platform, trying to see through the snowstorm, seeking to pierce the fog that  restricted her visibility, listening for any sound she could hear. But there  was nothing. Then she would go back inside, frozen to the bone, only to come  out again a few moments later but still to no avail."}},{"type":"paragraph","data":{"text":"Evening came. The small detachment of soldiers had not  returned. Where were they at that moment? Had they managed to catch up with the  Sioux? Had there been a struggle, or were the soldiers wandering around, lost  in the fog? The captain in Fort Kearney was extremely worried, although he  didn’t want it to show."}},{"type":"paragraph","data":{"text":"Night fell, the snow was not so heavy, but the cold grew  more intense. The most intrepid of people could not have failed to be overawed  by the sight of this immense dark emptiness. Absolute silence filled the plain.  There was not a bird in the sky nor an animal on the prowl to disturb its  infinite stillness."}},{"type":"paragraph","data":{"text":"All that night Mrs Aouda, whose mind was full of  premonitions of disaster and her heart racked with anxiety, wandered about on  the edge of the prairie. Her imagination transported her far away and brought  her up against a thousand dangers. What she suffered during those long hours  cannot be put into words."}},{"type":"paragraph","data":{"text":"Fix still remained motionless in the same place, but he,  too, was unable to sleep. At one point someone went up to him and even said  something to him, but the detective sent him away, after replying to him with a  shake of the head."}},{"type":"paragraph","data":{"text":"The night passed like this. At dawn the half-extinguished  orb of the sun rose above a misty horizon. Nevertheless, visibility was about  two miles. Phileas Fogg and the detachment of soldiers had headed south. The  south was absolutely deserted. By now it was seven o’clock in the morning."}},{"type":"paragraph","data":{"text":"The captain, who was extremely worried, didn’t know what to  do. Should he lead a second detachment to come to the aid of the first? Should  he sacrifice more men with so little chance of rescuing those who had been  sacrificed in the first place? But he did not hesitate for long, and after  gesturing towards one of his lieutenants he was giving him the order to lead a  reconnoitring party to the south when there was a burst of gunfire. Was it a  signal? The soldiers rushed out of the fort, and half a mile away they noticed  a small group of men returning in good order."}},{"type":"paragraph","data":{"text":"Mr Fogg was leading them, and close to him were Passepartout  and the two other passengers, who had been rescued from the clutches of the  Sioux."}},{"type":"paragraph","data":{"text":"There had been a struggle ten miles to the south of Fort  Kearney. A few moments before the detachment had arrived Passepartout and his  companions were already fighting their captors, and the Frenchman had knocked  out three of them with his bare fists when his master and the soldiers rushed  to their aid."}},{"type":"paragraph","data":{"text":"All of them, rescuers and rescued, were greeted with shouts  of joy, and Phileas Fogg handed out the promised reward to the soldiers, while  Passepartout kept on saying, with good reason, ‘Really and truly I’m costing my  master a fortune.’"}},{"type":"paragraph","data":{"text":"Fix didn’t say a word but was looking at Mr Fogg, and it  would have been difficult to analyse the conflicting thoughts then running  through his mind. As for Mrs Aouda, she had taken the gentleman’s hand and was  squeezing it between her own, unable to speak."}},{"type":"paragraph","data":{"text":"Meanwhile Passepartout, as soon he had arrived, had looked  for the train in the station. He was expecting to find it there, ready to set  off for Omaha at full speed, and he was hoping that they might still be able to  make up the time lost."}},{"type":"paragraph","data":{"text":"‘The train! The train!’ he exclaimed."}},{"type":"paragraph","data":{"text":"‘It’s gone,’ replied Fix."}},{"type":"paragraph","data":{"text":"‘And when is the next train due?’ asked Phileas Fogg."}},{"type":"paragraph","data":{"text":"‘Not until this evening.’"}},{"type":"paragraph","data":{"text":"‘Oh!’ was all the impassive gentleman said in reply."}}]}