{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Thirty-Four","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-34.mp3","bodys":[{"type":"paragraph","data":{"text":"Which provides Passepartout with the opportunity to make an  appalling but perhaps original play on words"}},{"type":"paragraph","data":{"text":"Phileas Fogg was in prison. He had been locked up in the  gaol of the custom-house in Liverpool and was to spend the night there before  being transferred to London."}},{"type":"paragraph","data":{"text":"At the time of the arrest Passepartout’s instinct was to  throw himself at the detective. He had been restrained by some policemen. Mrs  Aouda was horrified at the brutality of it all and, because she knew nothing  about the background, was unable to understand what was happening. Passepartout  explained the situation to her. Mr Fogg, this upright and courageous gentleman  to whom she owed her life, had been arrested like a common thief. The young  woman protested against this allegation. She felt deep indignation and tears  poured down her cheeks when she saw she was powerless to do anything, to  attempt anything to save her saviour."}},{"type":"paragraph","data":{"text":"As for Fix, he had arrested the gentleman because his sense  of duty told him to do so, irrespective of whether or not he was guilty. The  courts would decide that."}},{"type":"paragraph","data":{"text":"But then something occurred to Passepartout, the terrible  thought that he was the cause of this whole disaster. Why on earth had he  concealed the situation from Mr Fogg? When Fix had revealed that he was a  police inspector and that his task was to arrest Mr Fogg, why had he taken it  upon himself not to alert his master? If he had warned him, his master would  certainly have given Fix proof of his innocence and would have shown him his  error. In any case, he wouldn’t have dragged the wretched detective behind him  all around the world and at his own expense when the man’s main concern was to  arrest him the moment he set foot on British soil. When he thought about all  his foolishness and carelessness, the poor fellow was overcome with remorse. He  cried; he was a pathetic sight. He wanted to knock himself senseless."}},{"type":"paragraph","data":{"text":"Despite the cold, Mrs Aouda and he had stayed under the  portico of the custom-house. Neither of them wanted to leave the place. They  wanted to see Mr Fogg just one more time."}},{"type":"paragraph","data":{"text":"As for the gentleman himself, he was well and truly ruined,  financially speaking, and just as he was reaching his goal. His arrest meant  the end of everything for him. When he had arrived in Liverpool at twenty  minutes to midday on 21 December, he had until eight forty-five to show up at  the Reform Club, in other words nine hours and fifteen minutes – and he only  needed six to get to London."}},{"type":"paragraph","data":{"text":"Anyone going into the custom-house at that moment would have  found Mr Fogg sitting motionless on a wooden bench, showing no sign of anger  and looking as imperturbable as ever. It was impossible to tell whether he was  resigned, but this last blow didn’t seem to have affected him, at least  outwardly. Was there burning away inside him some secret rage, frightening  because it was bottled up until the last moment when it would burst out with  unstoppable force? No one could tell. But Phileas Fogg was sitting there, calm,  waiting … but for what? Did he still retain some hope? Did he still believe he  could succeed after the prison door had closed behind him?"}},{"type":"paragraph","data":{"text":"Whatever the case, Mr Fogg had carefully placed his watch on  the table and he was looking at the hands move forward. Not a word crossed his  lips, but there was an especially intent look on his face."}},{"type":"paragraph","data":{"text":"In any event the situation was grim, and for anyone unable  to read what was going through his mind it may be summed up as follows:"}},{"type":"paragraph","data":{"text":"If he was an honest man, Phileas Fogg was ruined."}},{"type":"paragraph","data":{"text":"If he was a criminal, he had been caught."}},{"type":"paragraph","data":{"text":"Did it occur to him at this point to try to escape? Did he  think of looking for a possible way out of where he was being held? Did he plan  to run away? It might be tempting to think so because at one point he walked  around the room. But the door was firmly locked and the windows were equipped  with iron bars. So he went to sit down again and took out of his pocket-book  his travel schedule. On the line where he had written ‘21 December, Saturday,  Liverpool’, he added: ‘80th day, 11.40 a.m.’"}},{"type":"paragraph","data":{"text":"Then he waited."}},{"type":"paragraph","data":{"text":"One o’clock struck on the custom-house clock. Mr Fogg noted  that his watch was two minutes ahead of this clock."}},{"type":"paragraph","data":{"text":"Two o’clock. Assuming that he got on to an express train  there and then he could still get to London and to the Reform Club before eight  forty-five in the evening. He frowned slightly."}},{"type":"paragraph","data":{"text":"At thirty-three minutes past two there was a commotion  outside, the noise of doors being flung open. Passepartout’s voice could be  heard, and Fix’s."}},{"type":"paragraph","data":{"text":"Phileas Fogg’s face lit up for a moment."}},{"type":"paragraph","data":{"text":"The cell door opened and he saw Mrs Aouda, Passepartout and  Fix rushing towards him."}},{"type":"paragraph","data":{"text":"Fix was out of breath and his hair all over the place. He  was unable to speak properly."}},{"type":"paragraph","data":{"text":"‘Sir,’ he stammered, ‘sir … sorry … unfortunate likeness …  Thief arrested three days ago … you … free!’"}},{"type":"paragraph","data":{"text":"Phileas Fogg was free! He went up to the detective. He  looked him straight in the eye and, with the only rapid movement he had ever  made or ever would make in his life, he swung his arms back and then, with the  precision of an automaton, struck the unfortunate inspector with both fists."}},{"type":"paragraph","data":{"text":"‘Well hit!’ exclaimed Passepartout, who allowed himself an  appalling play on words worthy of a true Frenchman, by adding: ‘Good heavens!  That’s what I’d call a striking example of the benefits of an English  education.’"}},{"type":"paragraph","data":{"text":"Fix, who’d been knocked to the floor, didn’t say a word.  He’d only got what he deserved. But immediately Mr Fogg, Mrs Aouda and  Passepartout left the custom-house. They jumped into a cab and within a few  minutes were at Liverpool station."}},{"type":"paragraph","data":{"text":"Phileas Fogg asked if there was an express ready to leave  for London."}},{"type":"paragraph","data":{"text":"It was two-forty … The express had left thirty-five minutes  earlier."}},{"type":"paragraph","data":{"text":"Phileas Fogg then ordered a special train."}},{"type":"paragraph","data":{"text":"There were several high-speed locomotives with steam up. But  for operating reasons the special train was unable to leave the station until  three o’clock."}},{"type":"paragraph","data":{"text":"By three o’clock, after having a word with the engine driver  about a bonus he could earn, Phileas Fogg was speeding off towards London in  the company of the young woman and his faithful servant."}},{"type":"paragraph","data":{"text":"They needed to cover the distance between Liverpool and  London in five and a half hours. This was a perfectly reasonable proposition  when the line was clear all the way, but there were unavoidable delays and so  by the time the gentleman arrived at the station all the clocks in London were  showing ten minutes to nine."}},{"type":"paragraph","data":{"text":"After completing his journey around the world Phileas Fogg  had arrived five minutes late."}},{"type":"paragraph","data":{"text":"He had lost."}}]}