{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter One","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-01.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Phileas Fogg and Passepartout agree their  relationship, that of master and servant"}},{"type":"paragraph","data":{"text":"In the year 1872, the house at number 7 Savile Row,  Burlington Gardens – the house in which Sheridan died in 1814 – was lived in  by Phileas Fogg, Esq., one of the oddest and most striking members of the  Reform Club, even though he seemed determined to avoid doing anything that  might draw attention to himself."}},{"type":"paragraph","data":{"text":"And so one of the nation’s most brilliant parliamentary  speakers had been replaced by the enigmatic figure of Phileas Fogg, about whom  nothing was known except that he was the most courteous of men and one of the  most handsome gentlemen in English high society."}},{"type":"paragraph","data":{"text":"People compared him to Byron – because of his good looks,  certainly not because of a limp – but a Byron with a moustache and whiskers, an  impassive-looking Byron, who could have lived for a thousand years without  showing the signs of age."}},{"type":"paragraph","data":{"text":"Though he was undoubtedly English, Phileas Fogg was not  necessarily a Londoner. He had never been seen at the Stock Exchange or the  Bank of England, or in any of the financial institutions of the City. No dock  or basin in London had ever handled a ship whose owner was called Phileas Fogg.  The gentleman in question did not figure on any list of board of directors. His  name had never echoed through an Inn of Court, either the Temple, Lincoln’s  Inn or Gray’s Inn. He had never pleaded in the Court of Chancery, nor on the  Queen’s Bench, nor in the Court of Exchequer, nor in the Ecclesiastical Court.  He was neither a factory owner, nor a businessman, nor a merchant, nor a  landowner. He was not a member of the Royal Institution, nor of the London  Institution, nor of the Artisan Club, nor of the Russell Institution, nor of  the Literary Society of the West of England, nor of the Law Society, nor of the  Combined Society for the Arts and Sciences, which enjoys the direct patronage  of her Gracious Majesty. He belonged to none of those numerous societies that  proliferate in the English capital, from the Harmonic Society down to the  Entomological Society, whose main purpose is the destruction of harmful  insects."}},{"type":"paragraph","data":{"text":"Phileas Fogg was a member of the Reform Club, and that was  it."}},{"type":"paragraph","data":{"text":"Anyone who may be surprised that a gentleman so shrouded in  mystery should belong to this honourable association should realize that he had  been admitted on the recommendation of Messrs Baring Brothers, with whom he  had an account. His financial standing was such that his cheques went through  immediately and his current account was always in credit."}},{"type":"paragraph","data":{"text":"Was Phileas Fogg a wealthy man? There could be no doubt  about that. But even the best-informed people were unable to say where his  wealth came from, and Mr Fogg was the last person they would have dared to ask  directly. In any case, he was careful about money without being mean, since  whenever a noble, useful or generous cause was short of funds, he made up the  amount required without making a fuss, without even giving his name."}},{"type":"paragraph","data":{"text":"In a word, he was the most uncommunicative of gentlemen. He  talked as little as possible and this silence served only to increase his aura  of mystery. Though he lived his life quite openly, he carried out his  activities with such mathematical precision that it fuelled other people’s  imagination."}},{"type":"paragraph","data":{"text":"Was he well travelled? Quite probably, since he had a better  knowledge than anyone else of world geography. There wasn’t a single out-of-the  way place that he didn’t seem to know in detail. Sometimes, by a brief but  precise intervention, he corrected idle club speculation about travellers who  had disappeared or got lost. He offered the most likely explanation of what had  happened to them, and his words often seemed to be inspired by a second sight,  since they were always borne out by events. Here was someone who must have  travelled a lot – in his head, at any rate."}},{"type":"paragraph","data":{"text":"What was beyond doubt, however, was that Phileas Fogg had  not been outside London for many years. Those who had the privilege of knowing  him better than most could confirm that the only sightings of him were as he  walked each day from his house straight to his club. His only pastimes were  reading the newspapers and playing whist. He often won when he played this  silent game that was so well suited to his temperament, but his winnings never  went into his own pocket. They made up instead a large part of what he gave to  charity. It should also be noted that it was obvious that Mr Fogg played for  enjoyment and not to win. The game of whist was for him a combat, a struggle  against difficulty, but a struggle that did not require him to go anywhere or  travel around or tire himself out, and all that suited his temperament."}},{"type":"paragraph","data":{"text":"As far as was known, Phileas Fogg didn’t have a wife or  children – something that can happen to the most respectable of people – but he  had no relatives or friends either, which is less common. Phileas Fogg lived  alone in his house in Savile Row, and never let in visitors. The inside of his  house was never mentioned. A single manservant was enough for his needs. He  took lunch and dinner at the club like clockwork, always in the same  dining-room and at the same table. He never entertained his fellow members at  table, never invited guests, and went back home only to sleep, at exactly  midnight, without ever making use of one of the comfortable bedrooms that the  Reform Club makes available to its members. Out of every twenty-four hours he  spent ten in his home, either sleeping or getting himself ready. When he went  for a walk, it was always at a carefully measured pace and in the club’s  entrance hall, with its inlaid wooden floor, or in the round gallery, above  which rose a blue stained-glass dome supported by twenty Ionian columns in red  porphyry. When he had lunch or dinner, it was the club’s kitchens, larder and  pantry, its fish store and dairy, that supplied his table from their delicious  reserves. It was the club’s servants, solemnlooking figures dressed in black  uniforms and wearing soft-soled shoes, who served the meal in special china and  on the finest table linen. It was the club’s cut glass, made to a one-off  design, that held his sherry, his port or his claret served with cinnamon and  herbs. It was also the club’s ice, brought at great expense from the lakes of  North America, that kept his drinks chilled to just the right temperature."}},{"type":"paragraph","data":{"text":"If this is what it means to be an eccentric, then it must be  admitted that eccentricity has something to be said for it!"}},{"type":"paragraph","data":{"text":"The house in Savile Row, without being luxurious, could be  considered extremely comfortable. In any case, because the habits of its  occupant never varied, serving him was a simple matter. However, Phileas Fogg  required his only servant to be extremely punctual and reliable. On that  particular day, 2 October, Phileas Fogg had dismissed James Forster, as the  fellow had committed the crime of bringing him his water for shaving at a  temperature of eighty-four degrees Fahrenheit, instead of eighty-six, and he was  waiting for his replacement, who was due to arrive between eleven o’clock and  half past eleven."}},{"type":"paragraph","data":{"text":"Phileas Fogg, firmly ensconced in his armchair, with his  feet close together like those of a soldier on parade, with his hands on his  knees, his back straight and his head raised, was watching the hands of the  clock move forward. It was a complicated piece of machinery that showed the  hour, the minute, the day, the month and the year. On the stroke of half past  eleven Mr Fogg was due, according to his daily routine, to leave the house and  go to the Reform Club."}},{"type":"paragraph","data":{"text":"Just at that moment there was a knock on the door of the  small drawing-room in which Phileas Fogg was sitting. James Forster, the  manservant who had just been dismissed, appeared."}},{"type":"paragraph","data":{"text":"‘The new servant,’ he said."}},{"type":"paragraph","data":{"text":"A man aged about thirty presented himself and bowed."}},{"type":"paragraph","data":{"text":"‘You are French and your name is John?’ Phileas Fogg asked  him."}},{"type":"paragraph","data":{"text":"‘Jean, if you please, sir,’ replied the new arrival. ‘Jean  Passepartout, a nickname that has stuck and that I earned by my natural ability  to get myself out of tricky situations. I consider myself to be a decent  fellow, sir, but, to be quite honest with you, I’ve had several different jobs.  I was a travelling singer, a horse-rider in a circus, a trapeze artist and a  tightrope walker. Then I became a gymnastics instructor in order to put my  talents to more practical use, and most recently I was a fireman in Paris. I’ve  even been on the scene of some famous fires in my time. But five years ago I  left France and, since then, because I wanted to live with a family, I’ve been  a manservant in England. However, when I found myself without a position and  when I learnt that Mr Phileas Fogg was the most precise and most stay-at-home  person in the United Kingdom, I came to sir’s house in the hope of being able  to lead a quiet life and put behind me everything associated with Passepartout,  even the name.’"}},{"type":"paragraph","data":{"text":"‘Passepartout suits me,’ replied the gentleman. ‘You have  been recommended to me. I have good reports of you. Do you know my terms?’"}},{"type":"paragraph","data":{"text":"‘Yes, sir.’"}},{"type":"paragraph","data":{"text":"‘Good. What time do you make it?’"}},{"type":"paragraph","data":{"text":"‘Eleven twenty-two,’ replied Passepartout, as he took out  from the depths of his waistcoat pocket an enormous silver watch."}},{"type":"paragraph","data":{"text":"‘Your watch is slow,’ said Mr Fogg."}},{"type":"paragraph","data":{"text":"‘Forgive me, sir, but that is impossible.’"}},{"type":"paragraph","data":{"text":"‘Your watch is four minutes slow. It’s not important. All  that matters is to note the difference in time. So from this moment onwards,  eleven twenty-nine on the morning of 2 October 1872, you are working for me.’"}},{"type":"paragraph","data":{"text":"With that, Phileas Fogg got to his feet, took his hat in his  left hand, put it on his head with the precision of clockwork and disappeared  without saying another word."}},{"type":"paragraph","data":{"text":"Passepartout heard the front door close a first time: it was  his master going out. Then it closed a second time: it was his predecessor,  James Forster, leaving in turn."}},{"type":"paragraph","data":{"text":"Passepartout was now alone in the house in Savile Row."}}]}