{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Thirty-One","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-31.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Inspector Fix takes Phileas Fogg’s interests very  much to heart"}},{"type":"paragraph","data":{"text":"Phileas Fogg was twenty hours late. Passepartout, who had  inadvertently been the cause of this delay, was desperate. He had definitely  ruined his master."}},{"type":"paragraph","data":{"text":"It was then that the inspector went up to Mr Fogg and,  looking him straight in the eye, asked, ‘In all seriousness, sir, are you  really in a hurry?’"}},{"type":"paragraph","data":{"text":"‘I am indeed,’ replied Phileas Fogg."}},{"type":"paragraph","data":{"text":"‘I shall say it again,’ continued Fix. ‘Do you really need  to be in New York on 11 December by nine o’clock in the evening, when the  steamer for Liverpool is due to leave?’"}},{"type":"paragraph","data":{"text":"‘I really do.’"}},{"type":"paragraph","data":{"text":"‘And if your journey hadn’t been interrupted by the Sioux  attack, would you have arrived in New York by the morning of the 11th?’"}},{"type":"paragraph","data":{"text":"‘Yes, with twelve hours to spare.’"}},{"type":"paragraph","data":{"text":"‘Good. So you are twenty hours behind. The difference  between twenty and twelve is eight. You have eight hours to make up. Do you  want to attempt it?’"}},{"type":"paragraph","data":{"text":"‘On foot?’ asked Mr Fogg."}},{"type":"paragraph","data":{"text":"‘No, by sledge,’ replied Fix, ‘a sledge with sails. A man  has offered me this means of transport.’"}},{"type":"paragraph","data":{"text":"It was the man who had spoken to the police inspector during  the night and whose offer Fix had rejected."}},{"type":"paragraph","data":{"text":"Phileas Fogg made no reply, but after Fix had pointed out  the man in question, who was walking around outside the station, the gentleman  went up to him. A moment later Phileas Fogg and the American, whose name was  Mudge, went into a shed below Fort Kearney."}},{"type":"paragraph","data":{"text":"There Mr Fogg was able to examine a strange-looking vehicle.  It was a sort of frame built upon two long beams that were turned up at the end  like the runners on a sledge, and there was room for about five or six people.  A third of the way along the frame, to the front, stood a very tall mast, to  which was attached a huge spanker sail. From this mast, which was firmly held  in position by cables, stretched an iron stay, the purpose of which was to  hoist a very large jib. At the rear a sort of oar-rudder enabled the  contraption to be steered."}},{"type":"paragraph","data":{"text":"It was, as can be seen from this description, a sledge, but  with the rigging of a sloop. In winter on the ice-bound plain, when the trains  are no long running because of the snow, these vehicles travel very fast from  station to station. What is more they have an enormous expanse of sail –  greater even than a racing cutter, which is liable to capsize – and with the  wind behind them they glide along the surface of the prairies as fast if not  faster than express trains."}},{"type":"paragraph","data":{"text":"Within a few moments Mr Fogg and the owner of this land  craft had struck a deal. The wind was favourable. It was blowing strongly from  the west. The snow had become hard and Mudge claimed that he could get Mr Fogg  to the station in Omaha in a few hours. From there it would be easy to get to  Chicago and New York as there are plenty of trains and various lines. It was  therefore quite possible that they could make up the time lost. So there was no  point in hesitating about whether or not to attempt this adventure."}},{"type":"paragraph","data":{"text":"Because he did not want to subject Mrs Aouda to the ordeal  of an open-air journey in this cold, a situation that could only be made worse  by the speed at which they would be travelling, Mr Fogg suggested to her that  she should stay behind under Passepartout’s protection at Kearney station. The  trusty fellow would see about bringing her back to Europe by a better route and  in more favourable circumstances."}},{"type":"paragraph","data":{"text":"Mrs Aouda refused to be separated from Mr Fogg and  Passepartout felt very pleased that she was so definite about this. In any  case, he wouldn’t have wanted to leave his master for anything in the world  since Fix was to remain with him."}},{"type":"paragraph","data":{"text":"What precisely was going through the police inspector’s mind  at that moment would be difficult to say. Was he less convinced he was right  about Fogg now that he had come back, or did he consider him to be an extremely  clever crook, who once he had completed his journey around the world, would be  absolutely safe in England? Perhaps Fix’s view of Mr Fogg really had changed.  But he was still just as determined to do his duty, and he was more impatient  than anyone to do his utmost to speed up their return to England."}},{"type":"paragraph","data":{"text":"By eight o’clock the sledge was ready to leave. The  travellers – it would be tempting to call them passengers – took their seats  and huddled together under their travel rugs. The two huge sails were hoisted,  and with the force of the wind behind it the vehicle raced over the hardened  snow at a rate of forty knots."}},{"type":"paragraph","data":{"text":"The distance separating Fort Kearney from Omaha is, in a  straight line – a bee-line, as the Americans would say – two hundred miles at  the most. If the wind held, they would have covered this distance in five  hours. If there were no problems, the sledge should have got to Omaha by one  o’clock in the afternoon."}},{"type":"paragraph","data":{"text":"What a journey it turned out to be! The travellers, huddled  up against one another, were unable to speak. The cold, intensified by the  speed, would have prevented the words from coming out of their mouths. The  sledge glided over the surface of the plain as lightly as a vessel over the  surface of the water – minus the swell. When the wind came skimming along the  ground, it looked as if the sledge would be lifted into the air by its sails,  huge wings with a vast span. Mudge, at the rudder, kept it going straight, and  with a touch on the oar he prevented the contraption from veering to one side,  which it had a tendency to do. All the sails caught the wind. The jib had been  perked and was no longer shielded by the spanker. A topmast was hoisted and a topsail,  put out into the wind, added its driving force to the other sails. It was  impossible to work it out exactly, but the sledge must certainly have attained  a speed of no less than forty knots."}},{"type":"paragraph","data":{"text":"‘If nothing gives way,’ said Mudge, ‘we’ll make it.’"}},{"type":"paragraph","data":{"text":"It was in Mudge’s interests to arrive within the deadline,  because Mr Fogg, in keeping with his normal practice, had given him the  incentive of a hefty bonus."}},{"type":"paragraph","data":{"text":"The prairie, which the sledge was directly cutting across,  was as flat as the sea. It looked like an enormous frozen pond. The railroad  that served this part of the territory went up from the south-west to the  north-west via Grand Island, Columbus, a sizeable town in Nebraska, Schuyler,  Fremont and then Omaha. It followed the right bank of the Platte River for the  whole of the way. The sledge took a shorter route, going in a straight line  instead of following the curve chosen by the railroad. There was no need for  Mudge to fear being stopped by the Platte River at the small bend it makes  before Fremont because its waters were frozen over. The way was therefore  completely free of obstacles and so there were only two things for Phileas Fogg  to be afraid of: damage to the craft and a change of direction or drop in the  wind."}},{"type":"paragraph","data":{"text":"But the wind did not slacken. Far from it. It blew so hard  as to bend the mast, which was firmly supported by the iron cables. These metal  wires resounded as if they were the strings of a musical instrument being  played with a bow. The sledge sped along to the accompaniment of this plaintive  harmony, which had an exceptional intensity about it."}},{"type":"paragraph","data":{"text":"‘These cords are in fifths and octaves,’ said Mr Fogg."}},{"type":"paragraph","data":{"text":"These were the only words he uttered during the whole  journey. Mrs Aouda, who was carefully wrapped up in furs and travel rugs, was  as far as possible protected from the effects of the cold."}},{"type":"paragraph","data":{"text":"Passepartout meanwhile, his face as red as the setting sun  seen through the mist, was breathing in the sharp air. With that unshakeable  confidence that was an essential part of his make-up, he had started to hope  again. Instead of getting to New York in the morning they would get there in  the evening, but there was still a possibility that this would be before the  steamer for Liverpool left."}},{"type":"paragraph","data":{"text":"Passepartout had even felt a strong desire to shake hands  with his ally Fix. He hadn’t forgotten that it was the inspector himself who  had got hold of the sailing sledge and therefore the only possible means of  reaching Omaha in time. But because of some strange premonition he remained  guarded towards Fix as usual."}},{"type":"paragraph","data":{"text":"In any case there was one thing that Passepartout would  never forget and that was the sacrifice that Mr Fogg had made, without any  hesitation, in rescuing him from the Sioux. In so doing Mr Fogg had risked his  fortune and his life. No, his servant would never forget that."}},{"type":"paragraph","data":{"text":"While these various thoughts occupied the minds of each  traveller, the sledge was flying on across the immense carpet of snow. They  hardly had time to notice as they went past the few creeks, tributaries and  sub-tributaries of the Little Blue River. The fields and watercourses were  covered by a uniform whiteness. The plain was absolutely deserted. Covering the  whole area between the Union Pacific Railroad and the branch line that is  intended to link Kearney and Saint Joseph, it formed what seemed a huge desert  island. There was not a single village or station or even a fort. From time to  time a gruesome-looking tree flashed by, its white skeleton twisting in the  wind. Sometimes flocks of birds took flight all at the same time. Sometimes,  too, large packs of prairie wolves, thin and hungry and driven on by some  fearsome need, tried to outrun the sledge. At moments such as these  Passepartout, with his revolver in his hand, stood ready to fire at the animals  that got nearest. If an accident of some sort had brought the sledge to a  standstill at such times, the travellers would have been attacked by these  fierce carnivores and would have been in considerable danger. But the sledge  stood the strain and soon raced ahead, leaving the whole pack howling behind  it."}},{"type":"paragraph","data":{"text":"By midday Mudge recognized the tell-tale signs that he was  following the frozen course of the Platte River. He didn’t say anything, but he  was already convinced that twenty miles further on he would reach the station  at Omaha."}},{"type":"paragraph","data":{"text":"And sure enough, less than an hour later this skilful guide  left the helm, rushed to the halyards and lowered the sails while the sledge,  carried along by its own momentum, travelled another half a mile with all its  sails taken in. At last it came to a standstill and Mudge, pointing to a  collection of snow-covered roofs, said, ‘We’ve arrived.’"}},{"type":"paragraph","data":{"text":"They had indeed arrived at this station, which has frequent  trains and a daily service to the east of the United States."}},{"type":"paragraph","data":{"text":"Passepartout and Fix had jumped out of the vehicle and were  moving about to get their circulation back. They helped Mr Fogg and Mrs Aouda  to get out of the sledge. Phileas Fogg paid Mudge handsomely and Passepartout  shook his hand as if they had been old friends, and they all rushed off towards  Omaha station."}},{"type":"paragraph","data":{"text":"This important city in Nebraska is where the Pacific Railroad  properly speaking comes to an end, linking the Mississippi basin to the ocean.  To go from Omaha to Chicago the railway, known as the Chicago–Rock Island  Railroad, runs directly east, serving fifty stations on the way."}},{"type":"paragraph","data":{"text":"A direct train was about to leave. Phileas Fogg and his  companions just had time to jump into a carriage. They hadn’t seen anything of  Omaha, but Passepartout admitted to himself that this was no cause for regret  because it wasn’t the time for sight-seeing."}},{"type":"paragraph","data":{"text":"At great speed the train crossed into the state of Iowa, via  Council Bluffs, Des Moines and Iowa City. During the night it crossed the  Mississippi at Davenport and entered Illinois via Rock Island. At four o’clock  in the afternoon of the following day, the 10th, it reached Chicago, which had  already risen again out of its ruins,  looking more impressive than ever in its  position overlooking the beautiful Lake Michigan."}},{"type":"paragraph","data":{"text":"There are 900 miles between Chicago and New York. There was  no shortage of trains in Chicago. Mr Fogg went straight from one train to  another. The frisky locomotive of the Pittsburg–Fort Wayne–Chicago Railroad set  off at full speed, as if it was fully aware that the honourable gentleman had  no time to lose. It went like lightning through Indiana, Ohio, Pennsylvania and  New Jersey, passing through towns with classical-sounding names, some having  streets and tram-cars but as yet no houses. At last the Hudson came into view,  and on 11 December at a quarter past eleven in the evening the train pulled up  in the station, on the right bank of the river, just in front of the pier for  the steamers of the Cunard Line, in other words the British and North American  Royal Mail Steam Packet Company."}},{"type":"paragraph","data":{"text":"The China, bound for Liverpool, had left forty-five minutes  earlier!"}}]}