{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Seven","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-07.mp3","bodys":[{"type":"paragraph","data":{"text":"Which proves once again that passports serve no useful  purpose in police matters"}},{"type":"paragraph","data":{"text":"The inspector went back down to the quayside and headed off  quickly towards the British consulate. As soon as he got there, and at his  insistence, he was ushered in to see the consul in person."}},{"type":"paragraph","data":{"text":"‘Sir,’ he said, getting straight to the point, ‘I have good  reason to believe that our man is a passenger on board the Mongolia.’"}},{"type":"paragraph","data":{"text":"Fix then recounted what had taken place between the servant  and himself concerning the passport."}},{"type":"paragraph","data":{"text":"‘Well, Mr Fix,’ replied the consul, ‘I’d quite like to see  what this crook looks like. But perhaps he won’t come to my office if he really  is your man. A thief never likes to leave any trace of where he’s been, and in  any case it’s no longer compulsory to show your passport.’"}},{"type":"paragraph","data":{"text":"‘Sir,’ replied the detective, ‘if he’s as clever as I think,  he will come.’"}},{"type":"paragraph","data":{"text":"‘To have his passport stamped?’"}},{"type":"paragraph","data":{"text":"‘Yes. All that passports do is inconvenience law-abiding  citizens and enable crooks to get away. You can be sure that his will be in  order, but I really do hope that you won’t stamp it.’"}},{"type":"paragraph","data":{"text":"‘Why on earth not? If this passport is in order,’ replied  the consul, ‘I’m not in a position to refuse a visa.’"}},{"type":"paragraph","data":{"text":"‘But, sir, it’s essential for me to keep him here until I  receive the arrest warrant from London.’"}},{"type":"paragraph","data":{"text":"‘Well, Mr Fix,’ replied the consul, ‘that’s your business.  It’s not up to me to –’"}},{"type":"paragraph","data":{"text":"The consul was unable to finish his sentence. At that moment  there was a knock on his door and the office boy showed in two strangers, one  of whom was none other than the servant who had spoken to the detective  earlier."}},{"type":"paragraph","data":{"text":"This time it was the master and his servant. The master  showed his passport and asked the consul in the fewest possible words to be so  kind as to stamp it."}},{"type":"paragraph","data":{"text":"The latter took the passport and read it carefully, while  Fix, standing in a corner of the room, looked or rather stared hard at the  stranger."}},{"type":"paragraph","data":{"text":"When the consul had finished reading it, he asked, ‘Are you  Mr Phileas Fogg?’"}},{"type":"paragraph","data":{"text":"‘Yes, sir,’ replied the gentleman."}},{"type":"paragraph","data":{"text":"‘And is this man your servant?’"}},{"type":"paragraph","data":{"text":"‘Yes. A Frenchman called Passepartout.’"}},{"type":"paragraph","data":{"text":"‘Have you come from London?’"}},{"type":"paragraph","data":{"text":"‘Yes.’"}},{"type":"paragraph","data":{"text":"‘And where are you going?’"}},{"type":"paragraph","data":{"text":"‘Bombay.’"}},{"type":"paragraph","data":{"text":"‘Good, sir. Are you aware that visa formalities are  unnecessary and that it’s no longer compulsory to show your passport?’"}},{"type":"paragraph","data":{"text":"‘I am aware, sir,’ replied Phileas Fogg, ‘but I want a visa  to prove that I’ve been through Suez.’"}},{"type":"paragraph","data":{"text":"‘Very well, sir.’"}},{"type":"paragraph","data":{"text":"And so the consul signed and dated the passport and then  stamped it. Mr Fogg paid the cost of the visa and, after politely saying  goodbye, went out, followed by his servant."}},{"type":"paragraph","data":{"text":"‘Well, then?’ asked the inspector."}},{"type":"paragraph","data":{"text":"‘Well,’ replied the consul, ‘he seems a perfectly  law-abiding citizen.’"}},{"type":"paragraph","data":{"text":"‘That’s as may be, but it’s not the point,’ replied Fix.  ‘Don’t you think that this phlegmatic gentleman looks exactly like the thief  I’ve received the description of?’"}},{"type":"paragraph","data":{"text":"‘I agree, but as you know all descriptions –’"}},{"type":"paragraph","data":{"text":"‘I want to get to the bottom of this,’ replied Fix. ‘I think  the servant will be easier to fathom out than his master. What’s more he’s  French, which means he won’t be able to hold his tongue. I’ll see you again  soon, sir.’"}},{"type":"paragraph","data":{"text":"With this the detective went out and began to search for  Passepartout."}},{"type":"paragraph","data":{"text":"Meanwhile, Mr Fogg, after leaving the consulate, had headed  towards the quayside. There he gave his servant some orders, then got into a  small boat that took him to the Mongolia and went back down into his cabin.  There he took out his notebook, which contained the following entries:"}},{"type":"paragraph","data":{"text":"Left London, Wednesday 2 October, 8.45 p.m."}},{"type":"paragraph","data":{"text":"Arrived Paris, Thursday 3 October, 7.20 a.m."}},{"type":"paragraph","data":{"text":"Left Paris, Thursday, 8.40 a.m."}},{"type":"paragraph","data":{"text":"Arrived Turin via Mont Cenis, Friday 4 October, 6.35 a.m."}},{"type":"paragraph","data":{"text":"Left Turin, Friday, 7.20 a.m."}},{"type":"paragraph","data":{"text":"Arrived Brindisi, Saturday 5 October, 4 p.m."}},{"type":"paragraph","data":{"text":"Boarded the Mongolia, Saturday, 5 p.m."}},{"type":"paragraph","data":{"text":"Arrived Suez, Wednesday 9 October, 11 a.m."}},{"type":"paragraph","data":{"text":"Total time in hours: 158 ½, making 6 ½ days."}},{"type":"paragraph","data":{"text":"Mr Fogg had written down these dates on a travel plan laid  out in columns, showing from 2 October to 21 December the month, the day in the  month, the day of the week, the estimated time of arrival and the actual time  of arrival for each main staging point, Paris, Brindisi, Suez, Bombay,  Calcutta, Singapore, Hong Kong, Yokohama, San Francisco, New York, Liverpool  and London. This enabled him to work out the time gained or lost at each point  of his journey."}},{"type":"paragraph","data":{"text":"The carefully calculated travel plan thus took account of  everything, and Mr Fogg always knew whether he was ahead or behind schedule."}},{"type":"paragraph","data":{"text":"So he wrote in for that day, Wednesday 9 October, his  arrival in Suez, which as it coincided with the scheduled time of arrival was  neither a loss nor a gain."}},{"type":"paragraph","data":{"text":"Then he had lunch brought to him in his cabin. As for  looking around the town, he never even gave it a moment’s thought, as he was  the sort of Englishman who gets his servant to do the sights for him."}}]}