{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Twenty-Two","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-22.mp3","bodys":[{"type":"paragraph","data":{"text":"Where Passepartout comes to realize that, even on the other  side of the world, it is sensible to have some money in your pocket"}},{"type":"paragraph","data":{"text":"After leaving Hong Kong on 7 November at half past six in  the evening, the Carnatic headed at full steam for Japan. It was carrying a  full load of goods and passengers. Two cabins at the aft remained empty. They  were the ones booked in the name of Mr Phileas Fogg."}},{"type":"paragraph","data":{"text":"The next morning, the crew at the fore of the ship were  presented with rather a strange sight, a half-dazed passenger, unsteady on his  feet and totally dishevelled, who was emerging from the second class hatchway  and staggering across to a pile of spare masts, which he sat down on."}},{"type":"paragraph","data":{"text":"This passenger was none other than Passepartout. What had  happened was as follows:"}},{"type":"paragraph","data":{"text":"A few moments after Fix had walked out of the opium den, two  attendants had picked up Passepartout, who had fallen into a deep sleep, and  laid him out on the bed reserved for the smokers. But three hours later,  Passepartout, haunted even in his nightmares by a single idea, woke up  struggling against the stupefying effects of the drug. The thought of a duty  unfulfilled roused him from his torpor. He left this bed for addicts and,  clinging to the walls, falling then getting up again, but all the time driven by  a sort of irresistible impulse, he staggered out of the opium den, shouting as  if still in a dream, ‘The Carnatic, the Carnatic!’"}},{"type":"paragraph","data":{"text":"The Carnatic was there with its steam up, ready to depart.  Passepartout only had a few steps to take. He rushed up the gangway, crossed on  to the fore of the ship and fell down senseless, just as the Carnatic was  slipping its moorings."}},{"type":"paragraph","data":{"text":"Used as they were to this sort of spectacle, a few of the  sailors took the poor fellow down to a second-class cabin, and Passepartout  didn’t wake up until the following morning, by which time they were 150 miles  off the Chinese coast."}},{"type":"paragraph","data":{"text":"This, then, is how that morning Passepartout came to on the  deck of the Carnatic, filling his lungs with fresh sea breeze. The pure air  sobered him up. He tried to collect his thoughts, but it was not easy. Still,  in the end he remembered what had happened the previous evening, the secrets  Fix had let him in on, the opium den, etc."}},{"type":"paragraph","data":{"text":"‘It’s obvious,’ he said to himself, ‘that I must have got  horribly drunk! What will Mr Fogg have to say about it? In any case, I didn’t  miss the boat and that’s the main thing.’"}},{"type":"paragraph","data":{"text":"Then, with Fix in mind, he said to himself, ‘Well, I hope  that’s the last we ever hear of him and that after the suggestions he made to  me he hasn’t had the nerve to follow us on the Carnatic. A police inspector, a  detective on the trail of my master, who’s accused of robbing the Bank of  England! Come off it! If Mr Fogg’s a thief, then I’m a murderer!’"}},{"type":"paragraph","data":{"text":"Should Passepartout tell all this to his master? Was it right  to explain to him Fix’s role in this business? Wouldn’t it be better to wait  until they got to London to tell him that an inspector from the Metropolitan  Police had trailed him all the way around the world, so that they could laugh  about it together? Yes, that must be it. In any case, it was something to think  about. The most urgent thing was to meet up with Mr Fogg and present his  apologies for his unspeakable behaviour."}},{"type":"paragraph","data":{"text":"So Passepartout got up. The sea was rough and the steamer  was rolling heavily. The worthy fellow, who was still not very steady on his  feet, made his way as best he could to the rear of the ship."}},{"type":"paragraph","data":{"text":"On the deck he could see no one resembling either his master  or Mrs Aouda."}},{"type":"paragraph","data":{"text":"‘Good,’ he said. ‘Mrs Aouda must still be asleep now. Mr  Fogg, for his part, will have found himself a whist partner and true to form …’"}},{"type":"paragraph","data":{"text":"With this, Passepartout went into the lounge. Mr Fogg wasn’t  there. There was only one thing left for it: to ask the purser which was Mr  Fogg’s cabin. The purser replied that there was no passenger of that name."}},{"type":"paragraph","data":{"text":"‘Excuse me,’ said Passepartout, not taking no for an answer.  ‘He’s a tall gentleman, stand-offish, not very communicative, accompanied by a  young lady –’"}},{"type":"paragraph","data":{"text":"‘There isn’t a young lady aboard,’ replied the purser.  ‘What’s more, here is the passenger list. You can look at it for yourself.’"}},{"type":"paragraph","data":{"text":"Passepartout looked at the list. His master’s name wasn’t on  it."}},{"type":"paragraph","data":{"text":"He was completely dazed. Then an idea flashed through his  mind."}},{"type":"paragraph","data":{"text":"‘Wait a minute. I am on the Carnatic, aren’t I?’ he let out."}},{"type":"paragraph","data":{"text":"‘Yes,’ replied the purser."}},{"type":"paragraph","data":{"text":"‘On the way to Yokohama?’"}},{"type":"paragraph","data":{"text":"‘Absolutely.’"}},{"type":"paragraph","data":{"text":"For a moment Passepartout had thought that he was on the  wrong ship. But if he really was on the Carnatic, then it was definite that his  master wasn’t."}},{"type":"paragraph","data":{"text":"Passepartout collapsed into an armchair. It was a bolt from  the blue. Then suddenly in a flash everything became clear to him. He  remembered that the Carnatic’s departure had been brought forward, that he was  supposed to inform his master, and that he hadn’t done so. It was his fault that  Mr Fogg and Mrs Aouda were not on the boat!"}},{"type":"paragraph","data":{"text":"It was his fault certainly, but even more it was the fault  of that double-crosser who had got him drunk in order to separate him from his  master and to keep Mr Fogg in Hong Kong. At last he understood the police  inspector’s game. And now his master was without doubt financially ruined, he  had lost his bet, been arrested and perhaps imprisoned … Passepartout was  beside himself at the thought of all this. If ever he came across that man Fix  again, he really would have a score to settle."}},{"type":"paragraph","data":{"text":"In the end, after his initial feeling of dejection,  Passepart out recovered his composure and considered the situation. It was  certainly not enviable. The Frenchman was on his way to Japan. He would get  there all right but how would he get back? His pockets were empty. He didn’t  have a shilling, not even a penny. On the other hand, his passage and his food  on board had already been paid for. So he had five or six days to make up his  mind about what to do. It would be impossible to describe how much he ate and  drank during the crossing. He ate for his master, for Mrs Aouda and for  himself. He ate as if Japan, the country he was heading for was a desert  island, totally devoid of anything edible."}},{"type":"paragraph","data":{"text":"On the 13th the Carnatic entered Yokohama harbour on the  morning tide."}},{"type":"paragraph","data":{"text":"Yokohama is an important stopping-off point in the Pacific,  used by all the steamers that transport mail and passengers between North  America, China, Japan and Malaya. Yokohama is situated in Tokyo Bay, quite  close to that enormous town, which is the second capital of the Japanese empire  and where the Shogun1 used to live in the days when this title of civil emperor  existed. Tokyo is also the rival of Kyoto, the great city where the Mikado, the  holy emperor descended from the gods, lives."}},{"type":"paragraph","data":{"text":"The Carnatic docked in Yokohama, near the jetties of the  port and the customs sheds, amid a large number of ships from all over the  world."}},{"type":"paragraph","data":{"text":"Passepartout set foot in the mysterious Land of the Rising  Sun without the slightest enthusiasm. He had nothing better to do than trust  his luck and wander around the streets of the city."}},{"type":"paragraph","data":{"text":"Passepartout found himself to begin with in a truly  Europeanstyle city, with houses with low façades, decorated with verandas  beneath which spread elegant colonnades. Its streets, squares, docks and  wharves covered the whole area between the Treaty Promontory and the river.  There, as in Hong Kong or Calcutta, was as warming mass of people of all races,  Americans, English, Chinese and Dutch, merchants prepared to buy and sell  anything under the sun. Amid all these a French person would have looked as  much of an outsider as if he’d been abandoned among savages."}},{"type":"paragraph","data":{"text":"Passepartout had one possible solution: to seek the help of  the French or British consulates in Yokohama. However, he was reluctant to tell  his story because it was so closely connected to his master’s, and before  having to resort to this he wanted to explore all the other options."}},{"type":"paragraph","data":{"text":"So, after going through the European quarter without  anything positive turning up he went into the Japanese quarter, determined if  necessary to carry on as far as Tokyo."}},{"type":"paragraph","data":{"text":"This native part of Yokohama is called Benten, after the  name of a goddess of the sea worshipped on the neighbouring islands. It  contained wonderful avenues of fir trees and cedars, sacred doorways with  strange architectural forms, bridges hidden amid bamboo and reeds, temples  sheltering under the immense and melancholy cover of ancient cedars,  monasteries in the depths of which Buddhist priests and the followers of  Confucius veg-etated.2 The unending streets were crowded with groups of  children with rosy complexions and red cheeks. These youngsters, who looked as  if they were cut-outs from a Japanese screen, were playing among short-legged  poodles and yellowish cats that had no tails and were very lazy and  affectionate."}},{"type":"paragraph","data":{"text":"The streets were teeming with people and there was an  incessant coming and going: bonzes3 going past in procession monotonously  striking their drums and tambourines, yakunin, customs and police officers,  with lacquerincrusted pointed hats, carrying two sabres in their belts,4  soldiers dressed in blue cotton uniforms with white stripes and armed with  percussion guns; men from the Mikado’s guard with their tight-fitting silk  doublets, chain-mail tunics and coats of mail, and many other soldiers of  various ranks because the military profession is as highly regarded in Japan as  it is looked down on in China. Then came mendicant friars, pilgrims in long  robes, ordinary civilians, with sleek, jet-black hair, large heads, long torsos  and thin legs, short in stature, with complexions varying in colour from the  darkest shades of copper to dull white, but never as yellow as that of the Chinese,  from whom the Japanese differ considerably. Finally, among the carriages, the  palanquins, the horses, the porters, the wind-powered wheelbarrows, the  norimons with their lacquered sides, the comfortable cangos, proper litters  made of bamboo,5 could be seen some plain-looking women. They walked around  taking small steps with their tiny feet, wearing canvas shoes, straw sandals or  elaborately carved wooden clogs. They had slanting eyes, flattened breasts and  blackened teeth, as was the fashion of the day, but they wore with great  elegance the national dress, the kimono, a sort of combination of dressing gown  and silk sash, with a wide belt that opened out behind into an elaborate bow, a  design that modern Parisian women seem to have borrowed from the Japanese."}},{"type":"paragraph","data":{"text":"Passepartout spent a few hours walking among this colourful  crowd, looking as he went at the strange and expensive-looking shops, the  bazaars crammed with flashy items of Japanese jewellery, the eating-houses  decorated with streamers and banners, which he couldn’t afford to go into, and  the tea-houses that serve the hot, sweet-smelling liquid by the cupful, along  with sake, an alcoholic drink made from fermenting rice, and the comfortable  smoking dens, where they smoke a very fine kind of tobacco and not opium, whose  use is practically unknown in Japan."}},{"type":"paragraph","data":{"text":"Then Passepartout found himself in the countryside,  surrounded by immense rice fields. Here camellias the size not of shrubs but  trees provided a brilliant display with flowers that showed their fading  colours and exuded fading fragrances, and inside bamboo enclosures were cherry  trees, plum trees and apple trees, which the inhabitants grow more for their  blossom than their fruit and which are protected by fierce-looking scarecrows  and noisy whirligigs from the beaks of sparrows, pigeons, crows and other  ravenous birds. There was not a single majestic cedar without its great eagle,  not a single weeping willow without a heron sheltering in its foliage,  balancing melancholically on one leg. Finally there were everywhere rooks,  ducks, sparrow-hawks, wild geese and a large number of the type of crane the  Japanese call ‘lordships’, which are for them symbols of longevity and  happiness."}},{"type":"paragraph","data":{"text":"As he wandered around like this, Passepartout noticed some  violets growing among the grass."}},{"type":"paragraph","data":{"text":"‘Good,’ he said, ‘here’s my supper.’"}},{"type":"paragraph","data":{"text":"But after smelling them he thought they had no fragrance."}},{"type":"paragraph","data":{"text":"‘No luck,’ he said to himself."}},{"type":"paragraph","data":{"text":"Admittedly the trusty fellow had taken the precaution of  having a hearty meal before leaving the Carnatic, but after a day’s walk, he  felt pretty hungry. He had been quick to notice that there was absolutely no  mutton, goat or pork on the stands of the local butchers, and because he knew  that it was against their religion to kill cattle, which were used only for  agricultural purposes, he had come to the conclusion that meat was very scarce  in Japan. He was quite right about this but if he couldn’t eat butcher’s meat  his stomach would have made do quite happily with a joint or two of wild boar  or deer, a few partridges or quails, some poultry or fish, which together with  rice make up the staple diet of the Japanese. However, he had to make the best  of things and so he put off until the next day the question of finding  something to eat."}},{"type":"paragraph","data":{"text":"Night came. Passepartout returned to the native quarter and  wandered about the streets amid the multicoloured lanterns, watching the groups  of travelling acrobats perform their amazing tricks and the outdoor astrologers  getting crowds of people to gather around their telescopes. Then he saw the  harbour again, sparkling with the lights of fishermen, who attracted the fish  by the glow of their burning torches."}},{"type":"paragraph","data":{"text":"Finally the streets emptied. The crowd gave way to the  yakunin on their rounds. These officers, in their magnificent uniforms and  surrounded by their retinue, looked like ambassadors, and each time he  encountered one of these splendid-looking patrols Passepartout joked to  himself, ‘Here we go. Another Japanese delegation off to Europe."}}]}