{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Twenty-Nine","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-29.mp3","bodys":[{"type":"paragraph","data":{"text":"In which various incidents will be recounted that could only  have occurred on a railroad in America"}},{"type":"paragraph","data":{"text":"That same evening the train continued its journey  unhindered, got beyond Fort Saunders, crossed the Cheyenne Pass and reached  Evans Pass. It was here that the railroad reached its highest point, 8,091 feet  above sea level. All that remained was for the travellers to go on down to the  Atlantic over those endless plains that nature has levelled flat."}},{"type":"paragraph","data":{"text":"This was also where the great trunk line branched off to  Denver City, the largest town in Colorado. This territory is rich in gold and  silver mines, and more than 50,000 people have already settled there."}},{"type":"paragraph","data":{"text":"By then they had covered 1,382 miles since San Francisco and  it had taken them three days and three nights. Four days and four nights should  be enough, according to the best estimates, to reach New York. Phileas Fogg was  therefore still within his deadline."}},{"type":"paragraph","data":{"text":"During the night the train went past Camp Walbach to its  left. Lodge Pole Creek ran parallel to the railway line, along the border that  runs in a straight line between the states of Wyoming and Colorado. At eleven  o’clock it entered Nebraska, passed close to Sedgwick and reached Julesberg,  which is situated on the South Platte River."}},{"type":"paragraph","data":{"text":"It is here that the Union Pacific Railroad, whose chief  engineer was General G. M. Dodge, was inaugurated on 23 October 1867. This was  where the two powerful locomotives stopped on that day, pulling their nine  carriages of distinguished guests, including the vice-president of the  railroad, Mr Thomas C. Durant. This was where the crowd gathered and cheered  and where the Sioux and Pawnees gave a demonstration of their fighting skills.  This was where they held a firework display and, lastly, where they published  the first issue of the Railway Pioneer magazine by means of a portable printing  press. This was how they celebrated the inauguration of this great railway, an  instrument of progress and civilization, which conquered the wilderness and was  destined to link up towns and cities that hadn’t yet been built. The  locomotive’s whistle, more powerful than Amphion’s lyre, would soon make them  spring up on American soil."}},{"type":"paragraph","data":{"text":"At eight o’clock in the morning the train left behind Fort  McPherson. Omaha was 357 miles away. The railway line followed the left bank of  the South Platte River, with all its unpredictable twists and turns. At nine  o’clock the train reached the important town of North Platte, built between the  two branches of this great river, which then join up around the town to form a  single waterway, an important tributary whose waters flow into the Missouri a  short distance above Omaha."}},{"type":"paragraph","data":{"text":"They had crossed the hundred and first meridian."}},{"type":"paragraph","data":{"text":"Mr Fogg and his partners had started playing cards again.  None of them complained about the length of the journey, not even the dummy. At  the beginning Fix won a few guineas, which he was in the process of losing  again, but he was just as keen on the game as Mr Fogg. During the morning the  gentleman had been unusually lucky. He kept receiving trumps and honours in his  hands. At one point, after thinking up a daring move, he was preparing to play  spades when from behind where he was sitting he heard a voice say:"}},{"type":"paragraph","data":{"text":"‘If it was me I’d play diamonds.’"}},{"type":"paragraph","data":{"text":"Mr Fogg, Mrs Aouda and Fix looked up. Colonel Proctor was  standing next to them. Stamp W. Proctor and Phileas Fogg recognized each other  immediately."}},{"type":"paragraph","data":{"text":"‘Oh. It’s you, the Englishman!’ exclaimed the colonel.  ‘You’re the one who wants to play spades!’"}},{"type":"paragraph","data":{"text":"‘And that’s exactly what I’m about to do,’ Phileas Fogg  replied coldly, putting down a ten of that suit."}},{"type":"paragraph","data":{"text":"‘Well, I think it should be a diamond,’ retorted the colonel  in an annoyed tone of voice."}},{"type":"paragraph","data":{"text":"And for a moment it looked as if he was going to grab the  card that had been played, adding, ‘You haven’t a clue about this game.’"}},{"type":"paragraph","data":{"text":"‘Perhaps I’ll be better at another sort of game,’ said  Phileas Fogg, getting to his feet."}},{"type":"paragraph","data":{"text":"‘It’s just up to you if you want to try, you bloody  Englishman,’ the vulgar character replied."}},{"type":"paragraph","data":{"text":"Mrs Aouda had become very pale. She looked as if she was  going to faint. She had grabbed Mr Fogg by the arm, but he gently pushed her  back. Passepartout was ready to throw himself at the American, who was giving  his opponent a very dirty look. But Fix had got to his feet, went over to  Colonel Proctor, saying, ‘You’re forgetting that I’m the one you have to deal  with, my dear sir. I’m the one you not only insulted but hit!’"}},{"type":"paragraph","data":{"text":"‘Mr Fix,’ said Mr Fogg, ‘I beg your pardon, but this matter  concerns only me. By claiming that I was wrong to play spades the colonel has  insulted me a second time, and he will have to answer for it.’"}},{"type":"paragraph","data":{"text":"‘Whenever you like and wherever you like,’ replied the  American, ‘and you can choose the weapon.’"}},{"type":"paragraph","data":{"text":"Mrs Aouda attempted in vain to restrain Mr Fogg. The  inspector tried unsuccessfully to bring the argument back to himself.  Passepartout wanted to throw the colonel out through the door, but a sign from  his master stopped him. Phileas Fogg went out of the carriage and the American  followed him on to the platform."}},{"type":"paragraph","data":{"text":"‘Sir,’ Mr Fogg said to his opponent, ‘I am in a great hurry  to return to Europe and any delay would have serious consequences for me.’"}},{"type":"paragraph","data":{"text":"‘So, what’s that got to do with me?’ retorted Colonel  Proctor."}},{"type":"paragraph","data":{"text":"‘Sir,’ Mr Fogg replied very politely, ‘after our encounter  in San Francisco I had planned to return to America to meet up with you again as  soon as I’d sorted out the matters that require my attention back in the Old  World.’"}},{"type":"paragraph","data":{"text":"‘Really?’"}},{"type":"paragraph","data":{"text":"‘Will you agree to meet me in six months’ time?’"}},{"type":"paragraph","data":{"text":"‘Why not in that case six years?’"}},{"type":"paragraph","data":{"text":"‘I said six months,’ answered Mr Fogg, ‘and I shall be there  exactly on time.’"}},{"type":"paragraph","data":{"text":"‘You’re just looking for excuses,’ exclaimed Stamp W.  Proctor. ‘It’s now or never.’"}},{"type":"paragraph","data":{"text":"‘Very well,’ replied Mr Fogg. ‘Are you going to New York?’"}},{"type":"paragraph","data":{"text":"‘No.’"}},{"type":"paragraph","data":{"text":"‘To Chicago?’"}},{"type":"paragraph","data":{"text":"‘No.’"}},{"type":"paragraph","data":{"text":"‘To Omaha?’"}},{"type":"paragraph","data":{"text":"‘That’s nothing to do with you. Do you know Plum Creek?’"}},{"type":"paragraph","data":{"text":"‘No,’ answered Mr Fogg."}},{"type":"paragraph","data":{"text":"‘It’s the next station. The train will be there in an hour’s  time. It stops for ten minutes. Ten minutes is enough time to exchange a few  shots with a revolver.’"}},{"type":"paragraph","data":{"text":"‘Fine,’ replied Mr Fogg. ‘I’ll get off at Plum Creek.’"}},{"type":"paragraph","data":{"text":"‘And I reckon you won’t be getting back on again!’ added the  American, with breath-taking insolence."}},{"type":"paragraph","data":{"text":"‘Who knows, my dear sir,’ answered Mr Fogg, and he went back  into the carriage, looking as unemotional as usual."}},{"type":"paragraph","data":{"text":"Once he was inside, the first thing he did was to reassure  Mrs Aouda by saying that loudmouths were never people to be afraid of. Then he  asked Fix to act as his second in the encounter that was to take place. Fix  couldn’t say no, and Phileas Fogg then calmly went back to the unfinished game  of cards and quite nonchalantly played spades."}},{"type":"paragraph","data":{"text":"At eleven o’clock, the locomotive blew its whistle to  announce that they were about to arrive in Plum Creek. Mr Fogg got up and, with  Fix following him, went on to the platform. Passepartout accompanied him,  carrying a pair of revolvers. Mrs Aouda remained inside the carriage, looking  as pale as death."}},{"type":"paragraph","data":{"text":"At that moment the door of the other carriage opened and  Colonel Proctor also appeared on the platform, followed by his second, a Yankee  in the same mould, but just as the two protagonists were about to go down on to  the track, the conductor rushed up to them, shouting, ‘You mustn’t get out,  gentlemen.’"}},{"type":"paragraph","data":{"text":"‘And why not?’ asked the colonel."}},{"type":"paragraph","data":{"text":"‘We’re twenty minutes late; so the train isn’t stopping.’"}},{"type":"paragraph","data":{"text":"‘But I need to fight this gentleman.’"}},{"type":"paragraph","data":{"text":"‘I’m sorry,’ said the official, ‘but we are leaving again  immediately. You can hear the bell ringing now.’"}},{"type":"paragraph","data":{"text":"The bell was indeed ringing and the train set off again."}},{"type":"paragraph","data":{"text":"‘I really am very sorry, gentlemen,’ the conductor then  said. ‘In any other circumstances I could have obliged. But, after all, since  you haven’t had time to fight it out here, what’s to stop you from doing so  when the train’s on the move?’"}},{"type":"paragraph","data":{"text":"‘Perhaps that wouldn’t suit sir!’ Colonel Proctor said with  a sneer."}},{"type":"paragraph","data":{"text":"‘That suits me perfectly,’ replied Fogg."}},{"type":"paragraph","data":{"text":"‘Well, this really is America for you,’ thought  Passepartout, ‘and this train conductor is a real gentleman!’"}},{"type":"paragraph","data":{"text":"With this he followed his master."}},{"type":"paragraph","data":{"text":"The two protagonists and their seconds, preceded by the  conductor, walked through the carriages until they reached the back of the  train. There were only about a dozen passengers in the last carriage. The  conductor asked them if they would be so kind as to vacate the area for a few  moments to enable two gentlemen to settle a matter of honour."}},{"type":"paragraph","data":{"text":"Why, of course! The passengers were only too happy to oblige  the two gentlemen and so they withdrew on to the platforms."}},{"type":"paragraph","data":{"text":"The carriage, which was about fifty feet long, was ideal for  the purpose. The two protagonists could advance upon each other between the  seats and could blunderbuss each other at leisure. There had never been an  easier duel to arrange. Mr Fogg and Colonel Proctor, each equipped with two  six-chamber revolvers, entered the carriage. Their seconds, who remained  outside, locked them in. At the first blast on the whistle they were to begin  firing. Then after a period of two minutes what remained of the two gentlemen  would be removed from the carriage."}},{"type":"paragraph","data":{"text":"There really could be nothing simpler. It was even so simple  that Fix and Passepartout felt their hearts beating as if they were going to  burst."}},{"type":"paragraph","data":{"text":"So they were waiting for the agreed signal on the whistle  when suddenly wild shouts rang out, accompanied by the sound of firing, but it  was not coming from the carriage reserved for the duellists. The firing ran  instead along the whole length of the train down to the front. Screams of  terror could be heard coming from inside the train."}},{"type":"paragraph","data":{"text":"Colonel Proctor and Mr Fogg, with revolvers at the ready,  immediately left the carriage and rushed towards the front of the train, where  the loudest noises of firing and shouting were coming from."}},{"type":"paragraph","data":{"text":"They had realized that the train was being attacked by a  band of Sioux warriors."}},{"type":"paragraph","data":{"text":"This was certainly not the first time members of this daring  tribe had attempted to attack, and already, on more than one occasion they had  held up trains. Following their usual plan and without waiting for the train to  come to a standstill, about a hundred of them had leapt on to the footboards  and clambered on to the carriages like circus clowns jumping on to galloping  horses."}},{"type":"paragraph","data":{"text":"The Sioux were equipped with rifles. Hence the noise of  firing to which the passengers, almost all of whom were armed, replied by using  their revolvers. At first the warriors had stormed the engine. The driver and  the fireman had been hit with clubs and were only semi-conscious. A Sioux chief  attempted to stop the train, but because he didn’t know how to operate the  throttle control he had opened up the steam instead of closing it and the  runaway train was rushing ahead at a terrifying speed."}},{"type":"paragraph","data":{"text":"At the same time the Sioux had swarmed on to the carriages  and were running along the roofs like enraged monkeys, knocking down the doors  and engaging in hand-to-hand combat with the passengers. The luggage van had  been broken into and ransacked, and the contents strewn along the track. The  shouting and firing kept on and on. However, the passengers defended themselves  with great courage. Some carriages, with their passengers barricaded inside,  withstood the siege like mobile forts that were being carried along at a speed  of a hundred miles per hour."}},{"type":"paragraph","data":{"text":"From the moment the attack had begun Mrs Aouda had behaved  courageously. With a revolver in her hand she defended herself heroically,  firing through the broken window, whenever a savage appeared in front of her.  About twenty fatally wounded Sioux had fallen on to the line and the wheels of  the carriages squashed like worms those who slid from the platforms on to the  rails. Several passengers, who had been seriously injured by the bullets or the  clubs, were lying on the seats."}},{"type":"paragraph","data":{"text":"However, things couldn’t go on like this. The fighting had  already raged for ten minutes and the Sioux would inevitably be the victors if  the train didn’t come to a stop. The station at Fort Kearney was less than two  miles away and contained an American garrison, but after that the Sioux would  be in complete control of the train until the next station along the line."}},{"type":"paragraph","data":{"text":"The conductor was fighting next to Mr Fogg when he was  struck by a bullet. As he fell down he cried out, ‘We’ve had it if the train  doesn’t stop within the next five minutes.’"}},{"type":"paragraph","data":{"text":"‘It will stop!’ said Phileas Fogg, eager to rush out of the  carriage."}},{"type":"paragraph","data":{"text":"‘Stay here, sir,’ Passepartout shouted to him. ‘I’m the one  for this!’"}},{"type":"paragraph","data":{"text":"Phileas Fogg had no time to stop the brave fellow, who  opened the door without being seen by the Sioux and managed to slide below the  carriage. And then, while the fighting continued and the bullets flew in all  directions above his head, with all the old agility and nimbleness of his time  in the circus, he slithered along under the carriages. Holding on to the  chains, using to support himself the brake levers and the underframes of the  carriages, crawling with great skill from one carriage to the next, he  succeeded in reaching the front of the train. He hadn’t been seen. He couldn’t  have been."}},{"type":"paragraph","data":{"text":"Hanging by one hand between the luggage van and the tender,  he used his other hand to unhook the safety chains, but because of the force of  traction he would never have managed to undo the coupling-pin if a sudden jolt  of the engine hadn’t released it, so that the carriages, detached from the  engine, were gradually left behind, while the locomotive sped ahead even  faster."}},{"type":"paragraph","data":{"text":"Carried along by its own momentum, the train continued to  advance for a few more minutes, but the brakes were applied from inside the  carriages and the train at last came to a standstill, less than a hundred yards  from the station in Kearney."}},{"type":"paragraph","data":{"text":"There the noise of the firing had alerted the soldiers, who  came running towards the train. The Sioux hadn’t waited for them and, before  the train had come to a complete halt, the whole band had cleared off."}},{"type":"paragraph","data":{"text":"But when the passengers checked if they were all there, as  they stood on the station platform, they realized that several of their number  were missing, and one of those was the brave Frenchman to whose selflessness  they owed their lives."}}]}