{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Thirty-Three","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-33.mp3","bodys":[{"type":"paragraph","data":{"text":"Where Phileas Fogg proves himself equal to the situation"}},{"type":"paragraph","data":{"text":"An hour later the steamer the Henrietta passed the lightship  marking the mouth of the Hudson, went around the headland of Sandy Hook and put  out to sea. During the day it followed the coastline of Long Island, keeping  well clear of the beacon on Fire Island, then headed rapidly eastwards."}},{"type":"paragraph","data":{"text":"At midday on the following day, 13 December, a man climbed  on to the bridge to take the ship’s bearings. It would seem safe to assume that  this man was Captain Speedy. Nothing could be further from the truth. It was  Phileas Fogg, Esq."}},{"type":"paragraph","data":{"text":"Captain Speedy meanwhile was quite simply locked up in his  cabin and was howling away, giving vent to a quite understandable anger that  was reaching fever pitch."}},{"type":"paragraph","data":{"text":"What had happened was perfectly simple. Phileas Fogg wanted  to get to Liverpool, but the captain didn’t want to take him there. Phileas  Fogg had then agreed to travel to Bordeaux and during the thirty hours he’d  been on board he had put his banknotes to work so effectively that the crew,  the sailors and the stokers – a motley collection of individuals who were on  pretty bad terms with the captain – had been won over. This is why Phileas Fogg  was in command instead of Captain Speedy, why the captain was locked up in his  cabin and, lastly, why the Henrietta was heading for Liverpool. It was, though,  very clear from the way he set about things that Mr Fogg had been a sailor."}},{"type":"paragraph","data":{"text":"It was too early to tell how things would work out. However,  Mrs Aouda was worried, without letting it show. Fix had been simply dumbfounded  to start with. As for Passepartout, he found the whole thing absolutely  wonderful."}},{"type":"paragraph","data":{"text":"‘Between eleven and twelve knots’ was what Captain Speedy  had said and, sure enough, the Henrietta kept up this average speed."}},{"type":"paragraph","data":{"text":"And so if – but there were a lot of ifs – the sea didn’t get  too rough, if the wind didn’t veer to the east, if the vessel was spared  accidental damage and mechanical breakdown, it was possible for the Henrietta  to cover the 3,000 miles separating New York and Liverpool in the nine days  between 12 and 21 December. It is true that once he’d arrived, the business of  the Henrietta coming on top of the business at the Bank of England could well  cause the gentleman more complications than he’d like."}},{"type":"paragraph","data":{"text":"For the first few days conditions for sailing were  excellent. The sea wasn’t too difficult, the wind seemed settled in the  north-east, the sails were set, and under its try-sails the Henrietta went like  a real transatlantic steamer."}},{"type":"paragraph","data":{"text":"Passepartout was delighted. He was full of enthusiasm for  his master’s latest exploit, though he didn’t want to think about its  consequences. The crew had never seen such a high-spirited and nimble fellow.  He was very friendly towards the sailors and amazed them with his acrobatics.  He treated them to compliments and tempting-looking drinks. For him they went  about their work like gentlemen, and the stokers stoked like heroes. Everyone  was susceptible to his infectious good humour. He’d forgotten about the recent  past, the problems and the dangers. The only thing he thought about was the  goal that they were so close to reaching, and sometimes he was boiling over  with impatience, as if he’d been heated up by the Henrietta’s own furnace. The  worthy fellow often circled around Fix, looking at him knowingly but not saying  a word, because there was no longer any closeness between the two former  friends."}},{"type":"paragraph","data":{"text":"In any case, it has to be said that Fix no longer had a clue  about what was going on. This whole sequence of events, the takeover of the  Henrietta, the bribing of the crew and Fogg navigating like an experienced  sailor, had him baffled. He just didn’t know what to think. But after all a  gentleman who started out by stealing £55,000 could easily end up stealing a  sailing ship. And Fix naturally went on to conclude that under Phileas Fogg’s  command the Henrietta was not heading for Liverpool at all but for some other  part of the world where the thief, who had now turned into a pirate, could  safely spend the rest of his life. It has to be admitted that this was a perfectly  plausible explanation, and the detective was beginning seriously to regret ever  having got caught up in this business."}},{"type":"paragraph","data":{"text":"Meanwhile Captain Speedy continued to howl away in his  cabin, and Passepartout, who had been given the task of providing him with  food, only did so with the greatest of caution, despite his own physical  strength. Mr Fogg, on the other hand, no longer seemed to suspect there was a  captain on board."}},{"type":"paragraph","data":{"text":"On the 13th they reached the tail-end of the Grand Banks of  Newfoundland. These are dangerous waters. Especially during the winter, fog is  common and the storms are frightening. The previous day the barometer had  dropped suddenly, a sign that a change in the weather was imminent. And, sure  enough, during the night the temperature changed, the cold became more intense  and at the same time the wind veered to the south-east."}},{"type":"paragraph","data":{"text":"It was a setback. In order to stick to his route Mr Fogg had  to take in the sails and increase the steam. Nevertheless, the ship’s progress  was slowed down by the state of the sea with high waves breaking against its  stem. The ship began to pitch violently and this further affected its speed.  The wind was gradually reaching hurricane force and it already looked as if the  Henrietta might not be able to face the waves full-on. But if it had to run  before the storm that would be a leap into the unknown, with all the dangers  that this entailed."}},{"type":"paragraph","data":{"text":"Passepartout’s face became as dark as the sky, and for two  days the worthy fellow was on tenterhooks. But Phileas Fogg was a bold sailor  who knew how to stand up to the sea and he kept straight on, without even  reducing steam. When the Henrietta couldn’t rise above the waves it went  straight through them, and although the deck was swamped the ship carried on.  Sometimes, too, the propeller was lifted clean out of the water and the blades  whirred madly in the air as a mountainous wave raised the stern, but still the  ship continued on its course."}},{"type":"paragraph","data":{"text":"Nevertheless, the wind didn’t freshen as much as might have  been feared. It wasn’t one of those hurricanes that reach speeds of up to  ninety miles per hour. The wind didn’t go beyond gale force, but unfortunately  it kept on blowing from the south-east and made it impossible to put the sails  out. However, as will soon become apparent, the wind would have been very  useful for helping out the steam power."}},{"type":"paragraph","data":{"text":"The 16th of December was the seventy-fifth day since they  had left London. In a word, the delay to the Henrietta was still not serious.  Half the crossing had almost been completed and the most difficult waters were  already behind them. If it had been summer, success would have been guaranteed.  As it was winter, they were at the mercy of bad weather. Passepartout didn’t  make his views known. Deep down he was hopeful and, if the wind failed, he was  counting on steam to get them there."}},{"type":"paragraph","data":{"text":"As it happened, on that particular day the engineer went on  deck, met Mr Fogg and had quite a sharp conversation with him."}},{"type":"paragraph","data":{"text":"Without knowing why – no doubt by a premonition –  Passepartout felt a vague sort of uneasiness. He would have given his right arm  to hear what was being said. However, he did manage to catch a few words,  including the following, spoken by his master, ‘Are you sure that what you’re  saying is true?’"}},{"type":"paragraph","data":{"text":"‘Absolutely certain, sir,’ replied the engineer. ‘Don’t  forget that since we set out we’ve been going full blast, and even if we had  enough coal to go at low steam from New York to Bordeaux, we don’t have enough  to go at full steam from New York to Liverpool.’"}},{"type":"paragraph","data":{"text":"‘I shall decide what to do,’ replied Mr Fogg."}},{"type":"paragraph","data":{"text":"Passepartout had understood. He suddenly became extremely  worried."}},{"type":"paragraph","data":{"text":"They were going to run out of coal."}},{"type":"paragraph","data":{"text":"‘Oh, if my master can get us out of this one,’ he said to  himself, ‘then he really is somebody.’"}},{"type":"paragraph","data":{"text":"After bumping into Fix, he couldn’t help telling him about  the situation."}},{"type":"paragraph","data":{"text":"‘So,’ the inspector replied, gritting his teeth, ‘you really  think that we’re heading for Liverpool.’"}},{"type":"paragraph","data":{"text":"‘But of course.’"}},{"type":"paragraph","data":{"text":"‘Idiot!’ answered the inspector, as he walked away,  shrugging his shoulders."}},{"type":"paragraph","data":{"text":"Passepartout was about to take strong exception to this  word, even if he wasn’t in a position to understand its full significance, but  he said to himself that poor old Fix must be very disappointed and that his  pride must have taken a battering at the idea of having gone around the world  on a wild goose chase, and so Passepartout let the remark pass."}},{"type":"paragraph","data":{"text":"So what would Phileas Fogg’s decision be? It was hard to  imagine. However, the phlegmatic gentleman seemed to have made up his mind  because that very evening he sent for the engineer and said to him, ‘Stoke up  the boilers and go full steam ahead until there’s no fuel left.’"}},{"type":"paragraph","data":{"text":"A few moments later the Henrietta’s funnel was belching out  clouds of smoke."}},{"type":"paragraph","data":{"text":"So the ship continued on course at full steam, but just as he  had warned, two days later, the 18th, the engineer announced that they would  run out of coal during that day."}},{"type":"paragraph","data":{"text":"‘Don’t let the fires die down,’ replied Mr Fogg. ‘On the  contrary. Keep up the pressure in the engine.’"}},{"type":"paragraph","data":{"text":"That day, at about midday, after taking a bearing to  calculate the ship’s position, Phileas Fogg sent for Passepartout and told him  to go and fetch Captain Speedy. It was like telling the good fellow to go and  unleash a tiger, and he went down to the poop deck saying to himself, ‘He’s  going to go absolutely berserk.’"}},{"type":"paragraph","data":{"text":"A few minutes later, amid shouting and swearing, a bomb duly  landed on the poop deck. This bomb was Captain Speedy. It was obvious that he  was about to explode."}},{"type":"paragraph","data":{"text":"‘Where are we?’ were the first words he uttered, choking  with anger, and it was clear that if this worthy fellow had had a weak heart he  would never have survived."}},{"type":"paragraph","data":{"text":"‘Where are we?’ he repeated, red in the face."}},{"type":"paragraph","data":{"text":"‘770 miles east of Liverpool,’ replied Mr Fogg, with total  composure."}},{"type":"paragraph","data":{"text":"‘Pirate!’ exclaimed Andrew Speedy."}},{"type":"paragraph","data":{"text":"‘I sent for you, sir – ’"}},{"type":"paragraph","data":{"text":"‘Sea rover!’"}},{"type":"paragraph","data":{"text":"‘ – sir,’ continued Mr Fogg, ‘to ask you to sell me your  ship.’"}},{"type":"paragraph","data":{"text":"‘No. Like hell. No.’"}},{"type":"paragraph","data":{"text":"‘The fact is that I’m going to have to burn it.’"}},{"type":"paragraph","data":{"text":"‘Burn my ship!’"}},{"type":"paragraph","data":{"text":"‘Yes, at least the upper works, because we’re running out of  fuel.’"}},{"type":"paragraph","data":{"text":"‘Burn my ship!’ exclaimed Captain Speedy, who had difficulty  getting the words out of his mouth any more. ‘A ship worth $50,000!’"}},{"type":"paragraph","data":{"text":"‘Here’s $60,000,’ replied Phileas Fogg, handing the captain  a wad of banknotes."}},{"type":"paragraph","data":{"text":"The effect on Andrew Speedy was spectacular. No true  American can fail to be moved by the sight of $60,000. For a moment the captain  forgot about his anger, his imprisonment and all his grievances against his  passenger. His ship was twenty years old; this deal was worth a packet. The  bomb was no longer going to explode. Mr Fogg had removed the fuse."}},{"type":"paragraph","data":{"text":"‘But I’ll still have the iron hull left,’ he said, sounding  remarkably calmer."}},{"type":"paragraph","data":{"text":"‘The iron hull and the machinery, sir. Are we agreed?’"}},{"type":"paragraph","data":{"text":"‘Agreed.’"}},{"type":"paragraph","data":{"text":"With that Andrew Speedy grabbed the wad of banknotes,  counted them and stashed them away in his pocket."}},{"type":"paragraph","data":{"text":"During this scene Passepartout was white as a sheet. Fix,  for his part, almost had a heart attack. Nearly £20,000 had already been spent  and now here was Fogg giving away to the vendor the hull and the machinery, in  other words almost half the total value of the ship. It was just as well that  the amount of money stolen from the bank was £55,000."}},{"type":"paragraph","data":{"text":"When Andrew Speedy had put all the money away in his pocket,  Mr Fogg said to him, ‘Sir, let me explain something to you. If I am not back in  London by eight forty-five in the evening on 21 December I will lose £20,000.  The fact is that I missed the steamer from New York and because you refused to  take me to Liverpool –’"}},{"type":"paragraph","data":{"text":"‘And I did the right thing there, I’ll swear that by the  devil,’ exclaimed Andrew Speedy, ‘because I’ve made at least $40,000.’"}},{"type":"paragraph","data":{"text":"Then he added, rather more calmly, ‘Do you know ssomething,  Captain …’"}},{"type":"paragraph","data":{"text":"‘Fogg.’"}},{"type":"paragraph","data":{"text":"‘Captain Fogg, well, there’s a bit of the Yankee about you.’"}},{"type":"paragraph","data":{"text":"And after giving his passenger what he thought was a  compliment, he was about to go when Phileas Fogg said to him, ‘So this boat  belongs to me now, doesn’t it?’"}},{"type":"paragraph","data":{"text":"‘Well, from the keel to the top of the masts, everything  made of wood, that is.’"}},{"type":"paragraph","data":{"text":"‘Good. Take out all the internal fittings and use them as  firewood.’"}},{"type":"paragraph","data":{"text":"It is easy to imagine how much dry wood needs to be burnt to  keep the steam up to sufficient pressure. That day the poop deck, the deck-houses,  the cabins, the crew’s quarters and the spar-deck all went."}},{"type":"paragraph","data":{"text":"The following day, 19 December, they burnt the masting, the  spare masts and yards, and the spars. They chopped down the masts and cut them  up with axes. The crew set about their task with incredible energy.  Passepartout was slicing, cutting and sawing away, doing the work of ten men.  It was an orgy of destruction."}},{"type":"paragraph","data":{"text":"The day after, 20 December, the rails, the bulwarks, the  dead-works and most of the deck were fed to the flames. The Henrietta was now  so low it looked like a pontoon, not a ship."}},{"type":"paragraph","data":{"text":"But that day they sighted the coast of Ireland and the  Fastnet lighthouse."}},{"type":"paragraph","data":{"text":"However, by ten o’clock in the evening the ship was still  off Queenstown.1 Phileas Fogg only had twenty-four hours left to get to London.  That was precisely how long it would take the Henrietta to get to Liverpool –  even if it went at full steam. And steam was just what the daring gentleman was  running out of!"}},{"type":"paragraph","data":{"text":"‘Sir,’ Captain Speedy then said to him, as he had now come  round to showing an interest in his plans, ‘I feel really sorry for you.  Everything’s against you. We’re still no further than Queenstown.’"}},{"type":"paragraph","data":{"text":"‘Ah!’ said Mr Fogg. ‘Is that the town we can see, where the  lights are coming from?’"}},{"type":"paragraph","data":{"text":"‘Yes.’"}},{"type":"paragraph","data":{"text":"‘Can we enter the harbour?’"}},{"type":"paragraph","data":{"text":"‘Not for another three hours. Only at high tide.’"}},{"type":"paragraph","data":{"text":"‘Let’s wait, then,’ Phileas Fogg replied calmly, without  letting it show on his face that he was about to attempt once again to overcome  his bad luck by another master stroke."}},{"type":"paragraph","data":{"text":"Queenstown is, as it happens, a port on the Irish coast  where transatlantic liners from the United States drop off their mail-bags.  These letters are taken to Dublin by express trains that are always ready and  waiting. From Dublin they go to Liverpool via high-speed steamers – cutting  twelve hours off the time taken by the fastest vessels of the shipping  companies."}},{"type":"paragraph","data":{"text":"Phileas Fogg thought that he, too, could make up twelve  hours, as the mail from America did. Instead of arriving in Liverpool on the  Henrietta the following evening he would get there by midday, which would allow  him time to get to London by eight forty-five in the evening."}},{"type":"paragraph","data":{"text":"Towards one o’clock in the afternoon the Henrietta entered  Queenstown harbour on the full tide, and Phileas Fogg, after receiving a  vigorous handshake from Captain Speedy, left the latter on the flattened  carcass of his ship, which was still worth half what he had got for selling it."}},{"type":"paragraph","data":{"text":"The passengers disembarked immediately. Fix, at that moment,  felt a great urge to arrest Fogg. He refrained from doing so, however. Why?  What struggle was going on inside him? Had he changed his mind about Mr Fogg?  Did he realize at last that he’d been wrong? Nevertheless, Fix did not let go  of Mr Fogg. Along with him, Mrs Aouda and Passepartout, who was in such a rush  he didn’t pause for breath, he got into the train from Queenstown at half past  one in the morning, reached Dublin as dawn was breaking and immediately got on  to one of those steamers – real steel rockets that are all engine – which do  not bother to rise with the waves but invariably go straight through them."}},{"type":"paragraph","data":{"text":"At twenty minutes to midday on 21 December, Phileas Fogg at  last landed at Liverpool docks. He was only six hours away from London."}},{"type":"paragraph","data":{"text":"But at that moment Fix went up to him, put his hand on his  shoulder and, showing him his warrant, said, ‘You are Phileas Fogg, are you  not?’"}},{"type":"paragraph","data":{"text":"‘Yes, sir.’"}},{"type":"paragraph","data":{"text":"‘In the name of Her Majesty the Queen, I arrest you.’"}}]}