{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Twenty-Six","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-26.mp3","bodys":[{"type":"paragraph","data":{"text":"In which the express train travels the Pacific Railroad"}},{"type":"paragraph","data":{"text":"‘Ocean to ocean’ is how the Americans put it – and this  phrase really should be the best way of referring to the grand trunk line that  crosses the United States of America at its widest point. But in fact the  Pacific Railroad is divided into two quite distinct sections, the ‘Central  Pacific’ between San Francisco and Ogden, and the ‘Union Pacific’ between Ogden  and Omaha. That is where five different lines meet up, making regular travel  possible between Omaha and New York."}},{"type":"paragraph","data":{"text":"New York and San Francisco are therefore now linked by an  uninterrupted metal strip stretching for no less than 3,786 miles. Between  Omaha and the Pacific the railroad crosses territory that is still the haunt of  Native Americans and wild animals, a vast tract of land that the Mormons began  to colonize around 1845 after being driven out of Illinois."}},{"type":"paragraph","data":{"text":"In the past it took at best six months to go from New York  to San Francisco. Now it takes seven days."}},{"type":"paragraph","data":{"text":"It was in 1862 that, despite the opposition of representatives  from the southern states, who wanted a line further to the south, it was  decided that the route for the new railroad would run between the forty-first  and forty-second parallels. The late, lamented President Lincoln himself chose  the town of Omaha in the state of Nebraska as the starting-point of the new  network. Work began immediately and was carried out in typical American style,  without too much paperwork or bureaucratic fuss. The speed with which the track  was laid would not at all affect the quality of its contruction. Over the  prairies the work progressed at a mile and a half per day. A locomotive running  along the track that had been laid the previous day transported the rails for  the day after and worked its way along them as they were being laid."}},{"type":"paragraph","data":{"text":"The Pacific Railroad has various junctions along its length,  with branch lines going off into the states of Iowa, Kansas, Colorado and  Oregon. After leaving Omaha it follows the south bank of the Platte River as  far as the mouth of the North Platte, follows the South Platte, crosses the  territory of Laramie and the Wasatch Mountains, skirts the Great Salt Lake,  arrives in Salt Lake City, the Mormon capital, goes deep into the Tuilla  Valley, runs along the edge of the Great Salt Lake Desert, Mounts Cedar and  Humboldt, the Humboldt River and the Sierra Nevada and goes back down to the  Pacific via Sacramento, and over its whole length the gradient never exceeds  one in fifty, even when it crosses the Rocky Mountains."}},{"type":"paragraph","data":{"text":"This was the long line of communication that trains took  seven days to travel and that would enable Phileas Fogg, Esq. – at least that  was what he hoped – to be in New York by 11 December to catch the Liverpool  steamer."}},{"type":"paragraph","data":{"text":"The carriage in which Phileas Fogg was sitting was a sort of  long omnibus resting on two undercarriages, each with four wheels, which  because of their mobility made it possible to negotiate tight bends. Inside  there were no separate compartments. Instead there were two rows of seats  facing each other, situated at right angles to the axle and separated by a  passageway that led to the washroom and toilet with which every carriage was  provided. Throughout the train there were platforms that connected the  carriages, so the passengers were able to go from one end of the train to  another, with at their disposal saloon cars, observation cars, restaurant cars  and buffet cars. All that was missing were theatre cars, and even they must  only be a matter of time."}},{"type":"paragraph","data":{"text":"People were constantly moving up and down the platforms,  selling books and newspapers, spirits, food and cigars, all doing good business  with no shortage of customers."}},{"type":"paragraph","data":{"text":"The travellers had left Oakland station at six o’clock in  the evening. Darkness had already fallen: a cold, thick night with overcast  skies and clouds that were threatening snow. The train was not going very  quickly. Allowing for the stops, it wasn’t doing more than twenty miles per  hour, but this was still fast enough to enable it to cross the United States on  schedule."}},{"type":"paragraph","data":{"text":"There was little talking in the carriage. In any case, the  travellers would soon be asleep. Passepartout found himself sitting next to the  police inspector, but he didn’t speak to him. Since recent events, relations  between them had noticeably cooled. There was no longer any fellow feeling or  closeness between them. Fix’s manner hadn’t changed at all, but Passepartout on  the contrary was extremely reserved, ready to strangle his former friend on the  least suspicion."}},{"type":"paragraph","data":{"text":"An hour after the train had left it began to snow. It was a  fine snow, which very fortunately would not slow down the train’s progress. All  that could be seen through the windows was an immense white covering of snow,  which made the unfurling coils of steam from the locomotive seem positively  grey."}},{"type":"paragraph","data":{"text":"At eight o’clock a steward came into the carriage and  informed the passengers that it was time to go to bed. The carriage they were  in was a sleeping car, which in the space of a few minutes was transformed into  a dormitory. The backs of the seats folded down, carefully made-up couchettes  opened out thanks to an ingeniously devised system, and within the space of a  few minutes a series of cabins had been put together so that each traveller  could enjoy a comfortable bed with thick curtains to protect their privacy. The  sheets were white and the pillows soft. All that remained was for them to get  into bed and go to sleep, which they all proceeded to do as if they were in the  comfort of a cabin on a steamship. Meanwhile the train sped along at full steam  across the state of California."}},{"type":"paragraph","data":{"text":"In this part of the country between San Francisco and  Sacramento the land is fairly flat. This section of the line, called the  Central Pacific Railroad, first took Sacramento as its startingpoint and then  went east to meet up with the line coming from Omaha. From San Francisco to  Sacramento the line headed directly north-east along the American River, which  enters San Pablo Bay. The distance of 120 miles between these two large towns  was covered in six hours and towards midnight, while the travellers slept  soundly, they went through Sacramento. They therefore saw nothing of this  sizeable city, the seat of the legislature of the state of California, with its  handsome wharves, its wide streets, its splendid-looking hotels, its squares  and churches."}},{"type":"paragraph","data":{"text":"After Sacramento the train, once it had gone past the  stations at Junction, Rochin, Auburn and Colfax, entered the Sierra Nevada  mountain range. It was seven o’clock in the morning when it went through the  station at Cisco. One hour later the dormitory was once again an ordinary  carriage and the travellers were able to catch a glimpse through the windows of  the picturesque panoramas of this mountainous region. The route taken by the  train followed the twists and turns of the Sierra, at times clinging to the  mountainside, at others hanging over precipices, avoiding tight corners by  cutting bold curves, rushing into narrow gorges with apparently no way through.  The locomotive sparkled like a box of jewels, with its great lantern that gave  off a yellowish light, its silver bell and its cowcatcher that jutted out like  a spur, and as it went the noise of its whistling and roaring mingled with the  sound of the streams and waterfalls and its smoke twisted itself around the  black branches of the fir trees."}},{"type":"paragraph","data":{"text":"Tunnels and bridges were few and far between on the route.  The railroad went around the sides of mountains making little attempt to go in  a straight line or to find the shortest distance between two points, thereby  respecting the natural surroundings."}},{"type":"paragraph","data":{"text":"Towards nine o’clock the train entered the state of Nevada  through the Carson Sink, continuing in a north-easterly direction. At midday it  left Reno, where the travellers had twenty minutes to eat their lunch."}},{"type":"paragraph","data":{"text":"From this point the railway line, running alongside the  Humboldt River, headed up towards the north. Then it turned eastwards but still  following the course of the river as far as the Humboldt Ranges, where the  river takes its source, almost at the easternmost point of the state of Nevada."}},{"type":"paragraph","data":{"text":"After eating their lunch Mr Fogg, Mrs Aouda and their  companions went back to their seats in the carriage. Phileas Fogg, the young  woman, Fix and Passepartout were comfortably seated and were looking out at the  varied scenery that went past them: vast prairies, a backdrop of mountains and  creeks that poured forth their foaming waters. Sometimes a large herd of bison  gathered in the distance, forming what seemed like an encroaching tide. These  innumerable armies of ruminants often present an insurmountable obstacle to  passing trains. It has been known for thousands of animals to take hours to  move across the railroad. The locomotive is forced in such cases to stop and to  wait for the line to become clear again."}},{"type":"paragraph","data":{"text":"This is precisely what happened on this occasion. Towards  three o’clock in the afternoon a herd of 10,000 to 12,000 head of cattle  blocked the railroad. The locomotive reduced speed and attempted to drive its  ram into the side of the immense column, but it had to stop in the face of this  impenetrable mass."}},{"type":"paragraph","data":{"text":"These ruminants, which the Americans wrongly call buffaloes,  could be seen lumbering along, sometimes bellowing loudly. They are bigger in  size than a European bull, with short legs and tail, prominent withers that form  a muscular hump, horns that are set well apart at the base, and a head, neck  and shoulders that are covered with a thick mane. It was pointless to even  think of stopping this migration. When bison have decided which way to go,  nothing can stop them or alter their path. They are an advancing tide of living  flesh that no barrier could hold back."}},{"type":"paragraph","data":{"text":"The travellers watched this curious spectacle from the  vantage point of the platforms. But the person who was in the greatest hurry of  all, Phileas Fogg, had remained in his seat and was calmly waiting for the  buffaloes to agree to let him through. Passepartout was furious about the delay  caused by this congregation of beasts. He would have liked to empty the  contents of his whole arsenal of revolvers on them."}},{"type":"paragraph","data":{"text":"‘What a country!’ he exclaimed. ‘Trains brought to a  standstill by a few bulls, which wander off in procession without being in the  least hurry, as if they weren’t holding up the traffic … Good heavens! I’d like  to know if this setback was catered for in Mr Fogg’s schedule! And what about  this engine driver, who doesn’t have the courage to drive his machine straight  through these obstructive beasts!’"}},{"type":"paragraph","data":{"text":"The engine driver was certainly not tempted to remove the  obstruction and this was wise of him. He would certainly have managed to crush  the first bison with the ram of his locomotive, but, however powerful it may  have been, the engine would have been brought to a standstill before long, a  derailment would have been inevitable and the train would have been left  stranded."}},{"type":"paragraph","data":{"text":"The best thing was therefore to wait patiently, even if that  meant having to make up for lost time by driving faster afterwards. The procession  of bison lasted for a good three hours and the track was not clear again until  midnight. Only then did the rearguard of the herd cross the rails while those  at the front were disappearing below the southern horizon."}},{"type":"paragraph","data":{"text":"And so it was eight o’clock by the time the train crossed  the narrow passes of the Humboldt Ranges and half past nine by the time it  entered the territory of Utah,2 the area of the Great Salt Lake and the strange  land of the Mormons."}}]}