{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Four","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-04.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Phileas Fogg takes his servant Passepartout completely  by surprise"}},{"type":"paragraph","data":{"text":"At seven twenty-five, after winning about twenty guineas at  whist, Phileas Fogg said goodbye to his distinguished colleagues and left the  Reform Club. At seven fifty he opened the door of his house and went inside."}},{"type":"paragraph","data":{"text":"Passepartout, who had been conscientiously studying his work  schedule, was quite surprised to see Mr Fogg appear at this unusual hour,  committing such an error of timing. According to what was written down, the  occupant of Savile Row was not due to return until exactly midnight."}},{"type":"paragraph","data":{"text":"Phileas Fogg first went up to his bedroom, then called out,  ‘Passepartout.’"}},{"type":"paragraph","data":{"text":"Passepartout did not reply. The call couldn’t possibly be  for him. It wasn’t the right time."}},{"type":"paragraph","data":{"text":"‘Passepartout,’ Mr Fogg repeated without raising his voice.  Passepartout appeared."}},{"type":"paragraph","data":{"text":"‘That’s the second time I’ve called you,’ said Mr Fogg."}},{"type":"paragraph","data":{"text":"‘But it’s not midnight yet,’ replied Passepartout, with his  watch in his hand."}},{"type":"paragraph","data":{"text":"‘I know,’ replied Phileas Fogg, ‘and I’m not criticizing  you. In ten minutes we leave for Dover and Calais.’"}},{"type":"paragraph","data":{"text":"A puzzled sort of expression appeared on the Frenchman’s  roundish face. It was obvious that he had misheard."}},{"type":"paragraph","data":{"text":"‘Is sir off somewhere?’ he asked."}},{"type":"paragraph","data":{"text":"‘Yes,’ replied Phileas Fogg. ‘We are going around the  world.’"}},{"type":"paragraph","data":{"text":"With his staring eyes, raised eyelids and eyebrows, limp  arms and slumped body, Passepartout at that moment displayed all the symptoms  of surprise bordering on stupefaction."}},{"type":"paragraph","data":{"text":"‘Around the world!’ he muttered."}},{"type":"paragraph","data":{"text":"‘In eighty days,’ replied Mr Fogg. ‘So we don’t have a  moment to spare.’"}},{"type":"paragraph","data":{"text":"‘But what about the suitcases?’ said Passepartout, whose  head was rocking involuntarily from right to left."}},{"type":"paragraph","data":{"text":"‘No suitcases. Just an overnight bag. In it two woollen  shirts and three pairs of socks. The same for you. We can buy things on the  journey. Bring down my raincoat and my travel rug. Get some sturdy shoes. In  any case, we won’t be doing a lot of walking. Off you go.’"}},{"type":"paragraph","data":{"text":"Passepartout would have liked to respond. He was unable to  do so. He left Mr Fogg’s bedroom, went up to his own and collapsed into a  chair. Lapsing into a colloquialism, he said to himself, ‘Well! That takes the  biscuit. Just when I was looking forward to a quiet life …’"}},{"type":"paragraph","data":{"text":"And so, like an automaton, he got ready to leave. Around the  world in eighty days! Was he dealing with a madman? No. It was a joke … They were  going to Dover. Fair enough. To Calais. Fine. After all, that was nothing for  the dear fellow to get upset about when he hadn’t set foot in France for five  years. Perhaps they would get as far as Paris and, to be honest, he would be  pleased to see the great capital city again. But certainly a gentleman who was  so careful not to take one step too many would go no further than that. Yes,  that was it, quite probably, but it was also a fact that this gentleman, who up  to then had been so much of a stay-at-home, was about to set off, to get on the  move."}},{"type":"paragraph","data":{"text":"By eight o’clock Passepartout had prepared the smallish bag  containing his and his master’s clothes. Then, still feeling at a loss, he left  his room, carefully closed the door and rejoined Mr Fogg."}},{"type":"paragraph","data":{"text":"Mr Fogg was ready. He was carrying under his arm Bradshaw’s  Continental Railway Steam Transit and General Guide, which was to give him all  the information needed for his journey. He took the bag from Passepartout,  opened it and slipped into it a thick wad of those splendid banknotes that are  legal tender all over the world."}},{"type":"paragraph","data":{"text":"‘Have you forgotten anything?’ he asked."}},{"type":"paragraph","data":{"text":"‘Nothing, sir.’"}},{"type":"paragraph","data":{"text":"‘My raincoat and my rug?’"}},{"type":"paragraph","data":{"text":"‘Here they are.’"}},{"type":"paragraph","data":{"text":"‘Good, take this bag.’"}},{"type":"paragraph","data":{"text":"Mr Fogg handed the bag to Passepartout."}},{"type":"paragraph","data":{"text":"‘Be careful with it. There are £20,000 inside.’"}},{"type":"paragraph","data":{"text":"Passepartout almost let go of the bag as if the £20,000 had  been in gold and too heavy to carry. Master and servant then went downstairs  and they double-locked the front door behind them."}},{"type":"paragraph","data":{"text":"There was a carriage rank at the far end of Savile Row.  Phileas Fogg and his servant got into a cab, which drove quickly to Charing  Cross station, the terminus for one of the branch lines of the South-Eastern  Railway."}},{"type":"paragraph","data":{"text":"At twenty past eight, the cab stopped in front of the railings  of the station. Passepartout jumped down. His master followed and paid the  coachman."}},{"type":"paragraph","data":{"text":"At that moment a poor beggar woman with a child in her  hands, barefoot in the mud, wearing a tattered shawl over her rags and a  battered hat decorated with a pathetic-looking feather, went up to Phileas  Fogg, asking for charity."}},{"type":"paragraph","data":{"text":"Mr Fogg took out of his pocket the twenty guineas he had  just won at whist and, as he gave them to the beggar woman, said, ‘Take this,  my poor woman. I’m glad to have met you.’"}},{"type":"paragraph","data":{"text":"Then he went on."}},{"type":"paragraph","data":{"text":"Passepartout felt as if tears were coming to his eyes. His  master had made an impression on his heart."}},{"type":"paragraph","data":{"text":"Mr Fogg and he immediately went into the main hall of the  station. There Phileas Fogg told Passepartout to buy two first-class tickets  for Paris. Then, as he turned around, he noticed his five fellow members of the  Reform Club."}},{"type":"paragraph","data":{"text":"‘Gentlemen, I’m on my way,’ he said, ‘and the various stamps  in the passport I’m taking for this very purpose will enable you to check where  I have been when I get back.’"}},{"type":"paragraph","data":{"text":"‘Oh, Mr Fogg,’ replied Gauthier Ralph politely, ‘that’s not  necessary. We will rely on your word as a gentleman.’"}},{"type":"paragraph","data":{"text":"‘I prefer it this way,’ said Mr Fogg."}},{"type":"paragraph","data":{"text":"‘You won’t forget, will you, that you must be back –’  remarked Andrew Stuart."}},{"type":"paragraph","data":{"text":"‘In eighty days,’ replied Mr Fogg, ‘by Saturday 21 December  1872, at eight forty-five in the evening. Goodbye, gentlemen.’"}},{"type":"paragraph","data":{"text":"At eight forty Phileas Fogg and his servant took their  places in the same compartment. At eight forty-five the whistle blew and the  train set off."}},{"type":"paragraph","data":{"text":"It was pitch dark, and it was drizzling with rain. Phileas  Fogg, sitting in his corner, didn’t say a word. Passepartout, still in a state  of shock, was clinging on to the bag of banknotes, like an automaton."}},{"type":"paragraph","data":{"text":"But the train had got no further than Sydenham when Passepartout  let out a real cry of despair."}},{"type":"paragraph","data":{"text":"‘What’s the matter?’ asked Mr Fogg."}},{"type":"paragraph","data":{"text":"‘What’s the matter is … in the rush … my state of confusion  … I forgot …’"}},{"type":"paragraph","data":{"text":"‘What?’"}},{"type":"paragraph","data":{"text":"‘To switch off the gas lamp in my bedroom.’"}},{"type":"paragraph","data":{"text":"‘Well, my dear fellow,’ Phileas Fogg replied coldly, ‘you’ll  be paying the bill!’"}}]}