{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Thirty-Seven","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-37.mp3","bodys":[{"type":"paragraph","data":{"text":"In which it is proved that Phileas Fogg has gained nothing  from this journey around the world, other than happiness"}},{"type":"paragraph","data":{"text":"Yes. It was Phileas Fogg in person."}},{"type":"paragraph","data":{"text":"It will be remembered that at five past eight in the evening  – about twenty-five hours since the travellers had got back to London –  Passepartout had been told to inform Rev. Samuel Wilson about a certain wedding  that was due to take place the very next day."}},{"type":"paragraph","data":{"text":"So Passepartout had set off, absolutely delighted at the  idea. He quickly went along to Rev. Samuel Wilson’s house, but the clergyman  had not yet got back. Passepartout decided to wait, which he did for a good  twenty minutes at least."}},{"type":"paragraph","data":{"text":"It was eight thirty-five before he was able to leave the  clergyman’s house, but what a state he was in by then. His hair was all over  the place, he was without his hat, and running, running asnoone had ever run  before, knocking over passers-by, rushing along the pavement at breakneck  speed."}},{"type":"paragraph","data":{"text":"It took him three minutes to get back to the house in Savile  Row and he collapsed out of breath on the floor of Mr Fogg’s bedroom."}},{"type":"paragraph","data":{"text":"He was unable to speak."}},{"type":"paragraph","data":{"text":"‘What’s the matter?’ asked Mr Fogg."}},{"type":"paragraph","data":{"text":"‘Master …’stammered Passepartout,‘wedding …impossible.’"}},{"type":"paragraph","data":{"text":"‘Impossible?’"}},{"type":"paragraph","data":{"text":"‘Impossible … for tomorrow.’"}},{"type":"paragraph","data":{"text":"‘Why?’"}},{"type":"paragraph","data":{"text":"‘Because tomorrow … is Sunday.’"}},{"type":"paragraph","data":{"text":"‘Monday,’ replied Mr Fogg."}},{"type":"paragraph","data":{"text":"‘No … today … Saturday.’"}},{"type":"paragraph","data":{"text":"‘Saturday? Impossible.’"}},{"type":"paragraph","data":{"text":"‘Yes, yes, yes!’ exclaimed Passepartout. ‘You are a day out.  We arrived twenty-four hours early … but there are only ten minutes left!’"}},{"type":"paragraph","data":{"text":"Passepartout had seized his master by the collar and he was  dragging him off with irresistible force."}},{"type":"paragraph","data":{"text":"After being snatched away like this and without having the  time to think, Phileas Fogg left his room and his house, jumped into a cab,  promised the driver £100, and, after running over two dogs and bumping into  five carriages, reached the Reform Club."}},{"type":"paragraph","data":{"text":"The clock was showing eight forty-five when he appeared in  the main drawing-room."}},{"type":"paragraph","data":{"text":"Phileas Fogg had completed his journey around the world in  eighty days."}},{"type":"paragraph","data":{"text":"Phileas Fogg had won his £20,000 bet."}},{"type":"paragraph","data":{"text":"So how could a man who was so precise and meticulous have  been a day out in his calculations? How could he think when he arrived in  London that it was Saturday evening of 21 December when it was instead Friday  20 December, only seventy-nine days after he set out?"}},{"type":"paragraph","data":{"text":"The explanation of this mistake is very simple and here it  is."}},{"type":"paragraph","data":{"text":"Without realizing it, Phileas Fogg had gained a day during  his journey, simply because he had gone around the world from west to east,  just as he would have lost a day if he had gone in the opposite direction from  east to west."}},{"type":"paragraph","data":{"text":"By travelling eastwards Phileas Fogg had gone towards the  sun and therefore the days became shorter for him by four minutes with every  degree of longitude he crossed in that direction. As the earth has a  circumference of 360 degrees, these 360 degrees multiplied by four minutes give  exactly twenty-four hours, that is, the day that he had gained without being  aware of it. In other words, by going eastwards Phileas Fogg had seen the sun  cross the meridian eighty times, whereas his colleagues back in London had only  seen it cross seventy-nine times. This is why on that very day, which was a  Saturday and not a Sunday, as Phileas Fogg thought, these gentlemen were  waiting for him in the drawing-room of the Reform Club."}},{"type":"paragraph","data":{"text":"And this is what Passepartout’s famous watch, which was  still set on London time, would have told him if it had shown the days as well  as the minutes and hours."}},{"type":"paragraph","data":{"text":"Phileas Fogg had therefore won the £20,000. But as he had  spent about £19,000 during his journey, the financial return wasn’t very great.  However, as has already been said, what had made this eccentric gentleman take  on the bet was the challenge, not the money. What was more, he divided up the  remaining £1,000 between the trusty Passepartout and the unfortunate Fix,  towards whom he could feel no resentment. The only thing was that on a point of  principle he held back from his servant the cost of the 1,920 hours of gas that  Passepartout had been responsible for wasting."}},{"type":"paragraph","data":{"text":"That same evening Mr Fogg, as impassive and phlegmatic as  ever, said to Mrs Aouda:"}},{"type":"paragraph","data":{"text":"‘Are you still prepared to marry me, madam?’"}},{"type":"paragraph","data":{"text":"‘Mr Fogg,’ replied Mrs Aouda, ‘I’m the one who should be  asking this question. You were ruined, but now you are rich.’"}},{"type":"paragraph","data":{"text":"‘I beg your pardon, madam, but this wealth belongs to you.  If you hadn’t thought of getting married, my servant wouldn’t have gone to Rev.  Samuel Wilson’s, I wouldn’t have been informed of my error and …’"}},{"type":"paragraph","data":{"text":"‘Dear Mr Fogg,’ said the young woman."}},{"type":"paragraph","data":{"text":"‘Dear Aouda,’ replied Phileas Fogg."}},{"type":"paragraph","data":{"text":"It will come as no surprise to learn that the wedding took  place forty-eight hours later, and that Passepartout, looking magnificent,  resplendent and dazzling, gave her away. After all, hadn’t he been the one who  rescued her and wasn’t this honour owing to him?"}},{"type":"paragraph","data":{"text":"Nevertheless, the following day at the crack of dawn  Passepar-tout was banging on his master’s door."}},{"type":"paragraph","data":{"text":"The door opened and the impassive gentleman appeared."}},{"type":"paragraph","data":{"text":"‘What’s the matter, Passepartout?’"}},{"type":"paragraph","data":{"text":"‘What’s the matter, sir, is something I’ve just discovered  this minute.’"}},{"type":"paragraph","data":{"text":"‘Which is?’"}},{"type":"paragraph","data":{"text":"‘That we could have gone around the world in only  seventy-nine days.’"}},{"type":"paragraph","data":{"text":"‘Certainly,’ replied Mr Fogg, ‘by not going across India.  But if I hadn’t gone across India, I wouldn’t have rescued Mrs Aouda, and she  wouldn’t now be my wife, and …’"}},{"type":"paragraph","data":{"text":"With that Mr Fogg quietly closed the door."}},{"type":"paragraph","data":{"text":"And so Phileas Fogg had won his bet. He had completed this  journey around the world in eighty days. To do so he had used all possible  means of transport: steamships, railways, carriages, yachts, commercial  vessels, a sledge and an elephant. The eccentric gentleman had displayed  throughout his outstanding qualities of composure and precision. But apart from  this, what had he gained from all this travel? What had the journey brought  him?"}},{"type":"paragraph","data":{"text":"Nothing, it could be said. Nothing, that is, except for a  charming wife who, however unlikely it may seem, made him the happiest of men."}},{"type":"paragraph","data":{"text":"In all truth, isn’t this more than enough reward for going  around the world?"}}]}