{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Thirty-Five","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-35.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Passepartout doesn’t need to be told twice to do as  his master orders"}},{"type":"paragraph","data":{"text":"The following day the inhabitants of Savile Row would  certainly have been surprised to be informed that Mr Fogg was back in  residence. The windows and doors were all closed. Nothing had changed from the  outside."}},{"type":"paragraph","data":{"text":"What had happened was that after leaving the station Phileas  Fogg had told Passepartout to buy some food and he had gone back to his house."}},{"type":"paragraph","data":{"text":"The gentleman had responded to this blow with his usual  impassiveness. He was ruined and it was all the fault of this bungling police  inspector. After travelling at a steady pace during this long journey, after  overcoming a thousand obstacles, braving a thousand dangers and finding the  time to do some good on the way, to fail at his port of arrival in such violent  circumstances, which he could not have foreseen and was powerless to combat,  was a terrible thing. Of the sizeable sum of money he had taken with him when  he set out, only an insignificant amount was left over. All that remained of  his fortune was the £20,000 deposited with Baring Brothers, and even those  £20,000 were what he owed to his colleagues from the Reform Club. After  spending so much money, even if he had won his bet he probably wouldn’t have  been very much richer – anyway, that probably hadn’t been his aim, since he was  the sort of man who bet for honour not gain – but losing his bet spelt his  financial ruin. In any case the gentleman had made up his mind. He knew what  was left for him to do."}},{"type":"paragraph","data":{"text":"A room in the house in Savile Row had been set aside for Mrs  Aouda. The young woman was desperate. From some comments of Mr Fogg she had  concluded that he was planning some fateful deed."}},{"type":"paragraph","data":{"text":"It is of course well known to what dreadful extremes English  monomaniacs can be driven by their single-minded obsessions. This was why  Passepartout was keeping a careful eye on his master, without making it  obvious."}},{"type":"paragraph","data":{"text":"But, before anything else, the good fellow had gone up to  his bedroom and switched off the gas lamp, which had been burning away for  eighty days. He had found the bill from the gas company in the letterbox and he  thought it was high time he put an end to the costs he had incurred."}},{"type":"paragraph","data":{"text":"The night went by. Mr Fogg had gone to bed, but did he  sleep? As for Mrs Aouda, she was unable to get any rest at all. Passepartout,  for his part, had kept watch outside his master’s room, like a faithful dog."}},{"type":"paragraph","data":{"text":"The next day Mr Fogg called for him and told him in as few  words as possible to see to Mrs Aouda’s breakfast. All he wanted for himself  was a cup of tea and a piece of toast. He would like Mrs Aouda to excuse him  for lunch and dinner because he needed to devote all his time to putting his  affairs in order. He would not be going downstairs. Only in the evening would  he ask Mrs Aouda’s permission to speak to her for a few moments."}},{"type":"paragraph","data":{"text":"Having been informed of his master’s schedule for the day,  all Passepartout could do was to fall in with it. He looked at his master, who  was as impassive as ever, and he couldn’t find the courage to leave his room.  He was downcast and beset with remorse, because he felt more and more  responsible for this irreparable disaster. If only he had warned Mr Fogg and  disclosed Fix’s plans to him, Mr Fogg would certainly not have trailed the  detective along behind him all the way to Liverpool, and then—"}},{"type":"paragraph","data":{"text":"Passepartout couldn’t stand it any longer."}},{"type":"paragraph","data":{"text":"‘Master! Mr Fogg!’ he exclaimed, ‘curse me! It’s all my  fault that –’"}},{"type":"paragraph","data":{"text":"‘I’m not going to accuse anyone,’ replied Mr Fogg in the  calmest tone of voice imaginable. ‘Off you go.’"}},{"type":"paragraph","data":{"text":"Passepartout left the room and went off to see the young  woman to tell her what his master’s intentions were."}},{"type":"paragraph","data":{"text":"‘Madam, I’m absolutely powerless on my own. I have no  influence whatsoever over my master. Perhaps you …’"}},{"type":"paragraph","data":{"text":"‘What influence could I have?’ replied Mrs Aouda. ‘Mr Fogg  is impervious to any. Has he ever realized how much I wanted to pour out my  gratitude to him? Has he ever been able to read my heart? My friend, you must  not leave him alone, not for a single moment. You say that he has expressed the  intention of speaking to me this evening?’"}},{"type":"paragraph","data":{"text":"‘Yes, madam. It must be to do with safeguarding your  position in England.’"}},{"type":"paragraph","data":{"text":"‘Let’s wait and see,’ replied the young woman, looking  thoughtful."}},{"type":"paragraph","data":{"text":"And so for the whole of that Sunday the house in Savile Row  looked deserted, and for the first time since living there Phileas Fogg did not  go to his club as Big Ben struck half past eleven."}},{"type":"paragraph","data":{"text":"In any case, what would have been the point in the gentleman  going to the Reform Club? His colleagues were no longer expecting him. Since on  the previous evening, on the fateful date of Saturday 21 December, Phileas Fogg  had not shown up in the lounge of the Reform Club by eight forty-five, he had  lost his bet. There was no longer even any need for him to go to his bank to  withdraw the sum of £20,000. His opponents already had in their hands a cheque  he had signed and all that was needed was to put the cheque through his account  with Baring Brothers for the £20,000 to be credited to them."}},{"type":"paragraph","data":{"text":"As there was no point in Mr Fogg going out, so he didn’t do  so. He stayed in his room and put his affairs in order. Passepartout kept going  up and down the staircase in the house in Savile Row. Time went by very slowly  for the poor fellow. He listened outside the door of his master’s bedroom and  did so without thinking that he was being in the least indiscreet. He looked  through the keyhole with the firm conviction that he was entitled to do so."}},{"type":"paragraph","data":{"text":"Passepartout feared a catastrophe at any moment. Sometimes  he thought about Fix, but a change had come over him. He no longer bore a  grudge against the police inspector. Like everybody else, Fix had been wrong  about Phileas Fogg, and in trailing him and arresting him he had only been  doing his duty, whereas he, Passepartout … He was overwhelmed by the thought of  this and he considered himself the most wretched of creatures."}},{"type":"paragraph","data":{"text":"When eventually Passepartout felt too unhappy to be alone,  he knocked on Mrs Aouda’s door, went into her bedroom, sat down in a corner  without saying anything and looked at the young woman, who still seemed lost in  her thoughts."}},{"type":"paragraph","data":{"text":"At a bout half past seven in the evening Mr Fogg sent a  message to Mrs Aouda asking to be allowed to see her, and a few moments later  the young woman and he were alone together in her room."}},{"type":"paragraph","data":{"text":"Phileas Fogg took a chair and sat down near the fireplace,  opposite Mrs Aouda. His face was expressionless. The Fogg who had come back was  exactly the same Fogg as had gone away. The same calm and the same impassiveness."}},{"type":"paragraph","data":{"text":"He remained silent for five minutes. Then, looking up at Mrs  Aouda, he said, ‘Madam, will you forgive me for having brought you to England?’"}},{"type":"paragraph","data":{"text":"‘Forgive you, Mr Fogg?’ replied Mrs Aouda, struggling to  keep her emotions under control."}},{"type":"paragraph","data":{"text":"‘Please allow me to finish,’ continued Mr Fogg. ‘When I  conceived the idea of taking you far away from your own country, which had  become so dangerous for you, I was a wealthy man and I was expecting to bestow  some of that wealth on you. Your life would have been happy and free. Now I am  penniless.’"}},{"type":"paragraph","data":{"text":"‘I know, Mr Fogg,’ the young woman replied, ‘and I would  like to ask you something in turn: will you forgive me for having followed you  and – who can tell? – for perhaps having contributed to your ruin by delaying  you?’"}},{"type":"paragraph","data":{"text":"‘Madam, it was impossible for you to remain in India, and  your safety could only be guaranteed by making sure that you were far enough  away not to fall into the hands of those fanatics again.’"}},{"type":"paragraph","data":{"text":"‘So, Mr Fogg,’ Mrs Aouda continued, ‘not content to rescue  me from a horrible death, you also felt duty-bound to provide for me abroad?’"}},{"type":"paragraph","data":{"text":"‘Yes, madam, but things have turned out against me."}},{"type":"paragraph","data":{"text":"However, I ask to be allowed to bestow on you the little I  still have.’"}},{"type":"paragraph","data":{"text":"‘But what will become of you, Mr Fogg?’ asked Mrs Aouda."}},{"type":"paragraph","data":{"text":"‘I, madam,’ the gentleman replied coldly, ‘need nothing.’"}},{"type":"paragraph","data":{"text":"‘But how, sir, will you face the fate that awaits you?’"}},{"type":"paragraph","data":{"text":"‘In the appropriate way,’ replied Mr Fogg."}},{"type":"paragraph","data":{"text":"‘In any case,’ went on Mrs Aouda, ‘poverty cannot afflict a  person such as you. Your friends –’"}},{"type":"paragraph","data":{"text":"‘I have no friends, madam.’"}},{"type":"paragraph","data":{"text":"‘Your relatives –’"}},{"type":"paragraph","data":{"text":"‘I have no relatives left.’"}},{"type":"paragraph","data":{"text":"‘I feel truly sorry for you, then, Mr Fogg, because  loneliness is a sad thing. No one to pour your heart out to. And yet people say  that even poverty is bearable as long there are two of you.’"}},{"type":"paragraph","data":{"text":"‘So it is said, madam.’"}},{"type":"paragraph","data":{"text":"‘Mr Fogg,’ Mrs Aouda then said, as she got to her feet and  offered the gentleman her hand, ‘would you like both a relative and a friend?  Would you like to have me as your wife?’"}},{"type":"paragraph","data":{"text":"When he heard these words Mr Fogg also got to his feet.  There was a sort of unusual gleam in his eyes, and his lips looked as if they  were trembling. Mrs Aouda looked at him. The sincerity, uprightness, firmness  and gentleness of the beautiful gaze of a noble woman who will risk anything to  save the person to whom she owes everything first surprised and then penetrated  him. He closed his eyes for a moment, as if to prevent this gaze from going any  deeper into him. When he opened them, he said simply, ‘I love you! Yes, truly,  by everything that is sacred in the world, I love you and I am wholly yours.’"}},{"type":"paragraph","data":{"text":"‘Ah!’ exclaimed Mrs Aouda, placing her hand on her heart."}},{"type":"paragraph","data":{"text":"Passepartout was rung for. He came straightaway. Mr Fogg was  still holding Mrs Aouda’s hand in his. Passepartout understood, and his broad  face beamed like the midday sun in a tropical sky."}},{"type":"paragraph","data":{"text":"Mr Fogg asked whether it was too late to give notice to the  Rev. Samuel Wilson, of the parish of Marylebone."}},{"type":"paragraph","data":{"text":"Passepartout put on his best smile."}},{"type":"paragraph","data":{"text":"‘Never too late,’ he said."}},{"type":"paragraph","data":{"text":"It was only five past eight."}},{"type":"paragraph","data":{"text":"‘It’ll be for tomorrow, Monday?’ he said."}},{"type":"paragraph","data":{"text":"‘Tomorrow, Monday?’ asked Mr Fogg, looking at the young  woman."}},{"type":"paragraph","data":{"text":"‘Tomorrow, Monday!’ replied Mrs Aouda."}},{"type":"paragraph","data":{"text":"Passepartout went out of the house, running as fast as he  could."}}]}