{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Five","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-05.mp3","bodys":[{"type":"paragraph","data":{"text":"In which a new type of share appears on the London market"}},{"type":"paragraph","data":{"text":"When he left London, Phileas Fogg could have had little idea  of the impact that his departure would have. The news of the bet first went  around the Reform Club and had a considerable effect on the members of that  distinguished institution. Then, from the club, its effect spread to the  newspapers via reporters and from the newspapers to the public in London and  the whole United Kingdom."}},{"type":"paragraph","data":{"text":"This issue of the ‘journey around the world’ was discussed,  argued about and analysed with as much passion and energy as if it had been a  major international dispute like the Alabama Claim. Some people sided with  Phileas Fogg, others – and they were soon in the majority – came out against  him. To go around the world, other than in theory and on paper, in such a short  time and with the means of transport currently available, was not only  impossible, it was madness."}},{"type":"paragraph","data":{"text":"The Times, the Standard, the Evening Star, the Morning  Chronicle, and a dozen other newspapers with a wide circulation came out  against Mr Fogg. Only the Daily Telegraph supported him up to a point. Phileas  Fogg was in general considered an obsessive and a madman and his fellow members  of the Reform Club were criticized for having accepted this bet, which was  evidence of a decline in the mental capacities of the person who had made it."}},{"type":"paragraph","data":{"text":"Some extremely heated but well-argued articles were  published on the subject. It is well known how seriously anything involving  geography is taken in England. And so there was not a single reader, regardless  of social class, who failed to devour the columns devoted to the case of  Phileas Fogg."}},{"type":"paragraph","data":{"text":"In the early days, some independent-minded people – mainly  women – were for him, especially when the Illustrated London News published  his portrait, based on a photograph from the archives of the Reform Club. Some  gentlemen went as far as to say, ‘Well, why not, after all? Stranger things  have happened!’ They were mainly readers of the Daily Telegraph. But it soon  became clear that even the support of this newspaper was beginning to wane."}},{"type":"paragraph","data":{"text":"In the event, a long article appeared on 7 October in the  Proceedings of the Royal Geographical Society. It examined the question from  every perspective and proved conclusively the madness of the undertaking.  According to this article, everything was against the traveller, human  obstacles and natural ones. For the plan to succeed would require a miraculous  coordination of departure and arrival times, a coordination that didn’t exist  and that couldn’t exist. At a pinch and in Europe, where the length of the  journey was relatively short, the trains could be expected to arrive on time,  but when they take three days to cross India and seven to cross the United  States, how could anyone consider them reliable factors in such a calculation?  And with mechanical breakdowns, derailments, encounters with the unexpected,  bad weather, heavy snow, surely everything was against Phileas Fogg? On  steamers, were you not in winter at the mercy of gusts of wind or patches of  fog? Was it that unusual for the fastest transatlantic ships to be two or three  days late? Yet all it needed was one single hold-up for the whole chain of  communication to be irreparably broken. If Phileas Fogg missed a steamer by  only a few hours, he would be forced to wait until the next steamer, and that  would be fateful for his whole journey."}},{"type":"paragraph","data":{"text":"The article had a considerable impact. It was reprinted in  almost all the newspapers and shares in Phileas Fogg fell considerably."}},{"type":"paragraph","data":{"text":"During the early days after the gentleman’s departure there  had been some heavy betting on the risks involved. It is well known that in  England betting is an activity practised by a more intelligent and select group  of people than gambling. Betting is part of the English character. So, not only  did various members of the Reform Club place considerable bets for or against  Phileas Fogg, but the public as a whole followed suit. Phileas Fogg was treated  like a racehorse, entered in a sort of form book. He was also made into a new  sort of share that was immediately quoted on the London market. There were  buying and selling prices for ‘Phileas Fogg’, and large amounts of money  changed hands. But five days after his departure, after the article in the  Proceedings of the Royal Geographical Society, people began to sell. Shares in  ‘Phileas Fogg’ fell. There was a wave of selling. Quoted first at five to one,  then ten, the odds then became twenty, fifty and a hundred to one!"}},{"type":"paragraph","data":{"text":"He had only one supporter left. This was the elderly,  paralysed Lord Albermarle. The noble sir, confined to a wheelchair, would have  given his whole fortune to go around the world even if it took him ten years!  So he was the one who bet £5,000 on Phileas Fogg. And when people showed him  not only how foolish the plan was but also how pointless, he merely replied,  ‘If it can be done at all, then it’s only right that an Englishman should be  the first to do it!’"}},{"type":"paragraph","data":{"text":"This, then, was the situation: the supporters of Phileas  Fogg were becoming fewer and fewer; everyone, and not without reason, was  turning against him; the odds werenowone hundred and fifty, two hundred to one.  Then, seven days after he had left, something quite unexpected resulted in no  odds being given at all."}},{"type":"paragraph","data":{"text":"What happened was that during that day, at nine o’clock in  the evening, the Commissioner of the Metropolitan Police had received the  following telegraph message:"}},{"type":"paragraph","data":{"text":"To: Rowan, Commissioner, Police Headquarters, Scotland Yard,  London"}},{"type":"paragraph","data":{"text":"From: Fix, detective inspector, Suez"}},{"type":"paragraph","data":{"text":"Trailing bank robber, Phileas Fogg. Send arrest warrant  without delay Bombay (British India)."}},{"type":"paragraph","data":{"text":"The effect of this telegram was immediate. For ‘honourable  gentleman’ people now read ‘bank robber’. His photograph, which was kept in the  Reform Club along with those of all his fellow members, was carefully examined.  It reproduced down to the last detail the features of the man whose description  had been provided by the police investigation. People remembered how secretive  an existence Phileas Fogg led, how solitary he was, how sudden his departure  had been, and it seemed obvious that by inventing this story of a journey  around the world and then backing it up with an absurd bet this individual had  acted with the sole intention of putting the British police force off his  scent."}}]}