{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Eighteen","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-18.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Phileas Fogg, Passepartout and Fix all go about  their business, but separately"}},{"type":"paragraph","data":{"text":"In the final days of the crossing the weather was quite bad.  The wind became very strong, and because it was blowing from the north-west it  slowed down the steamer’s progress. The Rangoon, because of its lack of  stability, rolled heavily and the passengers were entitled to feel a certain  resentment towards the high waves that were whipped up by the wind from the  open sea and that made them feel sick."}},{"type":"paragraph","data":{"text":"During 3 and 4 November there was quite a storm. Fierce  gusts of wind lashed the sea. The Rangoon had to heave to for half a day, with  its engine only ticking over so as to ride out the storm. All the sails had  been furled, but even then the rigging whistled in the high wind."}},{"type":"paragraph","data":{"text":"As can well be imagined, the speed of the steamer was  considerably reduced, and it was reasonable to assume that the arrival time in  Hong Kong would be twenty hours later than scheduled, or even more if the storm  did not abate."}},{"type":"paragraph","data":{"text":"Phileas Fogg observed this spectacle of a raging sea, which  seemed to have been unleashed against him in particular, with his usual  impassiveness. His expression showed no sign of anxiety, and yet a delay of  twenty hours could put the whole journey in jeopardy by making him miss the  departure of the steamer for Yokohama. But this man, who seemed totally  imperturbable, felt neither impatience nor boredom. It really seemed as if the  storm was part of his plan, that it had been taken into account. When  discussing this setback with her companion, Mrs Aouda found him as calm as  before."}},{"type":"paragraph","data":{"text":"Fix didn’t see things in the same light. Far from it. This  storm was exactly what he wanted. His satisfaction would have known no bounds  if the Rangoon had been forced to run before the storm. Any delay like this  suited him because it would force this man Fogg to spend a few days in Hong  Kong. At last the weather, in the form of gusts and gales, was on his side.  Admittedly he wasn’t well, but what did that matter! He lost count of the  number of times he’d been sick, but when his body was writhing from the effects  of seasickness his mind was revelling in an immense sense of satisfaction."}},{"type":"paragraph","data":{"text":"As for Passepartout, it is easy to imagine what little  effort he made to disguise his anger during this ordeal. Up until then  everything had gone so well. Land and sea seemed at his master’s command.  Steamers and railways obeyed him. Wind and steam united to further his  progress. Was this the turning-point with things starting to go wrong?  Passepartout was on tenterhooks, as if the £20,000 for the bet had come out of  his own pocket. The storm got on his nerves, the gale infuriated him and he  would happily have whipped the sea for its disobedience.1 Poor chap! Fix was  careful to conceal from him his personal satisfaction and that was the sensible  thing to do, because if Passepartout had sensed his secret enjoyment of the  situation, Fix would have been in for it."}},{"type":"paragraph","data":{"text":"Passepartout stayed outside on the Rangoon all the time the  gale lasted. He wouldn’t have been able to remain below deck. He climbed aloft,  to the surprise of the crew, and, with the agility of a monkey, helped out with  everything. He constantly questioned the captain, the officers and the men, who  couldn’t help laughing when they saw how put out the fellow was. Passepartout  wanted to know how long the storm would last. So they told him to go and look  at the barometer, which stubbornly refused to rise. Passepartout shook the  barometer, but nothing had any effect, neither shaking it nor hurling insults  at the irresponsible instrument."}},{"type":"paragraph","data":{"text":"Finally the storm abated. The state of the sea changed  during the day of 4 November. The wind shifted two points to the south and  helped their progress again."}},{"type":"paragraph","data":{"text":"Passepartout calmed down like the weather. It was possible  to put back the topsails and the lower sails, and the Rangoon continued its  journey at an impressive rate of knots."}},{"type":"paragraph","data":{"text":"But it was not possible to make up all the time lost. The  situation had to be accepted and land was not sighted until the 6th at five  o’clock in the morning. The entry in Phileas Fogg’s travel plan gave the  steamer’s date of arrival as the 5th, but the ship would not be there until the  6th. That meant that they would be twenty-four hours late and bound to miss the  departure for Yokohama."}},{"type":"paragraph","data":{"text":"At six o’clock the pilot came on board the Rangoon and took  his place on the bridge in order to guide the ship through the approaches to  the port of Hong Kong."}},{"type":"paragraph","data":{"text":"Passepartout was dying to question this man and to ask him  if the steamer for Yokohama had already left Hong Kong. But he didn’t dare to,  preferring to retain a glimmer of hope until the last minute. He had confessed  his concerns to Fix, who, the sly old fox that he was, attempted to console him  by saying that all Mr Fogg had to do was to catch the next boat. This only made  Passepartout even more angry."}},{"type":"paragraph","data":{"text":"However, if Passepartout wasn’t so bold as to question the  pilot, Mr Fogg, on the other hand, after looking in his Bradshaw, asked the  said person in that calm way of his if he knew when there’d be a boat from Hong  Kong to Yokohama."}},{"type":"paragraph","data":{"text":"‘Tomorrow, on the morning tide,’ replied the pilot."}},{"type":"paragraph","data":{"text":"‘Oh!’ said Mr Fogg without showing any sign of surprise."}},{"type":"paragraph","data":{"text":"Passepartout, who was present at this exchange, would have  liked to embrace the pilot, whereas Fix would have liked to wring his neck."}},{"type":"paragraph","data":{"text":"‘What’s the name of the steamer?’ asked Mr Fogg."}},{"type":"paragraph","data":{"text":"‘The Carnatic,’ replied the pilot."}},{"type":"paragraph","data":{"text":"‘But wasn’t it due to leave yesterday?’"}},{"type":"paragraph","data":{"text":"‘Yes, sir, but it needed repairs to one of its boilers, and  so its departure has been put back until tomorrow.’"}},{"type":"paragraph","data":{"text":"‘Thank you,’ replied Mr Fogg, who with his machine-like walk  went back down into the lounge of the Rangoon."}},{"type":"paragraph","data":{"text":"As for Passepartout, he grabbed the pilot’s hand and shook  it vigorously, saying, ‘Pilot, you really are a good man.’"}},{"type":"paragraph","data":{"text":"The pilot no doubt never understood why his replies produced  such a warm-hearted response. When the whistle sounded he went back to the  bridge and guided the steamer in through the armada of junks, tankas, fishing  boats and ships of all sorts that cluttered up the approaches to Hong Kong."}},{"type":"paragraph","data":{"text":"By one o’clock the Rangoon had docked and the passengers  were disembarking."}},{"type":"paragraph","data":{"text":"In the event, it must be said that things really had worked  out in Phileas Fogg’s favour. If it hadn’t been for the need to repair the  boilers, the Carnatic would have left on 5 November and anyone travelling to  Japan would have had an eight-day wait for the next steamer to leave.  Admittedly Mr Fogg was twenty-four hours behind schedule, but this delay  couldn’t have serious repercussions on the rest of the journey."}},{"type":"paragraph","data":{"text":"As it happened, the steamer that did the crossing from  Yokohama to San Francisco was a direct connection for the steamer from Hong  Kong and it couldn’t leave before the latter had arrived. Of course, they would  be twenty-four hours behind in reaching Yokohama, but it would be easy to make  this time up during the twenty-two days it took to cross the Pacific. So  Phileas Fogg was, give or take twenty-four hours, on schedule thirty-five days  after leaving London."}},{"type":"paragraph","data":{"text":"As the Carnatic was not due to leave until five o’clock the  next morning, Mr Fogg had sixteen hours in front of him to sort out his  affairs, those concerning Mrs Aouda, that is. As they got off the ship he  offered the young woman his arm and escorted her to a palanquin. He asked the  porters for the name of a hotel and they suggested the Club Hotel. The  palanquin set off, with Passepartout following, and twenty minutes later it  arrived at its destination."}},{"type":"paragraph","data":{"text":"Phileas Fogg booked a suite for the young woman and saw to  it that she had everything she wanted. Then he said to Mrs Aouda that he was  going off immediately in search of this relative of hers, in whose safe-keeping  he would leave her in Hong Kong. At the same time he told Passepartout to stay  in the hotel until he came back, so that the young woman was not left on her  own."}},{"type":"paragraph","data":{"text":"The gentleman then had himself driven to the Stock Exchange,  where everyone was sure to know someone as important as the Honourable Jejeeh,  one of the richest businessmen in the city."}},{"type":"paragraph","data":{"text":"The broker who Mr Fogg spoke to did indeed know the Parsee  businessman. However, the latter had not lived in China for the past two years.  After making his fortune he had settled in Europe – probably Holland, which was  understandable given the large number of trading connections he had had with  that country during his time as a businessman."}},{"type":"paragraph","data":{"text":"Phileas Fogg went back to the Club Hotel. He immediately  asked Mrs Aouda’s permission to go up to see her and, getting straight to the  point, informed her that the Honourable Jejeeh no longer lived in Hong Kong and  that he was probably in Holland."}},{"type":"paragraph","data":{"text":"At first Mrs Aouda made no reply. She put her hand to her  forehead and thought for a few moments. Then she said in that gentle voice of  hers, ‘What should I do, Mr Fogg?’"}},{"type":"paragraph","data":{"text":"‘It’s quite simple,’ the gentleman replied. ‘Come to  Europe.’"}},{"type":"paragraph","data":{"text":"‘But I can’t take advantage – ’"}},{"type":"paragraph","data":{"text":"‘You are not taking advantage and your presence will not  harm my plans in the least … Passepartout?’"}},{"type":"paragraph","data":{"text":"‘Sir?’ replied Passpartout."}},{"type":"paragraph","data":{"text":"‘Go along to the Carnatic and reserve three cabins.’"}},{"type":"paragraph","data":{"text":"Passepartout, delighted to be able to continue the journey  in the company of the young woman, who was so considerate towards him, left the  Club Hotel immediately."}}]}