{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Twenty-Four","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-24.mp3","bodys":[{"type":"paragraph","data":{"text":"During which the crossing of the Pacific Ocean takes place"}},{"type":"paragraph","data":{"text":"What had happened off Shanghai is easy to work out. The  signals from the Tankadère had been spotted from the Yokohama steamer. Its  captain, seeing the flag at half mast, had made for the little schooner. A few  moments later Phileas Fogg paid for his voyage at the agreed rate, making the  skipper John Bunsby richer to the tune of £550. Then the honourable gentleman,  Mrs Aouda and Fix went on board the steamer, which immediately headed off in  the direction of Nagasaki and Yokohama."}},{"type":"paragraph","data":{"text":"After arriving that very morning, 14 November, at the  scheduled time, Phileas Fogg left Fix to his own business, went on board the  Carnatic and there learnt, to the great joy of Mrs Aouda – and perhaps to his  own, though he didn’t let it show – that the Frenchman Passepartout had in fact  arrived in Yokohama the previous day."}},{"type":"paragraph","data":{"text":"Phileas Fogg, who was due to leave again that very evening  for San Francisco, at once set about looking for his servant. He turned in vain  to the French and British consulates and, after unsuccessfully going around the  streets of Yokohama, he had almost given up hope of finding Passepartout when  chance or a sort of premonition led him to the building of the honourable  Batulcar. He would certainly not have recognized his servant in the bizarre  attire of a herald, but the latter, as he was standing upside down, noticed his  master in the gallery. He couldn’t stop himself from moving his nose. Hence the  loss of balance and all that followed."}},{"type":"paragraph","data":{"text":"This is what Passepartout learnt directly from Mrs Aouda,  who also told him how they had done the crossing from Hong Kong to Yokohama in  the company of a man called Fix, on the schooner the Tankadère."}},{"type":"paragraph","data":{"text":"At the mention of the name Fix, Passepartout didn’t bat an  eyelid. He thought the moment had not yet come for him to tell his master what  had transpired between the detective and himself. And so, in the version  Passepartout gave of his adventures, he put all the blame on himself for having  been overcome by the effects of opium in a smoking den in Hong Kong, for which  he apologized."}},{"type":"paragraph","data":{"text":"Mr Fogg listened to this story impassively and made no  reply. Then he gave his servant enough cash to buy some more suitable clothes  on board. Sure enough, less than an hour later, once he had cut off his nose  and clipped his wings, the trusty fellow had nothing about him of a follower of  the god Tengu."}},{"type":"paragraph","data":{"text":"The steamer that was doing the crossing from Yokohama to San  Francisco belonged to the Pacific Mail Steam Company and was called the General  Grant. It was a large paddle steamer, weighing 2,500 tons, well equipped and  capable of high speed. A huge beam moved alternatively up and down above the  deck. One end was fitted to a piston rod and the other to a push rod, which by  converting rectilinear into circular motion directly operated the wheel shaft.  The General Grant had the rigging of a three-masted schooner and it had a great  expanse of sail, which gave a considerable boost to its steam power. At a  steady rate of twelve knots, the steamer should not take more than twenty-one  days to cross the Pacific. Phileas Fogg could therefore confidently predict  that after reaching San Francisco by 2 December he would be in New York by the  11th and London by the 20th, thereby beating the fateful deadline of 21  December by several hours."}},{"type":"paragraph","data":{"text":"There were quite a few passengers on board the steamer,  English people, a lot of Americans, a veritable flood of coolies emigrating to  America and a number of officers from the British army in India, who were using  their leave to go around the world."}},{"type":"paragraph","data":{"text":"During the crossing there were no problems from a nautical  point of view. Because it was supported by its large paddles and steadied by  its large expanse of sail, the steamer did not roll."}},{"type":"paragraph","data":{"text":"The Pacific Ocean lived up to its name. Mr Fogg, too, was as  calm and as uncommunicative as usual. His young female companion increasingly  experienced towards him feelings that went beyond gratitude. His silent nature,  which was so generous in its own way, made more of an impression on her than  she cared to admit, and it was almost against her own will that she began to  give in to emotions to which the mysterious Mr Fogg seemed quite impervious."}},{"type":"paragraph","data":{"text":"In addition, Mrs Aouda was becoming extremely interested in  the gentleman’s plans. She worried about what could go wrong and threaten the  success of the journey. She often talked to Passepartout, who was not unaware  of Mrs Aouda’s real feelings. The dear fellow now had total faith in his  master. He never stopped praising the honesty, generosity and selflessness of  Phileas Fogg. Then he would reassure Mrs Aouda about the outcome of the  journey, telling her repeatedly that the hardest part was already over, that  they had left behind strange countries like China and Japan and were now  returning to civilization, and finally that a train from San Francisco to New  York and a transatlantic steamer from New York to London would undoubtedly  enable them to complete this impossible journey around the world within the  allotted time."}},{"type":"paragraph","data":{"text":"Nine days after leaving Yokohama, Phileas Fogg had gone  exactly halfway around the globe."}},{"type":"paragraph","data":{"text":"So it was that on 23 November the General Grant reached the  180th meridian, the one which in the southern hemisphere stands at the  antipodes of London. Of the eighty days he had available, it is true that Mr  Fogg had used up fifty-two and had only twenty-eight left. But it should be  remembered that if the gentleman was only halfway in terms of the difference of  meridians, in reality he had completed more than two-thirds of his total journey.  This was the result of all those enforced detours between London and Aden,  between Aden and Bombay, between Calcutta and Singapore and between Singapore  and Yokohama. If he had followed all the way the fiftieth parallel, the one  which runs through London, the distance would only have been about 12,000  miles, whereas Phileas Fogg was obliged by the vagaries of his means of  transport to cover 26,000 miles, of which he had done about 17,500 by this date  of 23 November. But now the route was direct and Fix was no longer around to  put more obstacles in their way."}},{"type":"paragraph","data":{"text":"Something also happened on this day of 23 November that made  Passepartout a very happy man. It will be remembered that the stubborn fellow  had insisted on keeping London time on that famous family watch of his, since  he thought that the time in all the countries he went through was wrong. On  that particular day, then, although he hadn’t put it forward or backward his  watch was in agreement with the ship’s chronometers."}},{"type":"paragraph","data":{"text":"It is quite understandable that Passepartout should have had  such a feeling of triumph. He would dearly have loved to know what Fix would  have made of this if he’d been around."}},{"type":"paragraph","data":{"text":"‘What a load of nonsense this scoundrel talked about the  meridians, the sun and the moon!’ Passepartout repeated. ‘Huh! If people like  that had their way we’d have some clever sorts of clocks and watches around! I  knew for sure that one day or the other the sun would make up its mind to set  itself by my watch.’"}},{"type":"paragraph","data":{"text":"What Passepartout didn’t know was that if he’d had a watch  with a twenty-four-hour face, like Italian watches, he would have had no reason  to be so triumphant, because the hands on his instrument would have shown nine  o’clock in the evening, that is the twenty-first hour since midnight, whereas  the time on board was nine o’clock in the morning. This was exactly the same  difference as that between London time and the 180th meridian."}},{"type":"paragraph","data":{"text":"But even supposing that Fix had been capable of explaining  this scientific fact, Passepartout would almost certainly have been incapable,  if not of understanding it, then at least of accepting it. And in any case if,  assuming the impossible, the police inspector had unexpectedly appeared on  board, it is probable that a justifiably resentful Passepartout would have had  something quite different to discuss with him and would have gone about it in  quite a different way."}},{"type":"paragraph","data":{"text":"Where exactly, then, was Fix at that moment in time?"}},{"type":"paragraph","data":{"text":"Quite simply, he was on board the General Grant!"}},{"type":"paragraph","data":{"text":"What had happened was that after arriving in Yokohama the  detective left Mr Fogg, expecting to meet up with him again later in the day,  and went straight to the English consul’s office. There at last he found the  warrant that had been following him all the way from Bombay and that was  already forty days old. The warrant had been sent from Hong Kong via this same  Carnatic, which Fogg was thought to be aboard. Fix’s disappointment is easy to  imagine. The warrant was useless. This man Fogg was no longer on British  territory. An extradition order was now what was needed to arrest him."}},{"type":"paragraph","data":{"text":"‘Too bad,’ Fix said to himself, when his anger subsided. ‘My  warrant is no use here but it will be in England. It looks as if the scoundrel  intends to return to his native country, in the belief that he has thrown the  police off his trail. Good. I’ll follow him until he gets there. As far as the  money is concerned, I just hope to goodness there’ll be some left. Nevertheless,  between the cost of the journey, the bonuses, the court case, the fines, the  elephant and assorted expenses, my man must already have spent £5,000 during  his travels. Never mind. The Bank’s not short of money!’"}},{"type":"paragraph","data":{"text":"Having made up his mind, he immediately went on board the  General Grant. He was already on the ship when Mr Fogg and Mrs Aouda arrived.  To his great surprise he recognized Passepartout in his herald’s costume. He at  once hid himself away in his cabin, in order to avoid an angry scene which might  jeopardize everything. Thanks to the number of passengers on board he expected  that his enemy wouldn’t notice him, when suddenly that very day he came face to  face with him at the fore of the ship."}},{"type":"paragraph","data":{"text":"Passepartout leapt at Fix, seizing him by the throat without  any attempt at explanation, and much to the delight of some of the Americans on  board, who immediately put their money on him, struck the unfortunate inspector  a series of mighty blows, thus proving how much superior French boxing is to  the English version of the sport."}},{"type":"paragraph","data":{"text":"By the time Passepartout had finished he had calmed down and  looked almost relieved. Fix staggered to his feet and, looking straight at his  adversary, said to him coldly: ‘Is that it?’"}},{"type":"paragraph","data":{"text":"‘Yes, for the moment.’"}},{"type":"paragraph","data":{"text":"‘Then I’d like to have a word with you.’"}},{"type":"paragraph","data":{"text":"‘Just let me – ’"}},{"type":"paragraph","data":{"text":"‘For the benefit of your master.’"}},{"type":"paragraph","data":{"text":"Passepartout, as if overpowered by this show of composure,  followed the police inspector and the two men sat down at the fore of the ship."}},{"type":"paragraph","data":{"text":"‘You’ve given me a real beating,’ said Fix. ‘Fine. But now  listen to me. So far I’ve been Mr Fogg’s opponent but from now on I’m on his  side.’"}},{"type":"paragraph","data":{"text":"‘About time, too!’ exclaimed Passepartout. ‘So you believe  he’s an honest man, then?’"}},{"type":"paragraph","data":{"text":"‘No,’ Fix replied coldly. ‘I think he’s a crook … Quiet!  Don’t move and let me do the talking. All the time Mr Fogg was on British soil  it was in my interest to hold him up while I waited for an arrest warrant. I  did everything I could for that to happen. I sent the Bombay priests after him,  I got you drunk in Hong Kong, I separated you from your master and I made him  miss his steamer in Yokohama.’"}},{"type":"paragraph","data":{"text":"Passepartout listened to him, fists clenched."}},{"type":"paragraph","data":{"text":"‘Now,’ continued Fix, ‘Mr Fogg looks as if he’s going back  to England. That’s fine by me. I’ll follow him there. But from now on I’ll be  as careful to remove any obstacles that may be in his way as I was before to  put them there. As you can see, my game has changed and it’s changed because  that’s how I want it. I should add that this is what you should want as well,  because it’s only when you get to England that you’ll know whether you’ve been  working for a criminal or an honest man.’"}},{"type":"paragraph","data":{"text":"Passepartout had listened very intently to Fix, and he was  convinced that Fix was completely sincere in what he was saying."}},{"type":"paragraph","data":{"text":"‘Are we friends?’ asked Fix."}},{"type":"paragraph","data":{"text":"‘Friends, no,’ replied Passepartout. ‘Allies, yes, but even  that could change, because at the slightest hint of treachery I’ll wring your  neck.’"}},{"type":"paragraph","data":{"text":"‘Agreed,’ said the police inspector calmly."}},{"type":"paragraph","data":{"text":"Eleven days later, on 3 December, the General Grant entered  Golden Gate Bay and arrived in San Francisco."}},{"type":"paragraph","data":{"text":"Mr Fogg still had neither gained nor lost a single day."}}]}