{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Seventeen","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-17.mp3","bodys":[{"type":"paragraph","data":{"text":"In which various matters are dealt with during the crossing  from Singapore to Hong Kong"}},{"type":"paragraph","data":{"text":"From that day on Passepartout and the detective met each  other frequently, but the policeman was extremely guarded towards his companion  and made no attempt to make him talk. On one or two occasions only did he catch  sight of Mr Fogg, who was happy to remain in the main lounge of the Rangoon,  either because he was keeping Mrs Aouda company or because he was playing  whist, an unvarying part of his daily routine."}},{"type":"paragraph","data":{"text":"Passepartout, for his part, had begun to think very hard  about the strange coincidence that had resulted once again in Fix meeting up  with his master during their travels and, all in all, that was hardly  surprising. This gentleman, who was very friendly and certainly very obliging,  who had turned up in Suez then embarked on the Mongolia and disembarked at  Bombay, where he said he had to stay, who then showed up again on the Rangoon,  on the way to Hong Kong, who in a word was following Mr Fogg step by step on  his journey: all this really was something to think about. There was something  strange, at the very least, about all these coincidental meetings. Who was this  Fix after? Passepartout was ready to bet his oriental slippers – he had taken  great care of them – that this Fix fellow would leave Hong Kong at the same  time as them and probably by the same steamer."}},{"type":"paragraph","data":{"text":"Passepartout could have gone on thinking for a hundred years  and still not have guessed what business Fix was about. He would never have  imagined that Phileas Fogg was being trailed by a detective all around the  world like a common thief. But as it is only human nature to attempt to find an  explanation for everything, this is how Passepartout, in a sudden flash of  illumination, interpreted the fact of Fix’s permanent presence, and in all  fairness his interpretation was perfectly plausible. According to him, then,  Fix was, and could only be, a private investigator set on Mr Fogg’s trail by  his colleagues from the Reform Club, in order to check that he followed the  agreed route in his journey around the world."}},{"type":"paragraph","data":{"text":"‘It’s obvious! It’s obvious!’ the dear fellow repeated to  himself, proud of how clever he was. ‘He’s a spy that these gentlemen have set  on our trail. It’s just not fair! Mr Fogg is so upright and honourable. To have  him spied on by a private investigator! Well, members of the Reform Club,  you’re really going to pay for this!’"}},{"type":"paragraph","data":{"text":"Passepartout, though he was delighted by his discovery,  decided to say nothing about it to his master, in case the latter felt  justifiably hurt at the way his opponents distrusted him. But he swore that he  would take the mickey out of Fix when the opportunity arose, but discreetly and  without showing that he was in the know."}},{"type":"paragraph","data":{"text":"On the afternoon of Wednesday 30 October, the Rangoon  entered the Strait of Malacca, which separates the Malaya peninsula from the  island of Sumatra. The main island was hidden from view by very picturesque  small islands with steeply sloping mountains."}},{"type":"paragraph","data":{"text":"The next day, at four o’clock in the morning, the Rangoon,  which was half a day ahead of schedule on the crossing put in at Singapore, in  order to take on a new supply of coal."}},{"type":"paragraph","data":{"text":"Phileas Fogg noted this gain in the plus column of his  ledger and this time went ashore to accompany Mrs Aouda, who had indicated that  she would like to look around for a few hours."}},{"type":"paragraph","data":{"text":"Fix, who was suspicious of everything Fogg did, followed  without being seen. Passepartout, for his part, laughing to himself at Fix’s  antics, went off to do his usual shopping."}},{"type":"paragraph","data":{"text":"The island of Singapore is not particularly large or  impressive. It lacks mountains to make it attractive. However, there is a  certain charm to its compactness. It resembles a park with fine roads going  through it. A handsome carriage drawn by elegant horses specially brought from  Australia transported Mrs Aouda and Phileas Fogg through groves of luxuriant  palm trees and clove trees, the fruit of which comes from the blossom of the  half-opened flower. Instead of the prickly hedges to be found in the  countryside of Europe, here there were pepper bushes. Sago trees, large ferns  with their magnificent fronds, gave variety to the tropical vegetation and the  air was thick with the intense perfume of nutmeg trees, with their shiny green  foliage. Hordes of lively, grinning monkeys roamed around the woods, and there  were probably tigers, too, in the jungle. Anyone surprised at the idea that  these terrifying carnivores had not been eliminated on such a relatively small  island should realize that they come from Malacca, by swimming across the  strait."}},{"type":"paragraph","data":{"text":"After travelling around the countryside for a couple of  hours, Mrs Aouda and her companion – who took little notice of what he saw –  went back into the town, a large concentration of squat houses surrounded by  delightful gardens in which grow mangosteens, pineapples and all the most  delicious kinds of fruits. At ten o’clock they arrived back at the steamer,  having been followed, without realizing it, by the inspector, who had also had  to go to the expense of hiring a carriage."}},{"type":"paragraph","data":{"text":"Passepartout was waiting for them on the deck of the  Rangoon. The dear fellow had bought a few dozens mangosteens, the size of an  average apple, dark brown on the outside and bright red inside. The white flesh  melts between the lips and is a source of unique pleasure to the true connoisseur.  Passepartout was only too pleased to present them to Mrs Aouda, who graciously  accepted them."}},{"type":"paragraph","data":{"text":"At eleven o’clock the Rangoon, having filled up with coal,  slipped its moorings, and a few hours later the passengers lost sight of the  high mountains of Malacca, whose forests are home to the finest tigers in the  world."}},{"type":"paragraph","data":{"text":"There are about 1,300 miles between Singapore and the island  of Hong Kong, a small British possession separated from the Chinese mainland.  Phileas Fogg needed to cover this distance in six days at the most in order to  be in Hong Kong in time to catch the boat that was due to leave on 6 November  for Yokohama, one of the main ports in Japan."}},{"type":"paragraph","data":{"text":"The Rangoon was heavily loaded. A large number of passengers  had boarded at Singapore, Indians, Singhalese, Chinese, Malays and Portuguese,  most of whom were in the second-class accommodation."}},{"type":"paragraph","data":{"text":"The weather, which had been generally fine up to then,  changed as the moon entered its last quarter. The sea became rough. The wind  sometimes got up, but very fortunately it was blowing from the south-east,  which helped the steamer to go faster. When the wind was moderate the captain  put up the sails. The Rangoon, which had the rigging of a brig, often sailed  with its two topsails and its foresail, and its speed increased under the  combined effect of steam and wind. And so it was that they followed the  coastline of Annam and Cochin China on a choppy and very tiring sea."}},{"type":"paragraph","data":{"text":"But the fault for this lay with the Rangoon rather than the  sea and it was the steamer that the passengers, most of whom were seasick,  should have blamed for their exhaustion."}},{"type":"paragraph","data":{"text":"The truth is that the ships of the P&O line which sail  the China Seas have a serious design fault. The ratio between their draught  when laden and their depth has been wrongly calculated and as a result they  lack stability in heavy seas. The volume of the ship that is enclosed and  watertight is insufficient. The ships are ‘drowned’, to use the sailing term,  and because of this lay-out, a few heavy waves washing over the deck are enough  to slow them down. These ships are therefore far inferior – if not by their  engines and their steam apparatus, then at least in their design – to the sorts  of ships used by the French mail service, such as the Impératrice and the  Cambodge. Whereas, according to the engineers’ calculations, the latter can  take on board a weight of water equal to their own weight before sinking, the  P&O ships, the Golconda, the Korea and lastly the Rangoon, could not take  on board a sixth of their weight without going down."}},{"type":"paragraph","data":{"text":"Thus, when the weather was bad, extreme caution was needed.  It was sometimes necessary to heave to at low steam. The resulting loss of time  did not seem to affect Phileas Fogg in the least, but Passepartout got  extremely annoyed. At such times he blamed the captain, the chief engineer and  the Company, and he cursed all those involved in transporting passengers.  Perhaps, too, the thought of the gas bill he would have to pay back in Savile  Row had something to do with his impatience."}},{"type":"paragraph","data":{"text":"‘Are you really in such a hurry to get to Hong Kong?’ the  detective asked him one day."}},{"type":"paragraph","data":{"text":"‘Very much so,’ replied Passepartout."}},{"type":"paragraph","data":{"text":"‘Do you think Mr Fogg is in a rush to catch the steamer to  Yokohama?’"}},{"type":"paragraph","data":{"text":"‘A terrible rush.’"}},{"type":"paragraph","data":{"text":"‘Do you really believe in this bizarre journey around the  world?’"}},{"type":"paragraph","data":{"text":"‘Absolutely. What about you, Mr Fix?’"}},{"type":"paragraph","data":{"text":"‘Me? I don’t believe a word of it.’"}},{"type":"paragraph","data":{"text":"‘You’re a real jester,’ replied Passepartout, winking at  him."}},{"type":"paragraph","data":{"text":"This word gave the detective food for thought. The choice of  the term worried him, though he wasn’t too sure why. Had the Frenchman seen  through him? He wasn’t sure what to think. But how could Passepartout have  realized that he was a detective when he had been careful to keep it secret?  Nevertheless, when speaking to him like that, Passepartout must certainly have  had something at the back of his mind."}},{"type":"paragraph","data":{"text":"In the event, the dear fellow went even further another day.  He just couldn’t help himself. He couldn’t hold his tongue."}},{"type":"paragraph","data":{"text":"‘Come on, Mr Fix,’ he said to his companion mischievously.  ‘Is it true that after we get to Hong Kong we will no longer have the pleasure  of your company?’"}},{"type":"paragraph","data":{"text":"‘Well,’ replied Mr Fix, looking rather embarrassed, ‘I’m not  sure. Perhaps I …’"}},{"type":"paragraph","data":{"text":"‘Oh,’ said Passepartout, ‘if you were to stay with us, I  would be delighted. Why on earth would an employee of P&O want to break off  his journey? You were only going to Bombay and now you are almost in China.  America’s not far away, and from America to Europe is no distance at all.’"}},{"type":"paragraph","data":{"text":"Fix looked carefully at his fellow passenger, who had the  friendliest of expressions on his face, and decided to laugh along with him.  However, the latter, who was in good spirits, asked him if this job of his was  ‘a good little earner’."}},{"type":"paragraph","data":{"text":"‘Yes and no,’ said Fix without batting an eyelid. ‘There are  times when it is and times when it isn’t. But, as you will quite understand,  it’s not me who’s paying for the trip.’"}},{"type":"paragraph","data":{"text":"‘Oh, I’m quite sure of that!’ exclaimed Passepartout,  laughing even more."}},{"type":"paragraph","data":{"text":"That was the end of the conversation. Fix went back to his  cabin and began to think things over. It was obvious that he’d been found out.  One way or another, the Frenchman had worked out that he was a detective. But  had he warned his master? What was his role in all this? Was he an accomplice  or not? The secret was out and the game was up. The detective spent a few  difficult hours, sometimes believing that all was lost, sometimes hoping that  Fogg was not aware of the situation, and in the end not knowing what to do  next."}},{"type":"paragraph","data":{"text":"However, after a while his mind became more settled and he  decided that he would come clean with Passepartout. If it did not prove  possible to arrest Fogg in Hong Kong and if Fogg was preparing to leave British  soil once and for all, then he, Fix, would tell Passepartout everything. Either  the servant was his master’s accomplice and Fogg knew everything – in which  case the game was definitely up – or the servant had nothing to do with the  theft – and then it would be to his advantage to give up on the thief."}},{"type":"paragraph","data":{"text":"This, then, was the situation between the two men, while  Phileas Fogg, for his part, sailed on, majestically indifferent. He continued  on his scientifically calculated orbit around the world, without bothering  about the asteroids gravitating around him."}},{"type":"paragraph","data":{"text":"And yet in the vicinity there was – to use a term from  astronomy – a ‘disturbing’ star, one that should have produced a certain amount  of disturbance in the gentleman’s heart. But no. Mrs Aouda’s charm had no such  effect, much to Passepartout’s surprise, and such disturbances, if they did  exist, would have been more difficult to detect than those on Uranus that had  led to the discovery of Neptune.3"}},{"type":"paragraph","data":{"text":"Yes. This was an unfailing source of amazement to  Passepartout, who read all that gratitude towards his master in the young  woman’s eyes. It was clear that Phileas Fogg had what it took to be a hero, but  certainly not what was needed to be a lover. As for concern about the success  of the journey, he gave no sign of any. Passepartout, however, was constantly  on tenterhooks. One day when he was leaning on the handrail of the engine room,  he watched the powerful machinery race away from time to time as the boat  pitched suddenly, making the propeller spin wildly clean out of the water.  Steam then came pouring out of the valves, making the dear fellow very angry."}},{"type":"paragraph","data":{"text":"‘These valves aren’t properly weighted down,’ he exclaimed.  ‘We aren’t going fast enough. That’s the English for you! If only it was an  American boat. We might go up in smoke, but at least we’d be travelling  faster!’"}}]}