{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Eleven","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-11.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Phileas Fogg pays a phenomenal price for a means of  transport"}},{"type":"paragraph","data":{"text":"The train had left at the scheduled time. It was carrying a  fair number of passengers, including some officers, civil servants and traders  in opium and indigo who were travelling to the eastern part of the subcontinent  on business."}},{"type":"paragraph","data":{"text":"Passepartout was in the same carriage as his master. A third  traveller had taken his seat in the opposite corner."}},{"type":"paragraph","data":{"text":"It was Brigadier-General Sir Francis Cromarty, one of Mr  Fogg’s whist partners during the crossing from Suez to Bombay, who was  rejoining his troops stationed near Benares."}},{"type":"paragraph","data":{"text":"Sir Francis Cromarty was a tall, fair-haired man aged about  fifty who had distinguished himself in action during the last sepoy revolt and  could justifiably be considered a native. He had lived in India since his youth  and had made only occasional visits to the country of his birth. He was a  well-educated man, who would have been pleased to give information about the  customs, history and administration of India, if Phileas Fogg had been the sort  who would have asked for it. But the English gentleman asked nothing. He was  not travelling, he was tracing a circle. He was matter in orbit around the  globe, following the laws of physics. At this moment in time he was working out  in his head the number of hours spent since leaving London, and he would have  rubbed his hands had it been in his nature to make an unnecessary movement."}},{"type":"paragraph","data":{"text":"Sir Francis Cromarty was perfectly aware of the eccentricity  of his travelling companion, even though he had only had time to study him  while playing cards, between two rubbers. He was quite justified, therefore, in  wondering whether a human heart did lie beneath this cold exterior, whether  Phileas Fogg had any conception of the beauty of nature or any moral  aspirations. There had to be some doubt about that. Of all the odd sorts the  brigadier-general had met, none of them could stand comparison with this  product of the exact sciences."}},{"type":"paragraph","data":{"text":"Phileas Fogg had made no effort to conceal from Sir Francis  Cromarty his plan of travelling around the world, nor how he intended to carry  it out. The brigadier-general considered this bet to be just another example of  pointless eccentricity, inevitably lacking in the principle of transire  benefaciendo1 that should guide the actions of all reasonable people. At the  rate this odd gentleman was going, he was likely to pass through life without  doing anything positive, either for himself or for others."}},{"type":"paragraph","data":{"text":"One hour after leaving Bombay, the train had crossed the  island of Salsette over a series of viaducts and was speeding along the mainland.  At Kalyan station it left behind to its right the branch line that went down  via Khandala and Poona to the south-east of India and reached Panwell station.  At this point it entered the extensive mountain range of the Western Ghats, a  formation of trap rock and basalt, whose highest summits are densely wooded."}},{"type":"paragraph","data":{"text":"From time to time Sir Francis Cromarty and Phileas Fogg  exchanged a few words, and at one point the brigadier-general attempted to  revive the flagging conversation:"}},{"type":"paragraph","data":{"text":"‘A few years ago, Mr Fogg, you would have suffered a delay  at this stage that would probably have jeopardized your whole journey.’"}},{"type":"paragraph","data":{"text":"‘And why is that, Sir Francis?’"}},{"type":"paragraph","data":{"text":"‘Because the railway stopped at the foot of these mountains  and they had to be crossed in a palanquin or by pony as far as Khandala station  on the other side of the mountains.’"}},{"type":"paragraph","data":{"text":"‘This delay would not have disrupted in the least the  organization of my timetable,’ replied Mr Fogg. ‘I have been careful to take  into account the possibility of encountering certain obstacles.’"}},{"type":"paragraph","data":{"text":"‘Nevertheless, Mr Fogg,’ continued the brigadier-general,  ‘you could have had a serious problem on your hands with the business involving  this man of yours.’"}},{"type":"paragraph","data":{"text":"Passepartout, whose feet were tangled up in his travel rug,  was fast asleep, oblivious of the fact that they were talking about him."}},{"type":"paragraph","data":{"text":"‘The British government takes a very serious view, and  rightly so, of this kind of offence,’ Sir Francis Cromarty went on. ‘It is  particularly anxious to respect the religious practices of India and if your  servant had been caught –’"}},{"type":"paragraph","data":{"text":"‘Well, if he’d been caught, Sir Francis,’ replied Mr Fogg,  ‘he would have been convicted, he would have served his sentence and then would  have returned quietly to Europe. I fail to see how this business could have  delayed his master!’"}},{"type":"paragraph","data":{"text":"With that the conversation came to an end. During the night  the train crossed the Ghats, went through Nasik and the following day, 21  October, sped across the relatively flat landscape of Khandesh. The countryside  was well cultivated and dotted with small towns, in which the towers of  temples replaced the steeples of European churches. Numerous small rivers,  most of them tributaries or sub-tributaries of the Godavari, irrigated this  fertile land."}},{"type":"paragraph","data":{"text":"When he awoke, Passepartout saw to his amazement that he was  crossing the Indian subcontinent in a train belonging to the Great Peninsular  Railway. He couldn’t believe it. And yet it really was true. The locomotive,  driven by an English engineman and fuelled by English coal, poured out its  smoke over plantations of cotton, coffee, nutmeg, cloves and red pepper. The  steam spiralled up over clumps of palm trees, between which could be seen  picturesque bungalows, a few viharas or monasteries, now in ruins, and some  wonderful temples decorated with the inexhaustible richness of detail of Indian  architecture. Then there were huge expanses of land stretching as far as the  eye could see, jungles teeming with snakes and tigers frightened by the rushing  of the train, and finally forests that the route of the railway had sliced  through but were still the haunt of elephants, which looked on thoughtfully as  the convoy swept breathlessly by."}},{"type":"paragraph","data":{"text":"That morning, beyond the station at Malegaon, the travellers  went through the forbidding area that was so often the scene of bloody crimes  committed by the votaries of the goddess Kali. Not far away they could see  Ellora and its wonderful temples and also the famous city of Aurungabad, once  the fearsome Aurungzeb’s capital city but now merely an administrative town in  one of the isolated provinces of the Nizam of Hyderabad’s dominions. This was  the area that used to be controlled by Feringheea, the chief of the Thugs, the  king of the Stranglers.4 These assassins, who had banded together in an  organization that lay beyond the reach of the law, strangled their victims,  whatever their age, in honour of the goddess of death without ever shedding  blood, and there was a time when it was impossible to dig below the surface of  the soil without finding a dead body. The British government has, it is true,  succeeded in reducing the number of murders, but this terrifying organization  still exists and continues to operate."}},{"type":"paragraph","data":{"text":"At half past midday the train stopped in the station at  Burhanpur and Passepartout was able to buy, though at considerable expense, a pair  of oriental slippers decorated with imitation pearls, which he put on with no  attempt to disguise his vanity."}},{"type":"paragraph","data":{"text":"The travellers had a quick lunch and set off again for  Assurghur station after following for a short time the course of the Tapti, a  small river that enters the Gulf of Kambay near Surat."}},{"type":"paragraph","data":{"text":"It is worth explaining at this point the thoughts that were  going through Passepartout’s mind. Up until his arrival in Bombay, he had  believed quite reasonably that that was as far as things would go. But now,  since he had been speeding across India, he had undergone a change of mind. His  natural instincts had returned with a vengeance. He rediscovered all the  fanciful ideas of his younger days; he took his master’s plans seriously; he  believed that the bet was for real, as were the journey around the world and  the maximum number of days that they mustn’t exceed. Already even he was  worrying about possible delays and accidents that might occur on the way. He  felt caught up in this bet and trembled at the thought that he might have  jeopardized it the previous day by the unforgivable way he had wandered off  sightseeing. Therefore, being much less phlegmatic than Mr Fogg, he was much  more anxious. He counted over and over the days that had gone, cursing the train  every time it halted, accusing it of being too slow, and inwardly criticizing  Mr Fogg, for not having offered the driver a reward. The dear fellow did not  realize that what was possible on a steamboat was not possible on a railway  where the speed is regulated."}},{"type":"paragraph","data":{"text":"Towards the evening the train entered the passes through the  Satpura Hills, which separate the territory of Khandesh from that of  Bundelkhand."}},{"type":"paragraph","data":{"text":"The next day, 22 October, in reply to a question from Sir  Francis Cromarty, Passepartout had looked at his watch and answered that it was  three o’clock in the morning. And, it is true, this famous watch, still set to  the Greenwich meridian, which was almost seventy-seven degrees to the west,  should have been, and in fact was, four hours slow."}},{"type":"paragraph","data":{"text":"Sir Francis therefore corrected the time Passepartout had  given him and made the same comment to him as Fix had done. He tried to explain  to him that he should set his watch according to each new meridian and that as  he was going eastwards, that is towards the sun, the days became shorter by  four minutes with each degree passed. It was futile. Whether the stubborn  fellow understood or not the brigadier-general’s remark, he solemnly refused to  put his watch forward, leaving it permanently on London time. In any case, it was  an innocent fixation, which couldn’t harm anyone."}},{"type":"paragraph","data":{"text":"At eight o’clock in the morning and fifteen miles from the  station at Rothal, the train stopped in the middle of a vast clearing, around  which were a few bungalows and workers’ huts. The guard of the train went along  the carriages saying, ‘Passengers should alight here.’"}},{"type":"paragraph","data":{"text":"Phileas Fogg looked at Sir Francis Cromarty, who seemed  puzzled by this stop in the middle of a forest of tamarisks and cajuput trees."}},{"type":"paragraph","data":{"text":"Passepartout was no less surprised and rushed out along the  track, but came back almost immediately, shouting, ‘Sir, the railway’s come to  an end.’"}},{"type":"paragraph","data":{"text":"‘What do you mean?’ asked Sir Francis Cromarty."}},{"type":"paragraph","data":{"text":"‘I mean, the train can’t go any further!’"}},{"type":"paragraph","data":{"text":"The brigadier-general immediately got out of the carriage.  Phileas Fogg followed him but in no hurry. Both of them turned to the guard."}},{"type":"paragraph","data":{"text":"‘Where are we?’ said Sir Francis Cromarty."}},{"type":"paragraph","data":{"text":"‘In the hamlet of Kholby,’ replied the guard."}},{"type":"paragraph","data":{"text":"‘Are we stopping here?’"}},{"type":"paragraph","data":{"text":"‘I assume so. The railway line isn’t finished.’"}},{"type":"paragraph","data":{"text":"‘What? It isn’t finished?’"}},{"type":"paragraph","data":{"text":"‘No. There’s still a section of about fifty miles to  complete between here and Allahabad, where the line continues.’"}},{"type":"paragraph","data":{"text":"‘But the newspapers said the railway had been completed!’"}},{"type":"paragraph","data":{"text":"‘What can I say, sir? The newspapers are wrong.’"}},{"type":"paragraph","data":{"text":"‘And yet you still make out the tickets from Bombay to  Calcutta?’ continued Sir Francis, who was beginning to get angry."}},{"type":"paragraph","data":{"text":"‘Certainly,’ replied the guard, ‘but passengers are fully  aware that they need to find another means of transport from Kholby to  Allahabad.’"}},{"type":"paragraph","data":{"text":"Sir Francis Cromarty was furious. Passepartout would have  cheerfully assaulted the guard, though it really wasn’t his fault. He didn’t  dare look at his master."}},{"type":"paragraph","data":{"text":"‘Sir Francis,’ Mr Fogg said simply, ‘we shall, if you agree,  decide upon a way of getting to Allahabad.’"}},{"type":"paragraph","data":{"text":"‘Mr Fogg, this is a delay that is extremely prejudicial to  your interests, is it not?’"}},{"type":"paragraph","data":{"text":"‘No, Sir Francis. This had been taken into account.’"}},{"type":"paragraph","data":{"text":"‘What? You knew that the line –’"}},{"type":"paragraph","data":{"text":"‘Not at all, but I did know that some obstacle or other  would crop up sooner or later on my route. In fact, nothing is in jeopardy. I  have two days spare that I can use. There’s a steamer that leaves Calcutta for  Hong Kong on the 25th at midday. Today is only the 22nd and we shall get to  Calcutta on time.’"}},{"type":"paragraph","data":{"text":"There was nothing that could be said in reply to such a  categorical statement."}},{"type":"paragraph","data":{"text":"It was only too true that the building of the railway had  stopped at this point. Newspapers are like certain watches that insist on being  fast, and they had prematurely announced the completion of the line. Most of  the passengers knew that the line was not finished and when they got out of the  train they had taken possession of every type of vehicle available in this  small town, four-wheeled palki-gharis, carts pulled by zebus, a sort of  buffalo with a hump, carriages that looked like mobile temples, palanquins,  ponies, etc. The result was that Mr Fogg and Sir Francis Cromarty, after  scouring the whole town, returned empty-handed."}},{"type":"paragraph","data":{"text":"‘I shall go on foot,’ said Phileas Fogg."}},{"type":"paragraph","data":{"text":"Passepartout, who at this point met up with his master,  winced knowingly as he looked down at his magnificent but impractical slippers.  Very fortunately he had also been casting around for a solution and he said  rather hesitantly, ‘Sir, I think I’ve found a means of transport.’"}},{"type":"paragraph","data":{"text":"‘What sort?’"}},{"type":"paragraph","data":{"text":"‘An elephant! An elephant belonging to an Indian who lives  only a hundred yards from here.’"}},{"type":"paragraph","data":{"text":"‘Let’s go and see the elephant,’ replied Mr Fogg."}},{"type":"paragraph","data":{"text":"Five minutes later Phileas Fogg, Sir Francis Cromarty and  Passepartout arrived at a hut adjoining an enclosure surrounded by a high  fence. In the hut was an Indian and in the enclosure an elephant. As requested,  the Indian let Mr Fogg and his two companions into the enclosure."}},{"type":"paragraph","data":{"text":"There they came upon an animal that was half tamed, which  his master was rearing not as a beast of burden but for combat. With this aim  in mind he had begun to change the animal’s naturally gentle temperament, in  order to arouse him gradually to a state of excitement and frenzy, which the  Indians call ‘musth’, and to do this he fed him for three months with sugar and  butter. This treatment may seem inappropriate for the intended result, but it  was none the less employed successfully by elephant trainers. Very fortunately  for Mr Fogg, the elephant in question had only just been put on to this diet  and had not yet reached a state of ‘musth’."}},{"type":"paragraph","data":{"text":"Kiouni – this was the animal’s name – was capable, like all  members of its species, of walking long distances at considerable speed, and in  the absence of another means of transport Phileas Fogg decided to use him."}},{"type":"paragraph","data":{"text":"Elephants are, however, expensive in India, as they are  becoming rare. The males, the only ones that can be used in circus acts, are  highly sought after. These animals rarely reproduce in captivity, with the  result that they can only be obtained by being captured in the wild. They are  therefore looked after with great care, and when Mr Fogg asked the Indian if he  could hire his elephant, the Indian refused categorically."}},{"type":"paragraph","data":{"text":"Fogg persisted and offered too high a price for the beast,  £10 per hour. No. £20? No again. £40? Still no. Passepartout was more and more  horrified as the price offered went up, but the Indian would not give in."}},{"type":"paragraph","data":{"text":"It was a considerable amount of money, though. Assuming that  it would take fifteen hours for the animal to get to Allahabad, that was £600  that it would make for its owner."}},{"type":"paragraph","data":{"text":"Without betraying the least sign of emotion, Phileas Fogg  then made the Indian a proposal to buy his beast, offering him first of all  £1,000."}},{"type":"paragraph","data":{"text":"The Indian didn’t want to sell. Perhaps the cunning fellow  had sensed he could make a very good deal."}},{"type":"paragraph","data":{"text":"Sir Francis Cromarty took Mr Fogg aside and urged him to  think carefully before going any further. Phileas Fogg replied to his companion  that it was not in his habit to act without careful thought, that what was at  stake was a bet of £20,000, that this elephant was vital for him, and that,  even if he had to pay twenty times its value, he would have the animal."}},{"type":"paragraph","data":{"text":"Mr Fogg went back to the Indian, whose little eyes had lit  up with greed, proof that for him all that mattered was the price. Phileas Fogg  offered successively £1,200, then £1,500, then £1,800 and finally £2,000.  Passepartout, who had such a ruddy complexion normally, was white as a sheet."}},{"type":"paragraph","data":{"text":"At £2,000 the Indian gave in."}},{"type":"paragraph","data":{"text":"‘Bless my slippers!’ exclaimed Passepartout. ‘That’s an  expensive price for a piece of elephant meat.’"}},{"type":"paragraph","data":{"text":"The deal was done and all that was left was to find a guide.  This proved easier. A young, intelligent-looking Parsee offered his services.  Mr Fogg agreed and promised him a considerable sum of money in return, a sure  way of stimulating his intelligence even further."}},{"type":"paragraph","data":{"text":"The elephant was led in and got ready without delay. The Parsee  knew the job of mahout, or elephant driver, inside out. He covered the  elephant’s back with a sort of saddle-cloth and set up, one on each side of the  animal’s flanks, two rather uncomfortable-looking baskets."}},{"type":"paragraph","data":{"text":"Phileas Fogg paid the Indian in banknotes, which came out of  his famous bag. It really looked as if they were being surgically removed from  Passepartout’s insides! Then Mr Fogg offered to take Sir Francis to the station  at Allahabad. The brigadiergeneral accepted. One extra traveller would not make  any difference for this enormous animal."}},{"type":"paragraph","data":{"text":"They purchased provisions at Kholby. Sir Francis Cromarty  took up his place in one of the baskets and Phileas Fogg in the other.  Passepartout sat astride the saddle-cloth between his master and the brigadier-general.  The Parsee perched himself on the elephant’s neck and at nine o’clock the  animal left the small town and, taking the shortest route, plunged straight  into the dense forest of fan palms."}}]}