{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Fourteen","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-14.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Phileas Fogg travels the whole length of the  wonderful valley of the Ganges without thinking it worth a look"}},{"type":"paragraph","data":{"text":"The bold rescue plan had come off. An hour later Passepartout  was still revelling in his success. Sir Francis Cromarty had shaken the  intrepid fellow’s hand. His master had said to him ‘well done’, which, coming  from the gentleman in question, was the equivalent of the highest praise, to  which Passepartout had replied that all the credit lay with his master. All  that he had done was to have a ‘daft’ idea and he was still amused by the  thought that for a few moments he, Passepartout, the former gymnast and  ex-fireman, had been this charming lady’s widower, an elderly embalmed rajah."}},{"type":"paragraph","data":{"text":"As for the young Indian lady, she had not been aware of what  had happened. Wrapped in travel rugs, she was resting in one of the baskets."}},{"type":"paragraph","data":{"text":"Meanwhile the elephant, under the expert guidance of the  Parsee, was advancing rapidly through the forest, where it was still dark. An  hour after leaving the temple of Pillagi the elephant began to cross an immense  plain. At seven o’clock they made a halt. The young woman was still completely  prostrate. The guide gave her a few drops of water and brandy to drink, but her  drugged state would last some time longer."}},{"type":"paragraph","data":{"text":"Sir Francis Cromarty, who was well aware of the effects of  inhaling the hashish fumes, had no worries on her score."}},{"type":"paragraph","data":{"text":"However, if the young Indian woman’s recovery was not in  doubt, her safety was, in the brigadier-general’s mind, quite another matter.  He was not afraid to say to Mr Fogg that if she remained in India she would  inevitably fall into the hands of her would-be executioners. These fanatics  were to be found over the whole of the subcontinent, and it was certain that  despite the best efforts of the British police they would succeed in  recapturing their victim, whether it be in Madras, Bombay or Calcutta. To back  up his argument Sir Francis quoted a similar recent case. In his opinion the  young woman would only really be safe once she had left India."}},{"type":"paragraph","data":{"text":"Phileas Fogg replied that he would take account of these  remarks and would then make up his mind accordingly."}},{"type":"paragraph","data":{"text":"At about ten o’clock the guide announced that they had  arrived at the station in Allahabad. This was where the railway line picked up  again and from where trains took less than a day and a night to cover the  distance between Allahabad and Calcutta."}},{"type":"paragraph","data":{"text":"Phileas Fogg should therefore arrive in time to catch a  steamer that didn’t leave for Hong Kong until midday the following day, 25  October."}},{"type":"paragraph","data":{"text":"They installed the young woman in a waiting-room at the  station. Passepartout was given the task of going out to buy her various items  of clothing, a dress, a shawl, furs, etc., whatever he could find. His master  set no limit on how much he could spend."}},{"type":"paragraph","data":{"text":"Passepartout left immediately and went all around the town.  Allahabad is the city of God, one of the holiest cities in India, because it is  built where two sacred rivers meet, the Ganges and the Jumna, whose waters  attract pilgrims from the whole subcontinent. In addition, it is well known  that, according to the legends of the Ramayana, the Ganges has its source in  the heavens from where, thanks to Brahma, it comes down to this earth."}},{"type":"paragraph","data":{"text":"As he made his purchases it didn’t take Passepartout long to  see the whole of the town, which in the past had been defended by a magnificent  fort that is now a state prison. There were no longer any businesses or  industries in what had previously been an important commercial and industrial  centre. Passepartout searched in vain for a department store as if he was in  Oxford Street, but he had to go to a second-hand shop run by a pernickety old Jew  to find the items he needed, a tartan dress, a large cloak and a magnificent  fur coat made out of otter’s skin, which he had no hesitation in paying £75  for. Then he returned in triumph to the station."}},{"type":"paragraph","data":{"text":"Mrs Aouda was beginning to come round. The effect of the  drug administered by the priests of Pillagi was gradually wearing off, and her  beautiful eyes were recovering all their gentle Indian charm."}},{"type":"paragraph","data":{"text":"Celebrating the beauty of the queen of Ahmadnagar, the  poet-king Yusuf Adil wrote as follows:"}},{"type":"paragraph","data":{"text":"Her glistening hair, carefully parted, frames the gently  flowing outline of her delicate white cheeks that gleam with a smooth sheen.  Her eyebrows, dark as ebony, have the shape and strength of the bow of Kama,  the god of love, and beneath her silky long eyelashes, in the dark pupils of  her large clear eyes, there shimmer, as in the sacred lakes of the Himalayas,  the purest reflections of celestial light. Her delicate, perfect white teeth  shine out between smiling lips, like dewdrops in the half-closed cups of a  pomegranate flower. Her dainty, perfectly shaped ears, her rose-red hands, her  tiny feet, rounded and delicate like lotus buds, sparkle like the finest Ceylon  pearls and the most dazzling Golconda diamonds. Her slender, supple waist,  which a single hand could enclasp, sets off the elegant curve of her back and  the fulsomeness of her bosom, in which the flowering of youth spreads forth its  most perfect treasures, and, beneath the silken folds of her garments, she  seems as if crafted in pure silver by the divine hand of Viswakarma, the  sculptor of the gods."}},{"type":"paragraph","data":{"text":"Putting aside these rhetorical flourishes, it is enough to  say that Mrs Aouda, the widow of the rajah of Bundelkhand, was a charming  woman, in the full European sense of the word. She spoke perfect English and the  guide had certainly not been exaggerating when he said that this young Parsee  woman had been transformed by her education."}},{"type":"paragraph","data":{"text":"Meanwhile the train was about to leave Allahabad station.  The Parsee was waiting. Mr Fogg paid him his wages at the agreed rate, and not  a penny extra. Passepartout was surprised at this because he realized how much  his master owed to the guide’s devotion to duty. After all the Parsee had  willingly risked his life in the Pillagi business, and if he was later caught  by the Hindus, he was unlikely to escape their vengeance."}},{"type":"paragraph","data":{"text":"There remained the question of Kiouni. What was to be done  with an elephant that had cost so much?"}},{"type":"paragraph","data":{"text":"But Phileas Fogg had already made up his mind about this  matter."}},{"type":"paragraph","data":{"text":"‘Parsee,’ he said to the guide, ‘you have been helpful and  devoted. I have paid for your help but not for your devotion. Would you like  this elephant? If so, he is yours.’"}},{"type":"paragraph","data":{"text":"The guide’s eyes lit up."}},{"type":"paragraph","data":{"text":"‘Your honour is giving me a fortune!’ he exclaimed."}},{"type":"paragraph","data":{"text":"‘Take it, guide,’ replied Mr Fogg, ‘but even then I shall  still be in your debt.’"}},{"type":"paragraph","data":{"text":"‘Well done!’ exclaimed Passepartout. ‘Take it, my friend!  Kiouni is a trusty and courageous animal!’"}},{"type":"paragraph","data":{"text":"Then he went up to the beast and gave him a few lumps of  sugar, saying:"}},{"type":"paragraph","data":{"text":"‘Here, Kiouni. Here.’"}},{"type":"paragraph","data":{"text":"The elephant gave out a few grunts of satisfaction. Then he  took Passepartout by the waist and, wrapping his trunk around him, lifted him  as high as his head. Passepartout showed no sign of fear and stroked the  animal, which put him gently back on the ground. So, having received from the  faithful Kiouni an elephant handshake, the dear fellow returned the compliment  by taking the animal by the trunk and giving him a hearty human one."}},{"type":"paragraph","data":{"text":"A few minutes later Phileas Fogg, Sir Francis Cromarty and  Passepartout were installed in a comfortable carriage, in which Mrs Aouda had  the best seat, and were speeding towards Benares."}},{"type":"paragraph","data":{"text":"It is only eighty miles at the outside between the latter  and Allahabad and it took just two hours to cover them."}},{"type":"paragraph","data":{"text":"During the journey the young woman came round completely.  The effects of the hashish fumes had fully worn off."}},{"type":"paragraph","data":{"text":"It is easy to imagine her surprise at finding herself on a  railway, in this compartment, wearing European clothes and surrounded by  travellers who were total strangers!"}},{"type":"paragraph","data":{"text":"First of all her companions showed her every care and  attention and revived her with a few drops of spirits. Then the  brigadier-general recounted what had befallen her. He stressed the devotion of  Phileas Fogg, how he had not hesitated to put his own life at risk to rescue  her, and the final outcome of the adventure, thanks to Passepartout’s bold  stroke."}},{"type":"paragraph","data":{"text":"Mr Fogg added nothing to the account. Passepartout looked  very embarrassed and kept saying, ‘It was nothing.’"}},{"type":"paragraph","data":{"text":"Mrs Aouda thanked her rescuers profusely, by her tears more  than by her words. More than her lips it was her beautiful eyes that expressed  her gratitude. Then, as her thoughts returned to the scene of the suttee and as  she looked out again on the land of India, where so many dangers still awaited  her, she suddenly shuddered with fear."}},{"type":"paragraph","data":{"text":"Phileas Fogg realized what was going through Mrs Aouda’s  mind and to reassure her he offered, albeit without showing any sign of  emotion, to accompany her to Hong Kong, where she would stay until this whole  business died down."}},{"type":"paragraph","data":{"text":"Mrs Aouda gratefully accepted the offer. It was in Hong Kong  in fact that one of her relatives lived, a Parsee like her, and one of the most  important merchants in this city, which is thoroughly English, even though it  is off the coast of China."}},{"type":"paragraph","data":{"text":"At half past midday, the train stopped in the station at  Benares. Hindu legend has it that the present city stands on the site of the  ancient Kasi, which was formerly suspended in space between the zenith and the  nadir, like Mohammed’s tomb. But in these more prosaic times Benares, the  Athens of India according to orientalists, had come back down to earth with a  jolt, and for a moment Passepartout was able to glimpse its brick houses and  its wattle huts, which give it an absolutely desolate appearance, devoid of all  local colour."}},{"type":"paragraph","data":{"text":"This is where Sir Francis Cromarty was due to end his  journey. The troops he was returning to were encamped a few miles to the north  of the town. The brigadier-general therefore said his farewells to Phileas  Fogg, wished him every success, and expressed the hope that he would continue  his journey in a less eccentric but more profitable way. Mr Fogg lightly shook  his companion’s hand. Mrs Aouda’s leave-taking showed far more affection. She  would never forget what she owed Sir Francis Cromarty. As for Passepartout, he  was given the honour of a real handshake by the brigadier-general. Visibly  moved, he wondered where and when and how he might be able to be of service to  him. Then they went their separate ways."}},{"type":"paragraph","data":{"text":"After Benares the railway went through part of the valley of  the Ganges. When the weather was clear they could see, out of the windows of  the carriage, the varied landscape of Bihar, then green-clad mountains, fields  of barley, maize and wheat, rivers and pools infested with greenish alligators,  well-kept villages and luxuriant forests. Some elephants and zebus with big  humps went down to bathe in the waters of the sacred river, as did, despite the  late time of year and the already low temperature, groups of Hindus of both  sexes, who were ritually purifying themselves. These believers, sworn enemies  of Buddhism, are faithful followers of the religion of Brahma, who is  incarnated in three forms: Vishnu, the sun-god, Shiva, the divine  personification of the forces of nature, and Brahma, the supreme ruler of  priests and law-givers. But what could Brahma, Shiva and Vishnu be thinking of  the now ‘Britannicized’ India that they looked on from above as a steamboat  shrilly chugged past, disturbing the holy waters of the Ganges and scaring away  the gulls that flew over its surface, the tortoises swarming along the  riverbank and the faithful lying along its shores!"}},{"type":"paragraph","data":{"text":"This whole panorama went past in a flash, and often its  details were hidden by a cloud of smoke. The travellers scarcely managed a  glimpse of the fort at Chunar, twenty miles southwest of Benares, the former  stronghold of the rajahs of Bihar, Ghazipur and its large rosewater factories,  the tomb of Lord Cornwallis, erected on the left bank of the Ganges, the  fortified town of Buxar, the large manufacturing and trading centre of Patna,  with the largest opium market in India, and Monghyr, a town that is not merely  European but as English as Manchester or Birmingham, famous for its iron  foundries, its hardware and arms factories, and whose tall chimneys belch out  black smoke into Brahma’s heavens – an affront to this idyllic landscape."}},{"type":"paragraph","data":{"text":"Then night came, and amid the howling of the tigers, bears  and wolves that fled from the locomotive, the train went along at full speed,  and nothing more could be seen of the beauties of Bengal, such as Golconda, the  ruins of Gour, Murshidabad, its former capital, Burdwan, Hoogli or  Chandernagore, a French outpost on Indian soil, over which Passepartout would  have been proud to see the flag of his native land flying."}},{"type":"paragraph","data":{"text":"Finally at seven o’clock in the morning they reached  Calcutta. The steamer bound for Hong Kong was not due to sail until midday.  Phileas Fogg therefore had five hours in front of him."}},{"type":"paragraph","data":{"text":"According to his travel plan the gentleman had been due to  arrive in the Indian capital on 25 October, twenty-three days after leaving  London, and he had arrived on the appointed day. So he was neither behind nor  ahead of schedule. Unfortunately the two days he had gained between London and  Bombay had been lost, as has been seen, during the crossing of the Indian  subcontinent. However, it can be safely assumed that Phileas Fogg did not  regret them."}}]}