{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Twenty-Three","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-23.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Passepartout grows an exceedingly long nose"}},{"type":"paragraph","data":{"text":"The following day an exhausted, starving Passepartout said  to himself that he had to have something to eat at all costs, and the sooner  the better. He did have the option of selling his watch, but he would rather  have died of hunger. Now was the ideal opportunity for the dear fellow to use  the loud if not harmonious voice with which nature had endowed him."}},{"type":"paragraph","data":{"text":"He knew a few French and English popular songs and he made  up his mind to try them out. The Japanese must certainly be keen on music since  they did everything to the accompaniment of cymbals, drums and tambourines, and  they were bound to appreciate the talents of a European virtuoso."}},{"type":"paragraph","data":{"text":"However, it was perhaps too early in the morning to organize  a concert and the music lovers, if awakened unexpectedly, might not have shown  themselves too grateful for the privilege."}},{"type":"paragraph","data":{"text":"Passepartout decided therefore to wait a few hours, but as  he walked around the thought struck him that he looked too well dressed for a  travelling musician, so he had the idea of exchanging his clothes for a get-up  more in keeping with his position. In addition this exchange would produce a  small profit, which he could immediately put to use to satisfy his appetite."}},{"type":"paragraph","data":{"text":"Once he had taken this decision, all that remained was for  him to put it into practice. After a considerable amount of searching he  eventually found a local second-hand dealer, to whom he made his proposal. The  second-hand dealer liked the European clothes and soon Passepartout left the  shop wearing old Japanese robes and a sort of ribbed turban, which had faded  over time. But in exchange he had a few silver coins jangling in his pocket."}},{"type":"paragraph","data":{"text":"‘Good,’ he thought, ‘I’ll just pretend to myself that it’s  carnival time.’"}},{"type":"paragraph","data":{"text":"Passepartout’s first concern, now that he had been  ‘Japanesed’, was to go into a modest-looking tea-house, and there he ate  chicken leftovers and a few handfuls of rice like a man who didn’t know where  his next meal was coming from."}},{"type":"paragraph","data":{"text":"‘Now,’ he said to himself after his hearty meal, ‘the main  thing is to keep a cool head. I no longer have the option of selling this  get-up for an even more Japanese-looking one. So I’ll have to devise the  quickest means I can of getting out of the Land of the Rising Sun, which I  won’t have very fond memories of.’"}},{"type":"paragraph","data":{"text":"Passepartout then had the idea of going to see the steamers  due to leave for America. He was planning to offer his services as a cook or  servant, and wanted in return only his food and passage. Once he’d reached San  Francisco he’d see about sorting out his other problems. The main thing was to  get across the 4,700 miles of Pacific Ocean that lay between Japan and the New  World."}},{"type":"paragraph","data":{"text":"Passepartout was not the type who would let an idea go to  waste and so he headed for Yokohama harbour. But the closer he got to the  docks, the more his plan, which had looked so simple on the spur of the moment,  seemed impractical. Why would they need a cook or servant on board an American  steamer, and how would anyone trust him in his present get-up? What  recommendations or references did he have?"}},{"type":"paragraph","data":{"text":"Just as these thoughts were going through his mind, he  noticed quite by accident a huge poster that a sort of clown was carrying  through the streets of Yokohama. The poster, written in English, read as  follows:"}},{"type":"paragraph","data":{"text":"THE JAPANESE ACROBATICS TROUPE"}},{"type":"paragraph","data":{"text":"OF THE HONOURABLE WILLIAM BATULCAR"}},{"type":"paragraph","data":{"text":"LAST PERFORMANCES"}},{"type":"paragraph","data":{"text":"Before their departure for the United States of America"}},{"type":"paragraph","data":{"text":"OF THE LONG-NOSES-LONG-NOSES"}},{"type":"paragraph","data":{"text":"DEDICATED TO THE GOD TENGU1"}},{"type":"paragraph","data":{"text":"Great Attraction!"}},{"type":"paragraph","data":{"text":"‘The United States of America!’ exclaimed Passepartout.  ‘That’s right up my street!’"}},{"type":"paragraph","data":{"text":"He followed the sandwichman and by doing so soon found  himself back in the Japanese quarter. Fifteen minutes later he stopped in front  of a large square building decorated on top with several garlands of streamers.  On the outside wall was a painting, lacking all sense of perspective but with  gaudy colours, showing a large group of jugglers."}},{"type":"paragraph","data":{"text":"It was the establishment belonging to the Honourable  Batulcar, an American showman who was the director of a troupe of tumblers,  jugglers, clowns, acrobats, tight-rope walkers and gymnasts who, according to  the poster, were giving their last performances before leaving the Land of the  Rising Sun for the United States."}},{"type":"paragraph","data":{"text":"Passepartout entered the colonnade in front of the building  and asked for Mr Batulcar. Mr Batulcar appeared in person."}},{"type":"paragraph","data":{"text":"‘What do you want?’ he said to Passepartout, taking him at  first for a native."}},{"type":"paragraph","data":{"text":"‘Do you need a servant?’ asked Passepartout."}},{"type":"paragraph","data":{"text":"‘A servant!’ exclaimed the showman, stroking the bushy grey  beard under his chin. ‘I’ve got two of them, obedient and trusty. They’ve never  left me and they work for nothing provided I feed them. There they are,’ he  added, pointing to his two sturdy arms, scored by veins as thick as the strings  of a double-bass."}},{"type":"paragraph","data":{"text":"‘So I can’t be of any use to you, can I?’"}},{"type":"paragraph","data":{"text":"‘None at all.’"}},{"type":"paragraph","data":{"text":"‘Damn! It would’ve been really convenient for me to travel  with you.’"}},{"type":"paragraph","data":{"text":"‘Well, well,’ said the Honourable Batulcar. ‘If you’re  Japanese, then I’m a monkey. Why are you wearing that get-up?’"}},{"type":"paragraph","data":{"text":"‘You wear what you can get hold of.’"}},{"type":"paragraph","data":{"text":"‘That’s true. Are you French?’"}},{"type":"paragraph","data":{"text":"‘Yes, I am. A Parisian through and through.’"}},{"type":"paragraph","data":{"text":"‘Well in that case you must know how to pull funny faces.’"}},{"type":"paragraph","data":{"text":"‘Wait a minute,’ replied Passepartout, annoyed at this  reaction to the discovery of his nationality. ‘We French people may know how to  make funny faces, but no more so than you Americans.’"}},{"type":"paragraph","data":{"text":"‘Fair enough. Well, if I don’t take you on as a servant, I  can take you on as a clown. Do you understand, my dear fellow? In France they  use foreigners to make people laugh and abroad they use Frenchmen.’"}},{"type":"paragraph","data":{"text":"‘Oh!’"}},{"type":"paragraph","data":{"text":"‘Are you strong, by the way?’"}},{"type":"paragraph","data":{"text":"‘Especially after I’ve had a good meal.’"}},{"type":"paragraph","data":{"text":"‘Can you sing?’"}},{"type":"paragraph","data":{"text":"‘Yes,’ answered Passepartout, who in the past had taken part  in some street concerts."}},{"type":"paragraph","data":{"text":"‘But can you sing upside down, spinning a top on the sole of  your left foot and balancing a sword on the sole of your right foot?’"}},{"type":"paragraph","data":{"text":"‘You bet,’ replied Passepartout, with memories of the first  tricks he performed in his youth coming back to him."}},{"type":"paragraph","data":{"text":"‘That’s what it’s all about,’ said the Honourable Batulcar.  The deal was done there and then."}},{"type":"paragraph","data":{"text":"At last Passepartout had found himself a job. He’d been  taken on as a dogsbody in the famous Japanese troupe. It was a bit demeaning,  but it meant that within a week he would be on his way to San Francisco."}},{"type":"paragraph","data":{"text":"The performance, loudly advertised by the Honourable  Batulcar, was to begin at three o’clock, and soon the noisy instruments of a  Japanese orchestra, drums and tam-tams were blaring away at the door.  Understandably, Passepartout hadn’t been able to prepare for the performance,  but he was supposed to lend the support of his sturdy shoulders to the famous  act known as ‘the human pyramid’ performed by the Long-Noses of the god Tengu.  This ‘great attraction’ was the climax of the whole show."}},{"type":"paragraph","data":{"text":"By three o’clock, the audience had filled the huge building.  Europeans and Asians, Chinese and Japanese, men, women and children rushed in  to occupy the narrow benches and the boxes opposite the stage. The musicians  had come inside and the complete orchestra, with gongs, tam-tams, castanets,  flutes, tambourines and bass drums, was playing away for all it was worth."}},{"type":"paragraph","data":{"text":"It was the usual sort of acrobatic display, but it must be  admitted that the Japanese have the best balancing acts in the world. One of  the performers, equipped with his fan and small pieces of paper, gracefully  imitated the movement of butterflies and flowers. Another, using the  sweet-smelling smoke from his pipe, traced a rapid series of blue-coloured  words in the air, spelling out compliments to the audience. Another juggled  with lighted candles, which he extinguished one by one as they passed in front  of his lips and then relit one from the other without interrupting for a moment  his wonderful feat of juggling. Another managed to make spinning-tops perform  the most amazing figures. In his hands these whirring machines seemed to take  on a life of their own in their unending girations. They ran along pipe-stems,  sabre blades and wires as thin as wisps of hair, which stretched from one side  of the stage to the other. They went around the rims of large crystal vases,  climbed up bamboo ladders and then scattered to every corner, producing strange  sound effects by the combination of their different tones. The jugglers juggled  with them and they spun in the air. They threw them up like shuttlecocks by  means of wooden rackets and they continued to spin. They stuffed them in their  pockets and when they took them out the tops were still spinning – until the  moment when, at the release of a spring, they burst out into a dazzling  firework display."}},{"type":"paragraph","data":{"text":"There is no need here to describe the astonishing acts  performed by the acrobats and gymnasts of the troupe. The tricks they did with  a ladder, pole, ball, barrels, etc., were carried out with remarkable  precision. But the main attraction was the appearance of the Long-Noses, an  astonishing balancing act that has not yet been seen in Europe."}},{"type":"paragraph","data":{"text":"The Long-Noses made up a special corporation dedicated to  the god Tengu. Dressed like heralds in the Middle Ages, they wore on their  shoulders a magnificent pair of wings. But their most distinctive feature was a  long nose and in particular the use they put it to. Their noses were made of  bamboo and were about five, six or even ten feet long, some straight, others  curved, some smooth, others knobbly. These firmly fixed appendages were in fact  what they used for all their balancing acts. A dozen or so of these followers  of Tengu lay on their backs and their companions sported themselves on their  noses, which stuck up in the air like lightning conductors, leaping about and  vaulting from one tothe other, performing the most extraordinary tricks."}},{"type":"paragraph","data":{"text":"The show was to end with a special performance of the human  pyramid, in which about fifty Long-Noses were supposed to represent the Car of  Juggernaut. But, instead of forming this pyramid by standing on one another’s  shoulders, the Honourable Batulcar’s artistes were to be linked to one another  only by their noses. As it happened, one of those who formed the base of the  cart had left the troupe and, since all that was needed was to be strong and  agile, Passepartout had been chosen to replace him."}},{"type":"paragraph","data":{"text":"Admittedly, the dear fellow felt rather sorry for himself  after putting on his medieval costume, decorated with multicoloured wings, and  a six-foot-long nose that was fixed on to his face. It all reminded him too  much of his youth. But in the end this nose was his livelihood, so he put up  with it."}},{"type":"paragraph","data":{"text":"Passepartout came on stage and went to stand with the other  performers who were to make the base of the Car of Juggernaut. They all lay  down on the floor with their noses pointing upwards. A second group of  performers got into position on top of their long appendages, a third group  formed another layer, then a fourth group, and with these noses that only  touched one another at the ends they built up a human structure that soon  reached almost up to the ceiling of the theatre."}},{"type":"paragraph","data":{"text":"By now, the applause was getting louder and louder and the  instruments in the orchestra were blasting out when suddenly the pyramid  wobbled, lost its balance, one of the noses at the base disappeared and the  whole structure came tumbling down like a pack of cards."}},{"type":"paragraph","data":{"text":"The cause of it all was Passepartout, who abandoned his  post, got across the floodlights without even using his wings, climbed up to  the right-hand gallery and then threw himself down at the feet of someone in  the audience, shouting, ‘Oh, my master, my master!’"}},{"type":"paragraph","data":{"text":"‘Is it you?’"}},{"type":"paragraph","data":{"text":"‘Yes, it’s me!’"}},{"type":"paragraph","data":{"text":"‘Well, in that case let’s get to the steamer, my fellow!’"}},{"type":"paragraph","data":{"text":"Mr Fogg, Mrs Aouda, who was accompanying him, and  Passepartout had rushed along the corridors and out of the building. But there  they came upon a furious Honourable Batulcar, who was asking for compensation  for the ‘breakage’. Mr Fogg calmed him down by stuffing some banknotes into his  hand. And so, at half past six, just when the ship was about to leave, Mr Fogg  and Mrs Aouda set foot on the American steamer, followed by Passepartout with  his wings on his back and a six-foot-long nose that he hadn’t yet been able to  remove from his face."}}]}