{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Six","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-06.mp3","bodys":[{"type":"paragraph","data":{"text":"In which the detective Fix shows a quite understandable  impatience"}},{"type":"paragraph","data":{"text":"The circumstances leading up to the sending of this telegram  about that man Phileas Fogg were as follows:"}},{"type":"paragraph","data":{"text":"On Wednesday 9 October, the liner Mongolia was due to arrive  in Suez at eleven o’clock in the morning. The Mongolia, which belonged to the  Peninsular and Oriental Steam Navigation Company, was an iron-hulled,  propeller-driven steamer with a spar-deck. It weighed 2,800 tons and had a  nominal 500 horsepower. The Mongolia regularly did the run from Brindisi to  Bombay via the Suez Canal. It was one of the company’s fastest vessels and it  had always exceeded its scheduled speed, namely 10 miles per hour, between  Brindisi and Suez and 9.53 miles per hour between Suez and Bombay."}},{"type":"paragraph","data":{"text":"While they waited for the Mongolia to arrive, two men were  walking along the quayside, mingling with the crowd of natives and foreigners  that flock to this town, which was until recently only a village, but which can  look forward to a successful future thanks to Ferdinand de Lesseps’s great feat  of engineering."}},{"type":"paragraph","data":{"text":"Of these two men, one was the United Kingdom consul based in  Suez, who – despite the pessimistic forecasts of the British government and the  bleak predictions of Stephenson, the famous engineer – saw British ships going  through the canal every day, thereby reducing by half the journey from England  to India compared to the old route via the Cape of Good Hope. The other was a  small, skinny man, quite intelligent-looking but nervous, with an  almost-permanent frown on his face. His long eyelashes concealed a piercing  gaze, but one that he could soften at will. At that particular moment he was  showing signs of some impatience, pacing up and down, unable to stay still."}},{"type":"paragraph","data":{"text":"This man was called Fix, and he was one of those English  detectives or policemen who had been sent to the various ports after the  discovery of the theft at the Bank of England. Fix was supposed to keep a  careful watch on passengers travelling via Suez and, if one of them aroused his  suspicions, to stay on his track until he received an arrest warrant."}},{"type":"paragraph","data":{"text":"As it happened, two days previously Fix had received the  description of the suspected thief from the head of the Metropolitan Police. It  was a description of that distinguished, welldressed gentleman who had been  seen in the cash room in the Bank of England."}},{"type":"paragraph","data":{"text":"The detective, obviously spurred on by the prospect of a  large reward for a successful arrest, was therefore waiting for the Mongolia to  arrive with understandable impatience."}},{"type":"paragraph","data":{"text":"‘Am I right, sir,’ he asked for the umpteenth time, ‘that  according to you the ship must be in soon?’"}},{"type":"paragraph","data":{"text":"‘Yes, Mr Fix,’ replied the consul. ‘It was reported  yesterday as being off Port Said and a vessel as fast as this will get through  the hundred miles of canal in next to no time. I should remind you again that  the Mongolia has always earned the £25 bonus that the government gives every  time a ship arrives twenty-four hours ahead of schedule.’"}},{"type":"paragraph","data":{"text":"‘The ship’s coming straight from Brindisi, isn’t it?’ asked  Fix."}},{"type":"paragraph","data":{"text":"‘Yes, straight from Brindisi, where it picked up the mail  for India. It left Brindisi on Saturday at five o’clock in the evening. So be  patient. It must be in very soon now. But I really don’t understand how, with  the description you’ve got, you’ll be able to recognize your man if he really  is on board the Mongolia.’"}},{"type":"paragraph","data":{"text":"‘My dear sir,’ replied Fix, ‘you sniff out this sort of  individual rather than recognize them. It’s nose that you need and nose is like  an extra sense, a combination of hearing, sight and smell. In my lifetime I’ve  arrested more than one of these gentlemen, and as long as my thief really is on  board I can guarantee you that he won’t slip through my fingers.’"}},{"type":"paragraph","data":{"text":"‘I hope not, Mr Fix, because it was a substantial theft.’"}},{"type":"paragraph","data":{"text":"‘A magnificent theft,’ the detective replied  enthusiastically. ‘£55,000! We don’t often get such big windfalls! Thieves are  becoming petty criminals. The great English thief is a dying breed. People get  themselves hanged for only a few shillings these days.’"}},{"type":"paragraph","data":{"text":"‘Mr Fix,’ replied the consul, ‘the way you talk I wish you  every success, but I must repeat that given the circumstances I’m afraid your  task will not be an easy one. You must realize that from the description you’ve  received the thief is a perfectly respectable-looking person.’"}},{"type":"paragraph","data":{"text":"‘My dear consul,’ the police inspector replied in a dogmatic  tone of voice, ‘great thieves always look like respectable people. You must  understand that people who look like crooks have only one option, to remain on  the right side of the law. Otherwise they would be arrested. It’s the  honest-looking faces you have to examine closely. A difficult task, I admit,  and one that makes this not just a job but an art.’"}},{"type":"paragraph","data":{"text":"It is clear that the aforesaid Fix had a strong sense of his  own importance."}},{"type":"paragraph","data":{"text":"Meanwhile the quayside was gradually getting busy. Sailors  of different nationalities, shopkeepers, brokers, porters and fellahs5 were  flooding in. The liner was obviously about to arrive."}},{"type":"paragraph","data":{"text":"The weather was fairly good, but the air was chilly because  of an easterly wind. Some minarets stood out above the town in the pale  sunshine. Towards the south a jetty about 2,000 metres long stuck out like an  arm into the harbour of Suez. Several fishing boats or coastal vessels moved  across the surface of the Red Sea, some of them still having the elegant  outline of an ancient galley."}},{"type":"paragraph","data":{"text":"As he made his way through this crowd Fix ran a rapid eye  over the passers-by out of sheer professional habit."}},{"type":"paragraph","data":{"text":"By now it was half past ten."}},{"type":"paragraph","data":{"text":"‘But this liner doesn’t look as if it’s ever going to  arrive,’ he exclaimed as he heard the harbour clock strike."}},{"type":"paragraph","data":{"text":"‘It can’t be far away,’ replied the consul."}},{"type":"paragraph","data":{"text":"‘How long will it stop in Suez for?’ Fix asked."}},{"type":"paragraph","data":{"text":"‘Four hours. The time needed to take on board more coal.  From Suez to Aden at the far end of the Red Sea it’s 1,310 nautical miles, so  it needs to have a fresh supply of fuel.’"}},{"type":"paragraph","data":{"text":"‘And from Suez, does the boat go straight on to Bombay?’  asked Fix."}},{"type":"paragraph","data":{"text":"‘Straight on, without unloading.’"}},{"type":"paragraph","data":{"text":"‘Well, then,’ said Fix, ‘if the thief is coming this way and  on this boat, it must be part of his plan to disembark at Suez in order to find  another way of getting to the Dutch or French possessions in Asia. He must be  well aware that he wouldn’t be safe in India, which is British soil.’"}},{"type":"paragraph","data":{"text":"‘Unless he’s a very clever man,’ replied the consul. ‘As you  know, an English criminal is always better off hiding in London rather than  abroad.’"}},{"type":"paragraph","data":{"text":"After this remark, which gave the detective food for  thought, the consul went back to his office, which was only a short distance  away. The police inspector remained alone, an impatient bag of nerves. He had a  strange sort of premonition that the thief was bound to be on board the  Mongolia, and in all truth if the crook had left England with the intention of  reaching the New World, it would be logical for him to prefer the route via  India because it was less carefully watched or more difficult to watch than the  route across the Atlantic."}},{"type":"paragraph","data":{"text":"Fix didn’t remain lost in his thoughts for long. Some sharp  blasts on the whistle announced the liner’s arrival. The whole horde of porters  and fellahs rushed towards the quayside, threatening injury and damage to the  waiting passengers and their clothes. A dozen or so small boats set off from  the bank of the canal and went out to meet the Mongolia."}},{"type":"paragraph","data":{"text":"Soon the enormous bulk of the Mongolia came into view,  moving along between the banks of the canal. Eleven o’clock was striking as the  steamer dropped anchor in the harbour, noisily letting steam out of its  funnels."}},{"type":"paragraph","data":{"text":"There were quite a large number of passengers on board. Some  remained on the spar-deck, gazing at the picturesque panorama of the town, but  most of them disembarked in the small boats that had come alongside the  Mongolia."}},{"type":"paragraph","data":{"text":"Fix examined closely all those who set foot on dry land."}},{"type":"paragraph","data":{"text":"At that moment one of the passengers came up to him after  briskly pushing aside all the fellahs who were accosting him and offering their  services. He asked Fix very politely if he could point out to him the office of  the British consul. At the same time this passenger showed a passport that he  presumably wanted to have stamped with a British visa."}},{"type":"paragraph","data":{"text":"Fix instinctively took the passport and rapidly read the  description of the bearer."}},{"type":"paragraph","data":{"text":"He had difficulty controlling his reaction. The document  trembled in his hand. The description provided on the passport was identical to  the one he had received from the head of the Metropolitan Police."}},{"type":"paragraph","data":{"text":"‘This passport doesn’t belong to you, does it?’ he said to  the passenger."}},{"type":"paragraph","data":{"text":"‘No. It’s my master’s passport.’"}},{"type":"paragraph","data":{"text":"‘And where is your master?’"}},{"type":"paragraph","data":{"text":"‘Still on board.’"}},{"type":"paragraph","data":{"text":"‘I’m afraid,’ continued the detective, ‘he has to go in  person to the consul’s office to prove his identity.’"}},{"type":"paragraph","data":{"text":"‘What! Is that really necessary?’"}},{"type":"paragraph","data":{"text":"‘Indispensable.’"}},{"type":"paragraph","data":{"text":"‘So where is this office?’"}},{"type":"paragraph","data":{"text":"‘Over there, in the corner of the square,’ replied the  inspector, pointing to a building about 200 yards away."}},{"type":"paragraph","data":{"text":"‘In that case I’ll go and fetch my master, who certainly  won’t be pleased to be disturbed.’"}},{"type":"paragraph","data":{"text":"With that, the passenger said goodbye to Fix and went back  on board the steamer."}}]}