{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Fifteen","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-15.mp3","bodys":[{"type":"paragraph","data":{"text":"Where the bag of banknotes becomes another several thousand  pounds lighter"}},{"type":"paragraph","data":{"text":"The train had stopped at the station. Passepartout was the  first to get out of the carriage, followed by Mr Fogg, who helped his young  female companion to step down on to the platform. Phileas Fogg was intending to  go straight to the steamer for Hong Kong, in order to see that Mrs Aouda was  comfortably settled in, as he did not want to leave her on her own as long as  she remained in this country where her safety was in danger."}},{"type":"paragraph","data":{"text":"Just as Mr Fogg was about to leave the station, a policeman  came up to him and said, ‘Mr Phileas Fogg?’"}},{"type":"paragraph","data":{"text":"‘Yes.’"}},{"type":"paragraph","data":{"text":"‘Is this man your servant?’ added the policeman, pointing to  Passepartout."}},{"type":"paragraph","data":{"text":"‘Yes.’"}},{"type":"paragraph","data":{"text":"‘Would both of you please follow me.’"}},{"type":"paragraph","data":{"text":"Mr Fogg did not betray the least sign of surprise. The  officer was a representative of the law and for any Englishman the law is  sacrosanct. Passepartout, reacting like a Frenchman, wanted to argue, but the  policeman tapped him with his truncheon and Phileas Fogg motioned to him to  obey."}},{"type":"paragraph","data":{"text":"‘May this young lady come with us?’ asked Mr Fogg."}},{"type":"paragraph","data":{"text":"‘She may,’ replied the policeman."}},{"type":"paragraph","data":{"text":"The policeman led Mr Fogg, Mrs Aouda and Passepartout  towards a palki-ghari, a sort of four-wheeled, four-seater carriage, drawn by  two horses. They set off. No one spoke during the journey, which lasted about  twenty minutes."}},{"type":"paragraph","data":{"text":"The carriage first of all went through the Indian quarter,  with its narrow streets, on either side of which stood huts swarming with a  cosmopolitan, dirty and ragged population, then it entered the European  quarter, with its attractive brick houses, shaded by coconut trees and bristling  with ship masts. There, although it was still early in the morning, elegant  riders and magnificent horse-drawn carriages were out and about."}},{"type":"paragraph","data":{"text":"The palki-ghari stopped in front of a plain-looking  building, one that could not have been a private house. The policeman made his  prisoners – there was no other word for them – get out and he led them into a  room with bars on the windows, saying to them, ‘At half past eight you will  appear before Judge Obadiah.’"}},{"type":"paragraph","data":{"text":"Then he withdrew and closed the door."}},{"type":"paragraph","data":{"text":"‘That’s it. We’ve been caught!’ exclaimed Passepartout,  collapsing on to a chair."}},{"type":"paragraph","data":{"text":"Mrs Aouda turned towards Mr Fogg and said to him in a voice  that could not disguise her emotion:"}},{"type":"paragraph","data":{"text":"‘Sir, you must leave me behind. It’s because of me that  you’re being prosecuted. It’s because you came to my rescue.’"}},{"type":"paragraph","data":{"text":"Phileas Fogg replied only that it was not possible. To be  prosecuted for the business of the suttee! That was unacceptable. How could the  plaintiffs dare to show themselves? There must be a mistake. Mr Fogg added that  in any case he would not leave the young woman behind and would take her to  Hong Kong."}},{"type":"paragraph","data":{"text":"‘But the boat leaves at midday!’ Passepartout pointed out."}},{"type":"paragraph","data":{"text":"‘We’ll be on board before twelve,’ was all the impassive  gentleman said in reply."}},{"type":"paragraph","data":{"text":"The statement was so categorical that Passepartout couldn’t  help saying to himself: ‘Goodness me! There’s no doubt about it. By midday  we’ll be on board!’ But in fact he was far from convinced."}},{"type":"paragraph","data":{"text":"At half past eight the door in the room opened. The  policeman reappeared and showed the prisoners into the adjoining room. It was a  courtroom and a fairly large public, made up of Europeans and natives, was  already inside."}},{"type":"paragraph","data":{"text":"Mr Fogg, Mrs Aouda and Passepartout sat down on a bench  opposite the seats reserved for the magistrate and the clerk to the court."}},{"type":"paragraph","data":{"text":"The magistrate, Judge Obadiah, came in almost immediately,  followed by the clerk of the court. He was a stout man with a roundish face. He  took his wig down from a peg and put it on his head briskly."}},{"type":"paragraph","data":{"text":"‘Call the first case,’ he said."}},{"type":"paragraph","data":{"text":"Then, putting his hand, on his head, he exclaimed, ‘Wait a  minute. This isn’t my wig!’"}},{"type":"paragraph","data":{"text":"‘Quite right, Mr Obadiah. It’s mine,’ replied the clerk."}},{"type":"paragraph","data":{"text":"‘My dear Mr Oysterpuf, how do you expect a judge to pass  judgment properly if he’s wearing a clerk’s wig?’"}},{"type":"paragraph","data":{"text":"An exchange of wigs duly took place. During these  preliminaries Passepartout could scarcely contain his impatience, because the  hand on the large courtroom clock seemed to be moving extremely quickly."}},{"type":"paragraph","data":{"text":"‘The first case,’ repeated Judge Obadiah."}},{"type":"paragraph","data":{"text":"‘Phileas Fogg?’ said the clerk."}},{"type":"paragraph","data":{"text":"‘Here I am,’ replied Mr Fogg."}},{"type":"paragraph","data":{"text":"‘Passepartout?’"}},{"type":"paragraph","data":{"text":"‘Present,’ replied Passepartout."}},{"type":"paragraph","data":{"text":"‘Good,’ said the judge. ‘Prisoners at the bar, for two days  the police have been looking out for you on every train from Bombay.’"}},{"type":"paragraph","data":{"text":"‘But what are we accused of?’ Passepartout cried out  impatiently."}},{"type":"paragraph","data":{"text":"‘You will soon find out,’ replied the judge."}},{"type":"paragraph","data":{"text":"‘Your Honour,’ Mr Fogg then said, ‘I am a British citizen  and I have the right to –’"}},{"type":"paragraph","data":{"text":"‘Have you been treated disrespectfully?’ asked Judge  Obadiah."}},{"type":"paragraph","data":{"text":"‘Not in the least.’"}},{"type":"paragraph","data":{"text":"‘Good! Bring in the plaintiffs.’"}},{"type":"paragraph","data":{"text":"On the judge’s orders a door opened and three Hindu priests  were shown in by a doorman."}},{"type":"paragraph","data":{"text":"‘Just as I thought,’ mumbled Passepartout. ‘These are the  scoundrels who wanted to burn our young lady.’"}},{"type":"paragraph","data":{"text":"The priests stood before the judge, and the clerk read out  aloud the charge of sacrilege, brought against Phileas Fogg, Esq., and his  servant, both accused of having violated a place sacred to the Hindu religion."}},{"type":"paragraph","data":{"text":"‘Have you heard the charge?’ the judge asked Phileas Fogg."}},{"type":"paragraph","data":{"text":"‘Yes, my lord,’ replied Mr Fogg, looking at his watch, ‘and  I plead guilty.’"}},{"type":"paragraph","data":{"text":"‘Ah, you plead guilty …’"}},{"type":"paragraph","data":{"text":"‘I plead guilty to the charge and I expect these three  priests to plead guilty in turn to what they attempted to do at the temple of  Pillagi.’"}},{"type":"paragraph","data":{"text":"The priests looked at one another. They didn’t seem to  understand a word of what the accused was talking about."}},{"type":"paragraph","data":{"text":"‘Certainly,’ exclaimed Passepartout impetuously, ‘at the  temple of Pillagi, in front of which they were about to burn their victim!’"}},{"type":"paragraph","data":{"text":"The priests looked even more mystified and the judge  extremely surprised."}},{"type":"paragraph","data":{"text":"‘What victim?’ he asked. ‘Burning who? In the middle of  Bombay?’"}},{"type":"paragraph","data":{"text":"‘Bombay?’ cried out Passepartout."}},{"type":"paragraph","data":{"text":"‘Certainly. It’s got nothing to do with the temple at  Pillagi but the temple at Malabar Hill, in Bombay.’"}},{"type":"paragraph","data":{"text":"‘And as evidence of his guilt here are the shoes used by the  perpetrator of that act of desecration,’ added the clerk, placing a pair of  shoes on his desk."}},{"type":"paragraph","data":{"text":"‘My shoes!’ shouted out Passepartout, who was surprised  beyond belief and unable to prevent himself from coming out with this  exclamation."}},{"type":"paragraph","data":{"text":"It is easy to understand the confusion in the minds of both  master and servant. They had forgotten about the incident in the temple at  Bombay, but this was what had brought them to court in Calcutta."}},{"type":"paragraph","data":{"text":"What had happened was that Fix had realized the advantage he  could gain from this unfortunate business. Delaying his departure by two hours,  he had given legal advice to the priests of Malabar Hill and had promised them  a large sum in damages, knowing full well that the British government was very  severe on this type of offence. Then he had sent them off by the next train hot  in pursuit of the perpetrator of the sacrilege. However, as a result of the  time it had taken to rescue the young widow, Fix and the Hindus arrived in  Calcutta before Phileas Fogg and his servant, who were supposed to be arrested  as soon as they stepped off the train after the magistrates had been alerted by  telegram. It is easy to imagine Fix’s disappointment when he discovered that  Phileas Fogg had not yet arrived in the Indian capital. He must have thought  that his thief had stopped off at one of the stations along the Peninsular  Railway and taken refuge in the northern provinces. For twenty-four hours Fix  had watched out for him at the station, beset with anxiety. Imagine, then, his  joy when that very morning he saw him get out of the carriage, accompanied, it  is true, by a young woman whose presence was a mystery to him. He immediately  sent a policeman off to follow him and this is how Mr Fogg, Passepartout and  the widow of the rajah from Bundelkhand were brought before Judge Obadiah."}},{"type":"paragraph","data":{"text":"What is more, if Passepartout had not been so taken up by his  own situation he would have noticed in the corner of the courtroom the presence  of the detective, who was following the proceedings with understandable  interest, since here in Calcutta, as in Bombay and Suez, he was still without  his arrest warrant."}},{"type":"paragraph","data":{"text":"However, Judge Obadiah had taken note of the admission of  guilt that Passepartout had blurted out, though the latter would have given all  he possessed to take back his reckless words."}},{"type":"paragraph","data":{"text":"‘Are the facts admitted?’ said the judge."}},{"type":"paragraph","data":{"text":"‘Admitted,’ Mr Fogg replied coldly."}},{"type":"paragraph","data":{"text":"‘In so far as,’ continued the judge, ‘in so far as English  law seeks to protect equally and strenuously all the religions of the peoples  of India, the offence having been admitted by Master Passepartout, here  convicted of having violated with his shoes the sanctity of the precincts of  the temple of Malabar Hill during the day of 20 October, the court hereby  condemns the aforesaid Passepartout to fifteen days’ prison and a fine of  £300.’"}},{"type":"paragraph","data":{"text":"‘£300!’ exclaimed Passepartout, who was only really  concerned about the fine."}},{"type":"paragraph","data":{"text":"‘Silence,’ barked the usher."}},{"type":"paragraph","data":{"text":"‘And,’ added Judge Obadiah, ‘in so far as it has not been  materially proven that there was no complicity between the servant and his  master and in that in any case the latter must be held responsible for the deeds  and actions of a servant in his employ, the court hereby detains the aforesaid  Phileas Fogg and condemns him to eight days’ prison and a fine of £150. Clerk,  call the next case!’"}},{"type":"paragraph","data":{"text":"Fix, in his corner, felt an inexpressible sense of  satisfaction. Detaining Phileas Fogg for eight days in Calcutta gave more than  enough time for the warrant to reach him."}},{"type":"paragraph","data":{"text":"Passepartout was dumbfounded. This sentence meant that his  master was ruined. A £20,000 bet had been lost, all because he had casually  wandered into that wretched temple!"}},{"type":"paragraph","data":{"text":"Phileas Fogg, as firmly in control of himself as if the  sentence concerned someone else, didn’t raise an eyebrow. But just at the  moment when the clerk was calling the next case, he rose to his feet and said,  ‘I wish to put up bail.’"}},{"type":"paragraph","data":{"text":"‘You are quite entitled to do so,’ replied the judge."}},{"type":"paragraph","data":{"text":"Fix felt a shiver run down his spine, but he regained his  composure when he heard the judge say that ‘in so far as Phileas Fogg and his  servant had the status of foreigners’ he was fixing bail for each of them at  the enormous sum of £1,000."}},{"type":"paragraph","data":{"text":"It would cost Mr Fogg £2,000 if he failed to serve his  sentence."}},{"type":"paragraph","data":{"text":"‘I shall pay,’ the gentleman said."}},{"type":"paragraph","data":{"text":"With that he took from the bag that Passepartout was  carrying a wad of banknotes and put them down on the clerk’s desk."}},{"type":"paragraph","data":{"text":"‘This sum of money will be returned to you when you leave  prison,’ said the judge. ‘In the meantime you are free on bail.’"}},{"type":"paragraph","data":{"text":"‘Come on,’ said Phileas Fogg to his servant."}},{"type":"paragraph","data":{"text":"‘Let me at least have my shoes back!’ exclaimed Passepartout  angrily."}},{"type":"paragraph","data":{"text":"His shoes were given back to him."}},{"type":"paragraph","data":{"text":"‘They’re an expensive pair of shoes,’ he muttered. ‘More  than a £1,000 each. Not to mention the fact that they’re killing me!’"}},{"type":"paragraph","data":{"text":"Passepartout was absolutely crestfallen as he followed Mr  Fogg, who had offered Mrs Aouda his arm. Fix was still hoping that the thief  would never be prepared to write off this sum of £2,000 and that he would do  his eight days in prison. He therefore set off, following in Fogg’s footsteps."}},{"type":"paragraph","data":{"text":"Mr Fogg called for a carriage, which Mrs Aouda, Passepartout  and he got into straightaway. Fix ran behind the carriage, which soon came to a  stop at one of the quaysides in the town."}},{"type":"paragraph","data":{"text":"Moored in the harbour half a mile offshore stood the  Rangoon, ready to sail. Eleven o’clock struck. Mr Fogg was an hour early. Fix  saw him get out of the carriage and into a small boat along with Mrs Aouda and  his servant. The detective kicked the ground with his foot."}},{"type":"paragraph","data":{"text":"‘The wretch!’ he exclaimed. ‘He’s off. £2,000 down the  drain. A money-waster as well as a thief. Well, I shall follow him to the ends  of the earth if necessary, but at this rate all the money stolen will have gone  by then!’"}},{"type":"paragraph","data":{"text":"The police inspector was justified in thinking this. It was  certainly true that since leaving London, between the cost of travel, the money  spent on rewards, buying an elephant and paying the bail and the fines, Phileas  Fogg had already used up more than £5,000 to get this far, and the proportion  of the amount recovered, which would go to the detectives, was getting smaller  all the time."}}]}