{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Twelve","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-12.mp3","bodys":[{"type":"paragraph","data":{"text":"Where Phileas Fogg and his companions venture into the  Indian jungle, and what this leads to"}},{"type":"paragraph","data":{"text":"The guide, in order to shorten the distance to be travelled,  veered away left from the intended route of the railway, which was still under  construction. Because of the severe difficulties posed by the terrain of the  Vindhya Mountains, this intended route was far from being the most direct, the  one which would have best suited Phileas Fogg. The Parsee, who was very well  acquainted with the roads and paths of the area, claimed that he could gain  twenty miles by cutting across the forest, and they relied on his judgement."}},{"type":"paragraph","data":{"text":"Phileas Fogg and Sir Francis Cromarty, their heads barely  visible above their baskets, were severely shaken about by the stiff way in  which the elephant moved, urged on as fast as possible by his mahout. But they  put up with the situation with typically British composure, though they spoke  rarely and could hardly see each other."}},{"type":"paragraph","data":{"text":"Passepartout, for his part, perched on the beast’s back,  felt all the ups and downs of its movement and was careful, as his master had  told him, not to put his tongue between his teeth so as not to accidentally  bite it off. The dear fellow was sometimes hurled forward on to the elephant’s  neck and at other times thrown backward on to its rump, as if he was doing  acrobatics like a clown on a trampoline. But he was joking and laughing while  leaping up in the air, and from time to time he pulled out of his bag a lump of  sugar, which the clever Kiouni took with the end of his trunk, without for a  moment breaking his steady trot."}},{"type":"paragraph","data":{"text":"After travelling for two hours the guide stopped the  elephant and gave him an hour’s rest. The animal devoured branches and small  bushes, having first quenched its thirst in a nearby pool. Sir Francis Cromarty  was not sorry for the halt. He was exhausted. Mr Fogg seemed as fresh as if he  had just got out of bed."}},{"type":"paragraph","data":{"text":"‘He must be a man of iron!’ said the brigadier-general,  looking at him admiringly."}},{"type":"paragraph","data":{"text":"‘A man of steel,’ replied Passepartout, who was busy  preparing a simple lunch."}},{"type":"paragraph","data":{"text":"At midday the guide gave the signal to move on. The  countryside became very wild. The great forests gave way to thickets of  tamarinds and dwarf palms, then to vast arid plains, bristling with stunted  shrubs and dotted with huge blocks of syenite. This whole, little-visited part  of Upper Bundelkhand is inhabited by religious fanatics who practise the most  extreme form of Hinduism. The British have not been able to assert their  authority properly over the area, which is still ruled by rajahs protected by  the inaccessibility of their mountain fastnesses."}},{"type":"paragraph","data":{"text":"Several times they caught sight of groups of fierce-looking  Indians, who made angry gestures when they saw the speedy quadruped. In any  case, the Parsee avoided them as far as possible, considering them unsavoury  individuals. They saw few animals that day, except for the occasional monkey  that ran off gesticulating wildly and making funny faces, much to  Passepartout’s amusement."}},{"type":"paragraph","data":{"text":"One thing particularly concerned the dear fellow. What would  Mr Fogg do with the elephant once they had reached Allahabad? Would he take it  with them? That was impossible! The cost of transporting it on top of the cost  of buying it would be a financial disaster. Would it be sold, or allowed back  into the wild? This admirable beast really did deserve special consideration.  If by any chance Mr Fogg gave it to him as a present, he, Passepartout, would  be in a very awkward position. This problem preyed on his mind constantly."}},{"type":"paragraph","data":{"text":"By eight o’clock in the evening the travellers had got  across the main chain of the Vindhyas and halted on the northern side, at a  ruined bungalow."}},{"type":"paragraph","data":{"text":"They had travelled that day a distance of about twenty-five  miles, and they had about the same distance left before reaching the station at  Allahabad."}},{"type":"paragraph","data":{"text":"The night was chilly. Inside the bungalow, the Parsee made a  fire with dead branches and its warmth was very welcome. Supper consisted of  the provisions bought in Kholby. The travellers were almost too exhausted and  shaken about to eat. What began as a desultory conversation soon gave way to  loud snoring. The guide kept watch over Kiouni, who slept on his feet, resting  against the trunk of a large tree."}},{"type":"paragraph","data":{"text":"Nothing happened during the night. The roaring of the  occasional cheetah and panther sometimes disturbed the silence, along with the  high-pitched chattering of monkeys. But the flesh-eating animals did no more  than howl and made no attempt to attack the temporary residents of the  bungalow. Sir Francis Cromarty slept soundly like a good soldier worn out by  combat. Passepartout, sleeping restlessly, relived all the jolts and bumps he  had experienced the previous day. As for Mr Fogg, he slept as peacefully as if  he was back in the quiet of his home in Savile Row."}},{"type":"paragraph","data":{"text":"At six o’clock in the morning they set off again. The guide  hoped to arrive at the station in Allahabad that very evening. This way Mr Fogg  would only lose some of the forty-eight hours that he had saved since the  beginning of the journey."}},{"type":"paragraph","data":{"text":"They went down the final slopes of the Vindhyas. Kiouni was  advancing swiftly again. Towards midday, the guide skirted around the small  town of Kalinjar, situated on the Cani, one of the minor tributaries of the  Ganges. He always avoided places that were inhabited, feeling more secure in  the deserted countryside, the low-lying area where the catchment basin of the  great river begins. The station at Allahabad was less than twelve miles to the  north-east. They halted beneath a clump of banana trees. Their fruit, as  wholesome as bread and ‘as succulent as cream’, according to travellers’  reports, was greatly appreciated."}},{"type":"paragraph","data":{"text":"At two o’clock the guide entered the cover of a dense  forest, across which he had to travel for several miles. He preferred going  this way, sheltered by the woods. In any case, so far there had been no  untoward event and it looked as if the journey would be completed without  incident when suddenly the elephant showed signs of nervousness and stopped in  its tracks."}},{"type":"paragraph","data":{"text":"It was then four o’clock."}},{"type":"paragraph","data":{"text":"‘What’s the matter?’ asked Sir Francis Cromarty, raising his  head above the basket."}},{"type":"paragraph","data":{"text":"‘I don’t know, sir,’ said the Parsee, trying to make out a  strange noise that was coming through the thick foliage."}},{"type":"paragraph","data":{"text":"A few minutes later, the noise became easier to identify. It  sounded like a concert, still a long way off, with human voices and brass musical  instruments."}},{"type":"paragraph","data":{"text":"Passepartout was all eyes and ears. Mr Fogg waited  patiently, without saying a word."}},{"type":"paragraph","data":{"text":"The Parsee jumped to the ground, tied the elephant to a tree  and went into the depths of the undergrowth. A few minutes later he came back,  saying:"}},{"type":"paragraph","data":{"text":"‘It’s a procession of Hindu priests, heading towards us.  Let’s try to avoid being seen.’"}},{"type":"paragraph","data":{"text":"The guide untied the elephant and led it to a copse, urging  the travellers not to get down. He himself stood ready to jump quickly back on  to the animal if it became necessary to make a hasty retreat. But he thought  that the group of worshippers would go past without noticing him, because he  was completely hidden by the thick foliage."}},{"type":"paragraph","data":{"text":"The grating noise of the voices and instruments was getting  nearer. Monotonous chanting mingled with the sound of drums and cymbals. Soon  the head of the procession appeared beneath the trees about fifty yards from Mr  Fogg and his companions. They could easily make out through the branches the  strange celebrants of this religious ceremony."}},{"type":"paragraph","data":{"text":"At the front came the priests, wearing mitres and long,  brightly decorated robes. They were surrounded by men, women and children, who  were chanting a sort of funeral hymn, interrupted at regular intervals by the  playing of gongs and cymbals. Behind them, on a cart with large wheels, the  spokes and rims of which represented intertwined snakes, there appeared a  hideous statue pulled by two pairs of zebus richly decked out. The statue had  four arms. Its body was dark red, its eyes wild and staring, its hair tangled,  its tongue lolling and its lips dyed with henna and betel juice. Around its  neck was draped a garland of death’s heads and around its waist a girdle of  severed hands. It was standing over a felled giant, whose head had been cut  off."}},{"type":"paragraph","data":{"text":"Sir Francis Cromarty recognized the statue."}},{"type":"paragraph","data":{"text":"‘The goddess Kali,’ he murmured, ‘the goddess of love and  death.’"}},{"type":"paragraph","data":{"text":"‘The goddess of death, I agree, but the goddess of love,  never!’ said Passepartout. ‘What an ugly-looking woman.’"}},{"type":"paragraph","data":{"text":"The Parsee motioned to him to be quiet."}},{"type":"paragraph","data":{"text":"Around the statue a group of elderly fakirs were working  themselves up into a furious frenzy. Their bodies were streaked with bright  yellow markings and covered with cross-shaped incisions from which blood was  oozing. These are the same mindless fanatics who in the great Hindu ceremonies  still throw themselves under the wheels of the Car of Juggernaut."}},{"type":"paragraph","data":{"text":"Behind them a few Hindu priests, in the full splendour of  their oriental costumes, were dragging along a woman who could barely stay on  her feet."}},{"type":"paragraph","data":{"text":"The woman was young and with a skin as white as a  European’s. Her head, neck, shoulders, ears, arms, hands and toes were laden  with jewels, necklaces, bracelets, earrings and rings. A tunic spangled with  gold and covered with a thin muslin veil revealed the beauty of her figure."}},{"type":"paragraph","data":{"text":"Behind this young woman, in stark contrast, guards armed  with bare sabres sticking out of their belts and long inlaid pistols carried a  body on a litter."}},{"type":"paragraph","data":{"text":"It was the body of an elderly man, dressed in the sumptuous  clothes of a rajah, wearing as in life a turban embroidered with pearls, a  flowing robe woven with silk and gold, a sash of diamond-studded cashmere and  the magnificent weapons of an Indian prince."}},{"type":"paragraph","data":{"text":"The procession ended with a group of musicians and a  rearguard of fanatics, whose shouts sometimes drowned out the deafening din of  the instruments."}},{"type":"paragraph","data":{"text":"Sir Francis watched all this pomp and ceremony with a  particularly sad expression and, as he turned towards his guide, he said, ‘It’s  a suttee!’3"}},{"type":"paragraph","data":{"text":"The Parsee nodded in agreement and put a finger to his lips.  The long procession wound its way slowly among the trees and soon its last  members disappeared into the depths of the forest."}},{"type":"paragraph","data":{"text":"Gradually the singing died away. There were still some  occasional distant shouts, but finally all this commotion gave way to a deep  silence."}},{"type":"paragraph","data":{"text":"Phileas Fogg had heard what Sir Francis Cromarty had said  and, as soon as the procession had disappeared, he asked, ‘What is a suttee?’"}},{"type":"paragraph","data":{"text":"‘A suttee, Mr Fogg,’ replied the brigadier-general, ‘is a  human sacrifice, but a voluntary sacrifice. The woman you have just seen will  be burnt tomorrow at first light.’"}},{"type":"paragraph","data":{"text":"‘Oh, the wretches!’ exclaimed Passepartout, unable to hold  back this cry of indignation."}},{"type":"paragraph","data":{"text":"‘And what about the corpse?’ asked Mr Fogg."}},{"type":"paragraph","data":{"text":"‘It’s her husband, the prince,’ replied the guide, ‘an  independent rajah from Bundelkhand.’"}},{"type":"paragraph","data":{"text":"‘What!’ continued Phileas Fogg, without letting the  slightest sign of emotion show in his voice. ‘Are these barbaric customs still  practised in India without the British being able to stamp them out?’"}},{"type":"paragraph","data":{"text":"‘In most of India,’ replied Sir Francis Cromarty, ‘these  sacrifices are no longer carried out, but we have no influence in these savage  parts and especially in this region of Bundelkhand. The whole of the area to  the north of the Vindhyas is the scene of constant acts of murder and plunder.’"}},{"type":"paragraph","data":{"text":"‘The poor woman!’ murmured Passepartout. ‘Burnt alive!’"}},{"type":"paragraph","data":{"text":"‘Yes,’ continued the brigadier-general, ‘and if she wasn’t,  you wouldn’t believe what a terrible fate would await her at the hands of her  relatives. She would have her head shaved, be given only a few handfuls of rice  to eat, be disowned, considered unclean and left to die in some corner like a  mangy dog. So it’s the prospect of such an appalling existence that often  drives these unfortunate women to sacrifice themselves, rather than love or  religious fanaticism. Sometimes, however, the sacrifice really is voluntary and  it takes the energetic intervention of the governor to prevent it. For example,  a few years ago, when I was living in Bombay, a young widow came to ask the  governor permission to be burnt along with the body of her husband. As you  might imagine, the governor said no. So the widow went away and sought refuge  with an independent rajah and there she went through with her sacrifice.’"}},{"type":"paragraph","data":{"text":"While the brigadier-general was telling this story the guide  shook his head, and after it was finished, he said, ‘The sacrifice taking place  tomorrow is not voluntary.’"}},{"type":"paragraph","data":{"text":"‘How do you know?’"}},{"type":"paragraph","data":{"text":"‘Everybody in Bundelkhand knows about this business,’  replied the guide."}},{"type":"paragraph","data":{"text":"‘Nevertheless, the poor woman didn’t seem to be putting up  any resistance,’ remarked Sir Francis Cromarty."}},{"type":"paragraph","data":{"text":"‘That’s because they’ve drugged her by making her inhale  hashish and opium fumes.’"}},{"type":"paragraph","data":{"text":"‘But where is she being taken to?’"}},{"type":"paragraph","data":{"text":"‘To the temple at Pillagi, two miles from here. She’ll spend  the night there, waiting until the time comes for the sacrifice.’"}},{"type":"paragraph","data":{"text":"‘Which will be … ?’"}},{"type":"paragraph","data":{"text":"‘Tomorrow, at first light.’"}},{"type":"paragraph","data":{"text":"After this reply the guide led the elephant out from the  thick undergrowth and hoisted himself on to the elephant’s neck. But just when  he was about to get the animal going by making a particular whistling sound, Mr  Fogg stopped him and, turning to Sir Francis Cromarty, said, ‘What if we  rescued this woman?’"}},{"type":"paragraph","data":{"text":"‘Rescued this woman, Mr Fogg!’ exclaimed the  brigadiergeneral."}},{"type":"paragraph","data":{"text":"‘I still have twelve hours spare. I can certainly devote  them to this.’"}},{"type":"paragraph","data":{"text":"‘Well, well! So you do have feelings after all!’ said Sir  Francis Cromarty."}},{"type":"paragraph","data":{"text":"‘Sometimes,’ replied Phileas Fogg simply. ‘When I have the  time.’"}}]}