{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Thirteen","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-13.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Passepartout proves once again that fortune favours  the bold"}},{"type":"paragraph","data":{"text":"The plan was daring, fraught with difficulty and perhaps  impossible. Mr Fogg was going to risk his life, or at least his freedom, and  thereby the success of his project, but he had no hesitation. In any case he  had in Sir Francis Cromarty a staunch ally."}},{"type":"paragraph","data":{"text":"Passepartout, for his part, was ready for action and he was  at their command. His master’s idea filled him with enthusiasm. He realized  there was a heart and a soul beneath this cold exterior. He was beginning to  take to Phileas Fogg."}},{"type":"paragraph","data":{"text":"There remained the guide. Whose side would he take in this  business? Wouldn’t he be for the Indians? Even if he wouldn’t help them, they  needed to make sure he remained neutral."}},{"type":"paragraph","data":{"text":"Sir Francis Cromarty asked the question point blank."}},{"type":"paragraph","data":{"text":"‘Sir,’ replied the guide, ‘I’m a Parsee and this woman is a  Parsee. I’m at your command.’"}},{"type":"paragraph","data":{"text":"‘Good,’ replied Mr Fogg."}},{"type":"paragraph","data":{"text":"‘Nevertheless, you must realize,’ continued the Parsee,  ‘that we’re in danger not only of losing our lives, but also of being horribly  tortured if we’re captured. So think about it.’"}},{"type":"paragraph","data":{"text":"‘We have,’ answered Mr Fogg. ‘I feel we must wait until  nightfall before taking action.’"}},{"type":"paragraph","data":{"text":"‘So do I,’ said the guide."}},{"type":"paragraph","data":{"text":"The worthy Indian then gave some details about the victim.  She was an Indian lady famous for her beauty, a Parsee by race and the daughter  of a wealthy family of Bombay merchants. She had received a thoroughly English  upbringing in the city and from her manners and her schooling she could have  been taken for a European. Her name was Aouda."}},{"type":"paragraph","data":{"text":"After being orphaned she had been married against her will  to this elderly rajah from Bundelkhand. Three months later she was widowed.  Knowing the fate that awaited her, she ran away but was immediately caught, and  the relatives of the rajah, who would benefit from her death, condemned her to  this punishment, from which she seemed to have no escape."}},{"type":"paragraph","data":{"text":"This story could only strengthen Mr Fogg and his companions  in their generous resolve. It was decided that the guide would lead the  elephant towards the temple of Pillagi, which he would get as near to as possible."}},{"type":"paragraph","data":{"text":"Half an hour later they came to a halt in a thicket, 500  yards from the temple, which they could not see, but the howling of the  fanatics could be clearly heard."}},{"type":"paragraph","data":{"text":"They then discussed how to reach the victim. The guide knew  this temple, in which he said the young woman was being held prisoner. Would it  be possible to get in through one of the doors while the group were deep in a  drugged stupor, or would they have to make a hole in the wall? It was not  possible to come to a decision there and then. But what was beyond doubt was  that the rescue would have to take place that night, and not the next day when  the victim was being taken to her death. By that time no human intervention  would be able to save her."}},{"type":"paragraph","data":{"text":"Mr Fogg and his companions waited for night to fall. As soon  as the light began to fade, towards six in the evening, they decided to  reconnoitre the area around the temple. The final shouts of the fakirs were  dying away as they did so. As was their habit, the Indians must have been in a  drug-induced stupor, the result of taking bhang, liquid opium mixed with an  infusion of hashish. It would perhaps therefore be possible to slip past them  to get to the temple."}},{"type":"paragraph","data":{"text":"Guiding Mr Fogg, Sir Francis Cromarty and Passepartout, the  Parsee advanced through the forest without making a sound. After crawling for  about ten minutes through the thick undergrowth, they reached the edge of a  small river and there by the light of iron torches tipped with burning resin,  they glimpsed a carefully constructed wood pile. It was the funeral pyre, made  from precious sandalwood, and already soaked in sweet-smelling oils. On the  upper part rested the embalmed body of the rajah, which was to be burnt at the  same time as his widow. A hundred yards from the pyre stood the temple, whose  towers reached up into the darkened treetops."}},{"type":"paragraph","data":{"text":"‘Come on,’ whispered the guide."}},{"type":"paragraph","data":{"text":"Then, taking even more care and with his companions  following him, he crept silently through the tall grass."}},{"type":"paragraph","data":{"text":"The silence was now broken only by the soughing of the wind  in the branches."}},{"type":"paragraph","data":{"text":"Soon the guide stopped at the edge of a clearing. A few  torches lit up the area. The ground was strewn with groups of people asleep,  sunk in a drug-induced stupor. It looked like a battlefield covered with  corpses. Men, women and children were all lying together. Here and there a few  drunken bodies let out groans."}},{"type":"paragraph","data":{"text":"In the background, between the mass of trees, the temple of  Pillagi could be dimly seen. But to the great disappointment of the guide, the  rajah’s guards, illuminated by the smoke-blackened torches, were keeping watch  at the doors and were walking around with their sabres drawn. It could safely  be assumed that inside the priests were also keeping watch."}},{"type":"paragraph","data":{"text":"The Parsee did not move any further forward. He had realized  the impossibility of forcing their way into the temple, and he made his  companions move back."}},{"type":"paragraph","data":{"text":"Phileas Fogg and Sir Francis Cromarty had understood, like  him, that they couldn’t attempt anything on that side."}},{"type":"paragraph","data":{"text":"They stopped and spoke to one another in a whisper."}},{"type":"paragraph","data":{"text":"‘Let’s wait,’ said the brigadier-general, ‘it’s still only  eight o’clock and it’s possible that the guards will also fall asleep.’"}},{"type":"paragraph","data":{"text":"‘Yes, that’s quite possible,’ replied the Parsee."}},{"type":"paragraph","data":{"text":"So Phileas Fogg and his companions lay down at the foot of a  tree and waited."}},{"type":"paragraph","data":{"text":"To them time seemed to go by very slowly. The guide left  them from time to time and went to look at the edge of the wood. The rajah’s  guards were still keeping watch by the glare of the torches, and a faint  trickle of light was coming through the windows of the temple."}},{"type":"paragraph","data":{"text":"They waited like this until midnight. There was no change in  the situation and the guards remained outside. It was obvious that the guards  couldn’t be relied on to succumb to drowsiness. They had probably been spared  the effects of the bhang. So there would have to be another solution, getting  in through an opening that would have to be made in the temple walls. There  remained the problem of knowing whether the priests were keeping as careful a  watch over their victim as were the soldiers at the gate of the temple."}},{"type":"paragraph","data":{"text":"After a final conversation, the guide said he was ready to  move. Mr Fogg, Sir Francis and Passepartout followed him. They made quite a  long detour in order to reach the temple by the back of the building."}},{"type":"paragraph","data":{"text":"At about half past midnight they arrived at the foot of the  walls without encountering anyone. No attempt had been made to guard this side,  but it must be said that there were absolutely no windows or doors."}},{"type":"paragraph","data":{"text":"The night was dark. The moon, then in its final quarter, was  hardly above the horizon and was obscured by heavy clouds. The height of the  trees further increased the darkness."}},{"type":"paragraph","data":{"text":"But getting to the foot of the walls wasn’t the end of it.  They still had to make an opening in them. For this operation Phileas Fogg and  his companions had absolutely nothing except their pocket knives. Very  fortunately the temple walls were made of a mixture of brick and wood that  couldn’t be difficult to get through. As soon as one brick had been removed the  others would come away easily."}},{"type":"paragraph","data":{"text":"They got down to work, making as little noise as possible.  The Parsee on one side and Passepartout on the other set about dislodging the  bricks, in order to make an opening two feet wide."}},{"type":"paragraph","data":{"text":"The work was progressing when suddenly a shout rang out  inside the temple and almost immediately there was more shouting in reply from  outside."}},{"type":"paragraph","data":{"text":"Passepartout and the guide broke off what they were doing.  Had they been spotted? Had someone raised the alarm? The most basic common  sense dictated that they should move away, which is what they did, at the same  time as Phileas Fogg and Sir Francis Cromarty. They crouched back down under  the cover of the wood, waiting for the alarm, if that is what it was, to be  over, and ready in that case to resume their work."}},{"type":"paragraph","data":{"text":"But by an unfortunate turn of events some guards showed up  at the back of the temple and took up position there in order to prevent anyone  getting near."}},{"type":"paragraph","data":{"text":"It would be hard to describe the disappointment of the four  men, stopped before their task was complete. Now that they couldn’t reach the  victim how could they rescue her? Sir Francis Cromarty was fuming. Passepartout  was beside himself with anger, and the guide had difficulty restraining him.  The impassive Fogg waited without showing his feelings."}},{"type":"paragraph","data":{"text":"‘All we can do is go away, isn’t it?’ whispered the  brigadiergeneral."}},{"type":"paragraph","data":{"text":"‘All we can do is go away,’ replied the guide."}},{"type":"paragraph","data":{"text":"‘Wait,’ said Fogg. ‘All I need is to be in Allahabad by  midday.’"}},{"type":"paragraph","data":{"text":"‘But what are you hoping for?’ asked Sir Francis. ‘In a few  hours it will be daylight, and–’"}},{"type":"paragraph","data":{"text":"‘Our luck may change at the vital moment.’"}},{"type":"paragraph","data":{"text":"The brigadier-general would have liked to have been able to  read the expression on Phileas Fogg’s face."}},{"type":"paragraph","data":{"text":"So what was this cold Englishman counting on? Did he want,  just as the young woman was to be sacrificed, to rush towards her and snatch  her from the grasp of her executioners in full view of everyone?"}},{"type":"paragraph","data":{"text":"It would have been an act of madness, and how could anyone  think him as mad as that? Nevertheless, Sir Francis Cromarty agreed to wait  until the final act of this horrible drama. However, the guide did not allow  his companions to stay in the place where they had sought refuge and he led  them back to another part of the clearing. From there, under the shelter of a  clump of trees, they would be able to observe the groups of people asleep."}},{"type":"paragraph","data":{"text":"Meanwhile Passepartout, perched on the lowest branches of a  tree, was turning over in his mind an idea that had first occurred to him in a  flash and that had now taken a firm hold."}},{"type":"paragraph","data":{"text":"He had said to himself at first, ‘This is madness,’ and now  he kept on repeating to himself, ‘Why not, after all? It’s a possibility,  perhaps the only one, and with maniacs like these around …’"}},{"type":"paragraph","data":{"text":"In any case, Passepartout spent no more time organizing his  thoughts, but instead, with the agility of a snake, he slithered along the  lower branches of the tree, which reached almost down to the ground."}},{"type":"paragraph","data":{"text":"Time was passing and soon a few hints of light suggested  that dawn was on its way. However, it was still quite dark."}},{"type":"paragraph","data":{"text":"Now was the moment. The sleeping crowd showed signs of  coming back to life. People were stirring. The striking of gongs could be  heard. Chanting and shouting burst out again. The time had come for the  unfortunate woman to die."}},{"type":"paragraph","data":{"text":"At that very moment the doors of the temple opened. The  light coming from inside became brighter. Mr Fogg and Sir Francis were able to  see the victim, now clearly illuminated, being dragged out by two priests. They  even thought that by a supreme effort of self-preservation, the unfortunate  woman was shaking off the effects of her drug-induced drowsiness and attempting  to escape from her executioners. Sir Francis Cromarty’s heart leapt and,  impulsively seizing Phileas Fogg’s hand, he realized that the latter was  holding an open knife."}},{"type":"paragraph","data":{"text":"At that point the crowd began to move forward. The young  woman had relapsed into the torpor induced by the hashish fumes. She went past  the fakirs, who were accompanying her with their religious incantations."}},{"type":"paragraph","data":{"text":"Phileas Fogg and his companions, merging with those at the  back of the crowd, followed her."}},{"type":"paragraph","data":{"text":"Two minutes later they reached the edge of the river and  stopped less than fifty yards from the funeral pyre, where the rajah’s body was  laid out. In the semi-darkness they could see the victim looking absolutely  lifeless, lying next to her husband’s corpse."}},{"type":"paragraph","data":{"text":"Then a torch was brought forward and the wood, which had  been soaked with oil, caught fire immediately."}},{"type":"paragraph","data":{"text":"At that moment, Sir Francis Cromarty and the guide attempted  to restrain Phileas Fogg, who in a moment of generous insanity began to rush  towards the pyre."}},{"type":"paragraph","data":{"text":"But Phileas Fogg had already pushed them back when the scene  suddenly changed. A cry of terror rang out. The whole crowd flung themselves to  the ground in fear."}},{"type":"paragraph","data":{"text":"So the old rajah was not dead after all? Suddenly he rose to  his feet like a ghost, lifted the young woman up in his arms and stepped down  from the pyre amid the swirling smoke, looking like a ghostly apparition."}},{"type":"paragraph","data":{"text":"The fakirs, guards and priests were overcome with a sudden  terror and remained prostrate, not daring to raise their eyes to behold this supernatural  event."}},{"type":"paragraph","data":{"text":"The unconscious victim was taken up and carried away by a  pair of strong arms as if she were as light as a feather. Mr Fogg and Sir  Francis Cromarty had remained standing. The Parsee had bowed his head and no  doubt Passepartout was equally amazed."}},{"type":"paragraph","data":{"text":"So it was that the ghostly apparition got near to where Mr  Fogg and Sir Francis Cromarty were standing and there it said curtly, ‘Let’s  get out of here!’"}},{"type":"paragraph","data":{"text":"It was Passepartout himself who had crept towards the pyre  in the midst of the thick smoke! It was Passepartout who, taking advantage of  the fact that it was still pitch dark, had snatched the young woman from her  death. It was Passepartout who, playing his role with consummate daring, had  walked through the terror-struck crowd!"}},{"type":"paragraph","data":{"text":"A moment later the four disappeared into the wood and the  elephant carried them swiftly away. But shouting and screaming and even a  bullet, which went through Phileas Fogg’s hat, were proof that their ruse had  been discovered."}},{"type":"paragraph","data":{"text":"The body of the old rajah could now be clearly seen on the  burning pyre. The priests had recovered from their fright and now realized that  a rescue had just taken place."}},{"type":"paragraph","data":{"text":"Immediately they rushed into the forest, followed by the  guards. A volley of shots rang out, but the rescuers fled rapidly and within a  few moments they were beyond the range of the bullets and arrows."}}]}