{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Three","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-03.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Phileas Fogg becomes involved in a conversation  that could prove costly to him"}},{"type":"paragraph","data":{"text":"Phileas Fogg had left his home in Savile Row at half past  eleven and, after putting his right foot in front of his left foot 575 times  and his left foot in front of his right foot 576 times, he reached the Reform  Club, a huge building in Pall Mall that had cost no less than £120,000 to  construct."}},{"type":"paragraph","data":{"text":"Phileas Fogg went immediately to the dining-room, with its  nine windows opening on to an attractive garden with trees that had already  turned an autumn brown. There he sat down at his usual table where his place  was already set. His lunch consisted of a starter, followed by poached fish  served with a first-rate Reading sauce, a blood-red steak accompanied by  mushroom ketchup, a rhubarb and gooseberry pie and a slice of Cheshire cheese,  all of which was washed down by several cups of tea, an excellent variety that  had been specially picked for the pantry of the Reform Club."}},{"type":"paragraph","data":{"text":"At forty-seven minutes past midday, the gentleman got up and  walked over to the main drawing-room, a magnificent place decorated with richly  framed paintings. There a servant handed him an uncut copy of The Times, which  Phileas Fogg proceeded to carefully unfold with a skilfulness that demonstrated  a considerable familiarity with this delicate operation. Phileas Fogg continued  reading this newspaper until three forty-five, following it with the Standard,  which took him up to dinner. This meal followed the same pattern as lunch,  except for the addition of ‘Royal British sauce’."}},{"type":"paragraph","data":{"text":"At twenty to six the gentleman appeared again in the main  drawing-room and engrossed himself in the Morning Chronicle."}},{"type":"paragraph","data":{"text":"Half an hour later, various members of the Reform Club came  in and went up to the fireplace, where a blazing coal fire was burning. They  were Mr Phileas Fogg’s usual partners, fanatical whist players like him: the  engineer Andrew Stuart, the bankers John Sullivan and Samuel Fallentin, the  brewer Thomas Flanagan and Gauthier Ralph, one of the directors of the Bank of  England – all wealthy and distinguished figures, even for a club whose members  included the leading lights in industry and banking."}},{"type":"paragraph","data":{"text":"‘So Ralph,’ inquired Thomas Flanagan, ‘what’s the latest on  this business of the robbery?’"}},{"type":"paragraph","data":{"text":"‘Well,’ replied Andrew Stuart, ‘the Bank isn’t going to get  its money back.’"}},{"type":"paragraph","data":{"text":"‘On the contrary,’ said Gauthier Ralph, ‘I hope that we will  be able to get our hands on the criminal. Police detectives, the best in the  business, have been sent to America and Europe, to all the main ports of entry  and exit, and it will be extremely difficult for this person to escape them.’"}},{"type":"paragraph","data":{"text":"‘So you have the description of the thief, do you?’ asked  Andrew Stuart."}},{"type":"paragraph","data":{"text":"‘In the first place he’s not a thief,’ Gauthier Ralph  replied in all seriousness."}},{"type":"paragraph","data":{"text":"‘What, you don’t call someone who’s got away with £55,000 in  banknotes a thief?’"}},{"type":"paragraph","data":{"text":"‘No,’ replied Gauthier Ralph."}},{"type":"paragraph","data":{"text":"‘So he’s a businessman, is he?’ said John Sullivan."}},{"type":"paragraph","data":{"text":"‘The Morning Chronicle tells us that he’s a gentleman.’"}},{"type":"paragraph","data":{"text":"The person who gave this reply was none other than Phileas  Fogg, whose head emerged at that point from behind the pile of paper  surrounding him. At the same time Phileas Fogg greeted his colleagues, who  greeted him in turn."}},{"type":"paragraph","data":{"text":"The incident under discussion, which was a subject of heated  debate in the various British newspapers, had occurred three days earlier, on  29 September. A wad of banknotes, amounting to the enormous sum of £55,000, had  been taken from the desk of the principal cashier of the Bank of England."}},{"type":"paragraph","data":{"text":"To anyone who expressed surprise that such a theft could  have taken place so easily, the deputy governor Gauthier Ralph merely replied  that at that moment the cashier was busy recording a taking of three shillings  and sixpence and that he couldn’t keep an eye on everything."}},{"type":"paragraph","data":{"text":"But it should be pointed out here – and this makes what  happened somewhat easier to explain – that this admirable institution called  the Bank of England seems to be extremely concerned for the dignity of the  public. There are no guards, no former soldiers and no grilles. Gold, silver  and banknotes are on open display at the mercy, so to speak, of all-comers. It  would be unthinkable to question the honesty of any member of the public. One  of the keenest observers of English society even recounts the following  anecdote: one day when he happened to be in one of the rooms in the Bank, he  was eager to have a close-up view of a gold ingot, weighing between seven and  eight pounds, which was lying on the cashier’s desk for all to see. He picked  up the ingot, examined it, handed it to the person next to him, who in turn  passed it on, the result being that the gold bar went down to the end of a dark  corridor only to come back to its original place half an hour later, without  the cashier even looking up."}},{"type":"paragraph","data":{"text":"But on 29 September things didn’t quite turn out the same  way. The wad of banknotes did not come back, and when the magnificent clock  above the cash desk struck five o’clock, closing time, all the Bank of England  could do was to register in its accounts a loss of £55,000."}},{"type":"paragraph","data":{"text":"Once the theft had been duly reported, police detectives,  the pick of the profession, were dispatched to the main ports, Liverpool,  Glasgow, Le Havre, Suez, Brindisi and New York, with the promise of a reward of  £2,000 plus five per cent of the amount recovered if they were successful.  While waiting for the results of the investigation that had got under way  immediately, the inspectors were given the task of keeping a careful eye on all  passengers entering or leaving these ports."}},{"type":"paragraph","data":{"text":"As it happened, just as the Morning Chronicle claimed, there  was reason to believe that the person responsible for the theft was not a  member of the criminal fraternity. During that day of 29 September, a  well-dressed, well-mannered and distinguished-looking gentleman had been  noticed pacing around in the cash room, the scene of the crime. The  investigation had made it possible to put together quite an accurate  description of the gentleman and it had then been sent immediately to every  detective in the United Kingdom and on the continent. Some wise souls – and  Gauthier Ralph was one of them – therefore felt justified in thinking that the  thief would not get away."}},{"type":"paragraph","data":{"text":"As can well be imagined, this incident was on everyone’s  lips in London and the whole country. It was the subject of heated debate, with  differing opinions on the chances of success for the Metropolitan Police. It  should come as no surprise, then, to hear the members of the Reform Club  discussing the same issue, especially as one of the Bank’s deputy governors was  among their number."}},{"type":"paragraph","data":{"text":"The highly respected Gauthier Ralph had no intention of  doubting the success of the police investigation, since he considered that the  reward on offer should act as a considerable incentive to the energy and competence  of the police. But his colleague Andrew Stuart was far from being so confident.  And so the discussion continued between these gentlemen as they sat at the  whist table, Stuart partnering Flanagan and Fallentin partnering Phileas Fogg.  During the game the players didn’t speak, but between the rubbers the  conversation resumed, more lively than before."}},{"type":"paragraph","data":{"text":"‘I maintain,’ said Andrew Stuart, ‘that the thief is likely  to get away with it, since he’s bound to be a smart individual.’"}},{"type":"paragraph","data":{"text":"‘Come off it,’ replied Ralph. ‘There isn’t a single country  where he can hide.’"}},{"type":"paragraph","data":{"text":"‘What are you talking about?’"}},{"type":"paragraph","data":{"text":"‘Where do you expect him to go?’"}},{"type":"paragraph","data":{"text":"‘I’ve no idea,’ replied Andrew Stuart, ‘but after all, the  world’s a big place.’"}},{"type":"paragraph","data":{"text":"‘That used to be true,’ said Phileas Fogg quietly. Then he  added, ‘It’s your turn to cut, sir,’ showing the cards to Thomas Flanagan."}},{"type":"paragraph","data":{"text":"The discussion was broken off during the rubber. But soon  Andrew Stuart brought the subject up again:"}},{"type":"paragraph","data":{"text":"‘What do you mean “used to be true”? Has the earth got  smaller, by any chance?’"}},{"type":"paragraph","data":{"text":"‘Certainly,’ replied Gauthier Ralph. ‘I agree with Mr Fogg.  The earth has got smaller because you can now travel around it ten times as  quickly as a hundred years ago. And, in relation to this particular case,  that’s what will speed up the police inquiries.’"}},{"type":"paragraph","data":{"text":"‘And that’s what will make it easier for the thief to escape  as well!’"}},{"type":"paragraph","data":{"text":"‘Your turn to play, Mr Stuart,’ said Phileas Fogg."}},{"type":"paragraph","data":{"text":"But the sceptical Stuart was not convinced, and when the  game was over he added, ‘I must admit, Ralph, that you’ve got a funny way of  saying that the world has become smaller! Just because you can now go around  the world in three months –’"}},{"type":"paragraph","data":{"text":"‘In a mere eighty days,’ said Phileas Fogg."}},{"type":"paragraph","data":{"text":"‘Quite right, dear sirs,’ added John Sullivan, ‘eighty days  since the opening of the section between Rothal and Allahabad on the Indian  Peninsular Railway. This is how the Morning Chronicle worked it out:"}},{"type":"paragraph","data":{"text":"From London to Suez via the Mont Cenis tunnel3 and Brindisi,  by railway and steamship"}},{"type":"paragraph","data":{"text":"7 days"}},{"type":"paragraph","data":{"text":"From Suez to Bombay, by steamship"}},{"type":"paragraph","data":{"text":"13 days"}},{"type":"paragraph","data":{"text":"From Bombay to Calcutta, by railway"}},{"type":"paragraph","data":{"text":"3 days"}},{"type":"paragraph","data":{"text":"From Calcutta to Hong Kong, by steamship"}},{"type":"paragraph","data":{"text":"13 days"}},{"type":"paragraph","data":{"text":"From Hong Kong to Yokohama (Japan), by steamship"}},{"type":"paragraph","data":{"text":"6 days"}},{"type":"paragraph","data":{"text":"From Yokohama to San Francisco, by steamship"}},{"type":"paragraph","data":{"text":"22 days"}},{"type":"paragraph","data":{"text":"From San Francisco to New York, by railroad4"}},{"type":"paragraph","data":{"text":"7 days"}},{"type":"paragraph","data":{"text":"From New York to London, by steamship and railway"}},{"type":"paragraph","data":{"text":"9 days"}},{"type":"paragraph","data":{"text":"Total"}},{"type":"paragraph","data":{"text":"80 days’"}},{"type":"paragraph","data":{"text":"‘Yes, eighty days,’ exclaimed Andrew Stuart, accidentally  trumping a winning card, ‘but that doesn’t take account of bad weather, adverse  winds, shipwrecks, derailments, etc.’"}},{"type":"paragraph","data":{"text":"‘It does include them,’ replied Phileas Fogg while  continuing to play because by now the whist was taking second place to the  discussion."}},{"type":"paragraph","data":{"text":"‘Even if the natives of India or North America take up the  rails?’ exclaimed Andrew Stuart. ‘Even if they stop the trains, ransack the  wagons and scalp the travellers?’"}},{"type":"paragraph","data":{"text":"‘Including all that,’ replied Phileas Fogg, laying out his  hand and adding, ‘Two winning trumps.’"}},{"type":"paragraph","data":{"text":"Andrew Stuart, whose turn it was to deal, picked up the  cards and said, ‘In theory you are right, Mr Fogg, but in practice …’"}},{"type":"paragraph","data":{"text":"‘In practice too, Mr Stuart.’"}},{"type":"paragraph","data":{"text":"‘I’d like to see you prove it.’"}},{"type":"paragraph","data":{"text":"‘That depends only on you. Let’s do it together.’"}},{"type":"paragraph","data":{"text":"‘Heaven forbid,’ exclaimed Stuart, ‘but I’m quite prepared  to bet £4,000 that such a journey undertaken in these circumstances is  impossible.’"}},{"type":"paragraph","data":{"text":"‘Quite possible, on the contrary,’ replied Mr Fogg."}},{"type":"paragraph","data":{"text":"‘Well, try it, then.’"}},{"type":"paragraph","data":{"text":"‘To go around the world in eighty days?’"}},{"type":"paragraph","data":{"text":"‘Yes.’"}},{"type":"paragraph","data":{"text":"‘I’m quite prepared to.’"}},{"type":"paragraph","data":{"text":"‘When?’"}},{"type":"paragraph","data":{"text":"‘Straightaway.’"}},{"type":"paragraph","data":{"text":"‘This is madness,’ exclaimed Andrew Stuart, who was  beginning to get annoyed at his partner’s persistence. ‘Come on, let’s get back  to the game.’"}},{"type":"paragraph","data":{"text":"‘Deal the cards again, then,’ replied Phileas Fogg, ‘because  there’s been a misdeal.’"}},{"type":"paragraph","data":{"text":"Andrew Stuart’s hands trembled as he took back the cards,  and then he suddenly put them down on the table, saying, ‘Well, all right, Mr  Fogg, all right. I’ll bet £4,000.’"}},{"type":"paragraph","data":{"text":"‘My dear Stuart,’ said Fallentin, ‘calm down. You must be  joking.’"}},{"type":"paragraph","data":{"text":"‘When I talk about betting,’ replied Andrew Stuart, ‘I’m  never joking.’"}},{"type":"paragraph","data":{"text":"‘I accept,’ said Mr Fogg. Then he turned towards his  colleagues:"}},{"type":"paragraph","data":{"text":"‘I have £20,000 deposited with Baring Brothers. I’m quite  prepared to risk them …’"}},{"type":"paragraph","data":{"text":"‘£20,000!’ exclaimed John Sullivan. ‘£20,000 that you could  lose as a result of an unexpected delay!’"}},{"type":"paragraph","data":{"text":"‘There’s no such thing as the unexpected,’ was all Phileas  Fogg said in reply."}},{"type":"paragraph","data":{"text":"‘But Mr Fogg, this period of eighty days is calculated only  as the minimum time.’"}},{"type":"paragraph","data":{"text":"‘A minimum put to good use is enough for anything.’"}},{"type":"paragraph","data":{"text":"‘But in order not to exceed it, you have to change with  mathematical precision from railway to steamship and from steamship to  railway.’"}},{"type":"paragraph","data":{"text":"‘I will do it with mathematical precision.’"}},{"type":"paragraph","data":{"text":"‘You must be joking!’"}},{"type":"paragraph","data":{"text":"‘A true Englishman never jokes about something as serious as  a bet,’ replied Phileas Fogg. ‘I bet £20,000 against anyone that I will go  around the world in eighty days or less, in other words 1,920 hours or 115,200  minutes. Do you accept?’"}},{"type":"paragraph","data":{"text":"‘We do,’ replied Messrs Stuart, Fallentin, Sullivan,  Flanagan and Ralph after agreeing among themselves."}},{"type":"paragraph","data":{"text":"‘Good,’ said Mr Fogg. ‘The Dover train leaves at eight  fortyfive. I shall be on it.’"}},{"type":"paragraph","data":{"text":"‘On it tonight?’ asked Stuart."}},{"type":"paragraph","data":{"text":"‘Yes, tonight,’ replied Phileas Fogg. ‘So,’ he added as he  consulted a pocket calendar, ‘since today is Wednesday 2 October, I must be  back in London in this very drawing-room in the Reform Club on Saturday 21  December at eight forty-five in the evening. Otherwise, the £20,000 now in my  account with Baring Brothers will legally be yours to share. Here’s a cheque  for the same amount.’"}},{"type":"paragraph","data":{"text":"The terms of the bet were drawn up and signed on the spot by  the six parties concerned. Phileas Fogg remained calm and collected. He had  certainly not made the bet in order to win money and he had only committed  these £20,000 – half of his fortune – because he expected to have to spend the  other half on carrying out this difficult, not to say impossible, mission. His  opponents, for their part, seemed uncomfortable, not because of the amount of  money at stake but because they felt embarrassed about the one-sidedness of the  arrangement."}},{"type":"paragraph","data":{"text":"Seven o’clock then struck. They offered Mr Fogg the  possibility of stopping the game to enable him to prepare his departure."}},{"type":"paragraph","data":{"text":"‘I’m always ready,’ replied this impassive gentleman and,  handing out the cards, he said, ‘Diamonds are trumps. Your turn, Mr Stuart.’"}}]}