{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Thirty-Two","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-32.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Phileas Fogg squares up to misfortune"}},{"type":"paragraph","data":{"text":"The China’s departure seemed to signal the end of all  Phileas Fogg’s hopes."}},{"type":"paragraph","data":{"text":"No other steamer plying the direct route from America to  Europe could further the gentleman’s plans. This applied to the French  transatlantic steamers, the ships of the White Star Line, the steamers of the  Inman Company, those of the Hamburg Line and any others."}},{"type":"paragraph","data":{"text":"In particular the Pereire, belonging to the French  Transatlantic Company – whose excellent ships were equal in speed and superior  in comfort to those of every other line – didn’t leave for another two days, 14  December. In any case, like the ships of the Hamburg Line, it didn’t go  directly to Liverpool or London but to Le Havre, and the additional crossing  from Le Havre to Southampton would have caused Phileas Fogg further delay,  thereby rendering his final efforts useless."}},{"type":"paragraph","data":{"text":"As for the steamers of the Inman Company, one of them, the  City of Paris, was setting to sea the following day, but it was pointless even  thinking about it. These ships were used mainly for the transport of emigrants  and so their engines lacked power; they used sail power as much as steam and  their speed was poor. With them the crossing from New York to England took  longer than the time that was left to Mr Fogg if he was to win his bet."}},{"type":"paragraph","data":{"text":"The gentleman was perfectly aware of all this from reading  his Bradshaw, which gave him detailed information about ocean sailings across  the globe for every day of the year."}},{"type":"paragraph","data":{"text":"Passepartout felt completely devastated. To have missed the  steamer by forty-five minutes was a terrible blow for him. It was all his  fault. Instead of helping his master, all he’d done was to keep putting  obstacles in his way! And when he cast his mind back over all that had happened  during the journey, when he worked out the sums of money spent for nothing and  just on him, when he reflected that this huge bet, not to mention the  considerable costs of this now pointless voyage, had completely ruined Mr Fogg  financially, he was furious with himself."}},{"type":"paragraph","data":{"text":"Mr Fogg, however, made no criticism of him and, as he left  the pier for the transatlantic steamers, he merely said, ‘We shall decide what  to do tomorrow. Come along.’"}},{"type":"paragraph","data":{"text":"Mr Fogg, Mrs Aouda, Fix and Passepartout crossed the Hudson  in the Jersey City ferry and then got into a cab, which drove them to the St  Nicholas Hotel in Broadway. Rooms were found for them and they spent the night  there. It went quickly for Phileas Fogg, who slept soundly, but it went much  more slowly for Mrs Aouda and her companions, whose minds were so agitated that  they didn’t get much rest."}},{"type":"paragraph","data":{"text":"The next day was 12 December. From seven o’clock in the  morning on the 12th to a quarter to nine in the evening on the 21st there were  nine days, thirteen hours and forty-five minutes remaining. So if Phileas Fogg  had set off the previous day on the China, one of the fastest ships of the  Cunard Line, he would have arrived in Liverpool and then in London within the  deadline."}},{"type":"paragraph","data":{"text":"Mr Fogg left the hotel alone after having instructed his  servant to wait for him and to inform Mrs Aouda that she should be ready to  depart at any moment."}},{"type":"paragraph","data":{"text":"Mr Fogg went along to the banks of the Hudson and, among the  ships moored along the quaysides or at anchor in the river, he searched out  carefully those that were ready to sail. Several vessels had their departure  flags flying and were ready to set to sea on the morning tide. Not a single day  goes by in this enormous and magnificent port of New York without a hundred  ships setting out for destinations all over the world, but most of them were  sailing ships and were not suitable for Mr Fogg’s purposes."}},{"type":"paragraph","data":{"text":"The gentleman’s final attempt seemed condemned to failure  when suddenly he saw moored in front of the Battery, no more than a cable’s  length away, a propeller-driven commercial vessel, with elegant lines and with  clouds of smoke coming out of its funnel, the sign that it was getting ready to  sail."}},{"type":"paragraph","data":{"text":"Phileas Fogg hailed a rowing boat, got in and after a few  strokes on the oars had reached the ladder of the Henrietta, a steamer with an  iron hull but with all its upper works made of wood."}},{"type":"paragraph","data":{"text":"The captain of the Henrietta was on board. Phileas Fogg  climbed on to the bridge and asked for him. He appeared immediately."}},{"type":"paragraph","data":{"text":"He was a man of about fifty, a sort of sea dog, a grumpy  individual who certainly couldn’t be easy to deal with. He had bulging eyes, a  rusty copper-coloured complexion, red hair and a neck like a bull’s. There was  nothing sophisticated about his appearance."}},{"type":"paragraph","data":{"text":"‘Are you the captain?’ asked Phileas Fogg."}},{"type":"paragraph","data":{"text":"‘That’s me.’"}},{"type":"paragraph","data":{"text":"‘I am Phileas Fogg, from London.’"}},{"type":"paragraph","data":{"text":"‘I’m Andrew Speedy, from Cardiff.’"}},{"type":"paragraph","data":{"text":"‘Are you about to leave?’"}},{"type":"paragraph","data":{"text":"‘In an hour.’"}},{"type":"paragraph","data":{"text":"‘Where are you making for?’"}},{"type":"paragraph","data":{"text":"‘Bordeaux.’"}},{"type":"paragraph","data":{"text":"‘What are you carrying?’"}},{"type":"paragraph","data":{"text":"‘Stones in the belly. No freight. Leaving with ballast.’"}},{"type":"paragraph","data":{"text":"‘Do you have any passengers?’"}},{"type":"paragraph","data":{"text":"‘No passengers. Never take passengers. Too cumbersome, too  argumentative.’"}},{"type":"paragraph","data":{"text":"‘Does your ship go well?’"}},{"type":"paragraph","data":{"text":"‘Eleven to twelve knots, the Henrietta. Well known.’"}},{"type":"paragraph","data":{"text":"‘Will you take me and three other people to Liverpool?’"}},{"type":"paragraph","data":{"text":"‘To Liverpool? Why not China?’"}},{"type":"paragraph","data":{"text":"‘I said Liverpool.’"}},{"type":"paragraph","data":{"text":"‘No.’"}},{"type":"paragraph","data":{"text":"‘No?’"}},{"type":"paragraph","data":{"text":"‘No. I’m leaving for Bordeaux and Bordeaux’s where I’m  going.’"}},{"type":"paragraph","data":{"text":"‘At any price?’"}},{"type":"paragraph","data":{"text":"‘At any price.’"}},{"type":"paragraph","data":{"text":"The captain had spoken and wasn’t to be contradicted."}},{"type":"paragraph","data":{"text":"‘But the owners of the Henrietta –’ continued Phileas Fogg."}},{"type":"paragraph","data":{"text":"‘The owner’s me,’ replied the captain. ‘It’s my ship.’"}},{"type":"paragraph","data":{"text":"‘I’ll charter it from you.’"}},{"type":"paragraph","data":{"text":"‘No.’"}},{"type":"paragraph","data":{"text":"‘I’ll buy it from you.’"}},{"type":"paragraph","data":{"text":"‘No.’"}},{"type":"paragraph","data":{"text":"Phileas Fogg didn’t bat an eyelid. However, the situation  was serious. New York wasn’t the same thing as Hong Kong and dealing with the  captain of the Henrietta wasn’t the same thing as dealing with the skipper of  the Tankadère. So far the gentleman’s money had always been able to overcome  obstacles. This time money didn’t work."}},{"type":"paragraph","data":{"text":"Nevertheless, it was essential to find a way of crossing the  Atlantic by boat – unless they could get across in a hot-air balloon, which  would have been very risky and, in any case, was not practical."}},{"type":"paragraph","data":{"text":"It looked, however, as if Phileas Fogg had an idea because  he said to the captain:"}},{"type":"paragraph","data":{"text":"‘Well then, will you take me to Bordeaux?’"}},{"type":"paragraph","data":{"text":"‘No. Not even if you paid me $200!’"}},{"type":"paragraph","data":{"text":"‘I’m offering you $2,000.’"}},{"type":"paragraph","data":{"text":"‘Per person?’"}},{"type":"paragraph","data":{"text":"‘Per person.’"}},{"type":"paragraph","data":{"text":"‘And there are four of you?’"}},{"type":"paragraph","data":{"text":"‘Four.’"}},{"type":"paragraph","data":{"text":"Captain Speedy began to scratch his forehead, as if he was  intent on tearing all the skin off it. Earning $8000 without changing his route  made it worth putting aside his aversion to having passengers on board. In any  case, passengers at $2000 a go are no longer passengers but valuable cargo."}},{"type":"paragraph","data":{"text":"‘I’m leaving at nine o’clock,’ he said briefly. ‘And if you  and yours are there – ’"}},{"type":"paragraph","data":{"text":"‘By nine o’clock we’ll be on board,’ Phileas Fogg replied,  just as briefly."}},{"type":"paragraph","data":{"text":"It was half past eight. With the calm that never deserted  him whatever the circumstances, the gentleman got off the Henrietta, took a  carriage, went to the St Nicholas Hotel and brought back Mrs Aouda,  Passepartout and the inseparable Fix, whose crossing he kindly offered to pay  for."}},{"type":"paragraph","data":{"text":"By the time the Henrietta set sail, the four of them were on  board."}},{"type":"paragraph","data":{"text":"When Passepartout discovered the cost of this latest  crossing he let out the sort of extended ‘Oh’ that goes through every interval  on the descending chromatic scale."}},{"type":"paragraph","data":{"text":"As for Inspector Fix, he thought to himself that the Bank of  England was really going to come off badly from this business. The truth was  that by the time they arrived, and even supposing that this fellow Fogg didn’t  throw a few more fistfuls of dollars overboard, there would still be more than  £7,000 missing from the bag of banknotes."}}]}