{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Eight","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-08.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Passepartout talks perhaps rather more than he  should have"}},{"type":"paragraph","data":{"text":"It didn’t take Fix long to catch up with Passepartout on the  quayside, where the latter was strolling around and observing things, showing  none of his master’s reluctance to take in the sights."}},{"type":"paragraph","data":{"text":"‘Well, my friend,’ Fix said as he went up to him, ‘has your  passport been stamped?’"}},{"type":"paragraph","data":{"text":"‘Oh, it’s you, sir,’ the Frenchman replied. ‘Pleased to meet  you. Our papers are all in order.’"}},{"type":"paragraph","data":{"text":"‘Are you looking around the area?’"}},{"type":"paragraph","data":{"text":"‘Yes. But we’re travelling so fast that everything seems a  blur. So now we’re in Suez, aren’t we?’"}},{"type":"paragraph","data":{"text":"‘Suez it is.’"}},{"type":"paragraph","data":{"text":"‘And that’s in Egypt, isn’t it?’"}},{"type":"paragraph","data":{"text":"‘In Egypt. Quite right.’"}},{"type":"paragraph","data":{"text":"‘And that’s in Africa, isn’t it?’"}},{"type":"paragraph","data":{"text":"‘In Africa.’"}},{"type":"paragraph","data":{"text":"‘In Africa,’ repeated Passepartout. ‘I just can’t believe  it. I tell you what, sir, I didn’t expect us to go further than Paris, but I  only got to see that wonderful city again between seven twenty and eight forty  in the morning, from the Gare du Nord to the Gare de Lyon, through the window  of a cab and with the rain pouring down. What a pity! I really wanted to see  the Père-Lachaise Cemetery again and the circus in the Champs-Élysées.’"}},{"type":"paragraph","data":{"text":"‘So you’re in quite a hurry, are you?’ asked the inspector."}},{"type":"paragraph","data":{"text":"‘Not me but my master. Incidentally, I must go and buy some  socks and shirts. We left without any suitcases, just with an overnight bag.’"}},{"type":"paragraph","data":{"text":"‘I can take you to a bazaar where you’ll find everything you  need.’"}},{"type":"paragraph","data":{"text":"‘Sir,’ replied Passepartout, ‘you really are too kind.’"}},{"type":"paragraph","data":{"text":"And so the two of them set off. Passepartout kept chatting."}},{"type":"paragraph","data":{"text":"‘Most of all,’ he said, ‘I must make sure I don’t miss the  boat.’"}},{"type":"paragraph","data":{"text":"‘You’ve got time,’ replied Fix. ‘It’s still only midday.’"}},{"type":"paragraph","data":{"text":"Passepartout took out his big watch."}},{"type":"paragraph","data":{"text":"‘Midday,’ he said. ‘Come off it! It’s nine fifty-two.’"}},{"type":"paragraph","data":{"text":"‘Your watch is slow,’ replied Fix."}},{"type":"paragraph","data":{"text":"‘My watch! A family heirloom, from my great-grandfather. It  doesn’t lose more than five minutes in a year. It’s as accurate as a  chronometer.’"}},{"type":"paragraph","data":{"text":"‘I get it,’ replied Fix. ‘You’ve kept London time, which is  about two hours behind Suez. You must be careful to set your watch to the right  time in each country.’"}},{"type":"paragraph","data":{"text":"‘Me alter my watch!’ exclaimed Passepartout. ‘Never.’"}},{"type":"paragraph","data":{"text":"‘Well, in that case it won’t be in time with the sun.’"}},{"type":"paragraph","data":{"text":"‘That’s too bad for the sun, sir. It’s the sun that’ll be  wrong.’"}},{"type":"paragraph","data":{"text":"With that the dear fellow proudly put his watch back in his  waistcoat pocket."}},{"type":"paragraph","data":{"text":"A few moments later Fix said to him, ‘So you left London in  a rush, did you?’"}},{"type":"paragraph","data":{"text":"‘I should say so! Last Wednesday, Mr Fogg came back from his  club at eight o’clock in the evening, which was quite unlike him, and  three-quarters of an hour later we were on our way.’"}},{"type":"paragraph","data":{"text":"‘But where exactly is your master going?’"}},{"type":"paragraph","data":{"text":"‘Straight on. He’s going around the world.’"}},{"type":"paragraph","data":{"text":"‘Around the world!’ exclaimed Fix."}},{"type":"paragraph","data":{"text":"‘Yes. In eighty days! It’s for a bet, he says, but between  you and me I don’t believe a word of it. It just doesn’t make sense. There’s  something more to it.’"}},{"type":"paragraph","data":{"text":"‘Oh! This Mr Fogg’s a bit of an eccentric, is he?’"}},{"type":"paragraph","data":{"text":"‘Looks like it.’"}},{"type":"paragraph","data":{"text":"‘So he’s rich, is he?’"}},{"type":"paragraph","data":{"text":"‘Obviously, and he’s carrying a tidy sum with him, in fresh  banknotes. And he doesn’t mind spending it on the way. That’s why he’s promised  the chief engineer of the Mongolia a huge bonus in Bombay if he gets us there  with plenty of time to spare.’"}},{"type":"paragraph","data":{"text":"‘And you’ve known your master for quite some time, have  you?’"}},{"type":"paragraph","data":{"text":"‘What, me?’ replied Passepartout. ‘I started working for him  the day we left.’"}},{"type":"paragraph","data":{"text":"It is easy to imagine the effect these replies were to have  on the already overexcited mind of the police inspector."}},{"type":"paragraph","data":{"text":"The sudden departure from London, shortly after the theft  took place, the large sum of money being carried, the eagerness to arrive in  far-off countries, the excuse of an eccentric bet, all these things helped  further to confirm Fix’s suspicions, as was to be expected. He got the  Frenchman to tell him more and became convinced that this fellow didn’t know  his master at all, that the latter lived alone in London, that he was thought  to be rich but no one knew where his money came from, that he was an  unfathomable individual, etc. But at the same time Fix felt sure that Phileas  Fogg would not disembark at Suez and that he really was going to Bombay."}},{"type":"paragraph","data":{"text":"‘Is Bombay a long way?’ asked Passepartout."}},{"type":"paragraph","data":{"text":"‘Quite a long way,’ replied the detective. ‘It’ll take you  ten days or so by sea.’"}},{"type":"paragraph","data":{"text":"‘And where exactly is Bombay?’"}},{"type":"paragraph","data":{"text":"‘In India.’"}},{"type":"paragraph","data":{"text":"‘That’s in Asia, isn’t it?’"}},{"type":"paragraph","data":{"text":"‘Of course.’"}},{"type":"paragraph","data":{"text":"‘Heavens above! There’s something I’ve got to tell you …  There’s something that’s been on my mind … It’s my lamp!’"}},{"type":"paragraph","data":{"text":"‘What lamp?’"}},{"type":"paragraph","data":{"text":"‘My gas lamp, which I forgot to switch off and which I’ll  have to pay the bill for. Well, I’ve worked out that it’ll cost me two  shillings per day, exactly six pence more than I earn, and you can well  understand that if the journey goes on …’"}},{"type":"paragraph","data":{"text":"It is unlikely that Fix understood this business about the  gas. He wasn’t listening any more but was deciding what to do next. The Frenchman  and he had got to the bazaar. Fix let his companion buy what he needed, urged  him not to miss the departure of the Mongolia, and hurried off back to the  consul’s office."}},{"type":"paragraph","data":{"text":"Now that his mind was made up, Fix had fully regained his  composure."}},{"type":"paragraph","data":{"text":"‘Sir,’ he said to the consul, ‘I no longer have the  slightest doubt. I’ve got my man. He passes himself off as an eccentric who’s  trying to go around the world in eighty days.’"}},{"type":"paragraph","data":{"text":"‘So he’s cunning,’ replied the consul, ‘and he’s planning to  go back to London after throwing all the policemen on two continents off his  scent!’"}},{"type":"paragraph","data":{"text":"‘That remains to be seen,’ replied Fix."}},{"type":"paragraph","data":{"text":"‘Are you sure you’re not making a mistake?’ the consul asked  once again."}},{"type":"paragraph","data":{"text":"‘I’m not making a mistake.’"}},{"type":"paragraph","data":{"text":"‘In that case, why was the thief so keen on having his passport  stamped to show he’s been through Suez?’"}},{"type":"paragraph","data":{"text":"‘Why? I’ve no idea, sir,’ the detective replied, ‘but listen  to what I have to say.’"}},{"type":"paragraph","data":{"text":"And in a few words he summarized the main points of his  conversation with the servant of the said Fogg."}},{"type":"paragraph","data":{"text":"‘Well indeed,’ said the consul, ‘everything seems to point  to this man. So what are you going to do?’"}},{"type":"paragraph","data":{"text":"‘Send a telegram to London with an urgent request to send an  arrest warrant to Bombay. Then I’ll get on board the Mongolia, keep track of my  thief all the way to India and there, on what is British territory, I’ll go up  to him politely with my warrant in one hand and I’ll put the other on his  shoulder to arrest him.’"}},{"type":"paragraph","data":{"text":"After coldly speaking these words, the detective took his  leave of the consul and went to the telegraph office. From there he sent the  head of the Metropolitan Police the telegram already mentioned."}},{"type":"paragraph","data":{"text":"A quarter of an hour later Fix went on board the Mongolia,  taking with him some light luggage but plenty of cash, and soon the fast-moving  steamer was speeding down the Red Sea."}}]}