{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Twenty","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-20.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Fix comes into direct contact with Phileas Fogg"}},{"type":"paragraph","data":{"text":"While events were taking place in the opium den with  potentially disastrous consequences for his future plans, Mr Fogg was  accompanying Mrs Aouda around the streets of the English quarter. Since Mrs  Aouda had accepted his offer of being taken to Europe he had had to think of  the detailed preparations necessary for such a long trip. It was just about  acceptable for an Englishman like himself to travel around the world with only  one bag, but it was unthinkable for a woman to undertake such a journey like  that. Hence the need to buy clothes and other items necessary for the journey.  Mr Fogg performed this task with his usual composure and, in response to all  the apologies or protestations of the young widow, who was embarrassed by so  much care and attention, he invariably replied, ‘It’s good for my journey. It’s  part of my plan.’"}},{"type":"paragraph","data":{"text":"When they had bought what was needed, Mr Fogg and the young  woman returned to the hotel and enjoyed a splendid meal served in the  restaurant. Then Mrs Aouda, who was feeling rather tired, went up to her suite  after giving her imperturbable saviour a typically English handshake. The  honourable gentleman, for his part, spent the whole evening engrossed in The  Times and the Illustrated London News."}},{"type":"paragraph","data":{"text":"If he had been the sort of man who was capable of expressing  surprise, that is how he would have reacted at not seeing his servant at  bedtime. But since he knew that the steamer for Yokohama wasn’t due to leave  until the following morning, he didn’t seem particularly concerned. The next  day Passepartout failed to turn up when Mr Fogg rang for him."}},{"type":"paragraph","data":{"text":"No one can say what went through the honourable gentleman’s  mind when he learnt that his servant hadn’t returned to the hotel. Mr Fogg  merely picked up his bag, informed Mrs Aouda and ordered a palanquin."}},{"type":"paragraph","data":{"text":"It was then eight o’clock, and high tide, which the Carnatic  had to take advantage of to get through the channels, was due for half past  nine."}},{"type":"paragraph","data":{"text":"When the palanquin arrived in front of the hotel Mr Fogg and  Mrs Aouda got into this comfortable means of transport and their luggage  followed behind in a wheelbarrow."}},{"type":"paragraph","data":{"text":"Half an hour later the travellers arrived at the quayside,  and it was there that Mr Fogg was told that the Carnatic had left the previous  day."}},{"type":"paragraph","data":{"text":"Mr Fogg, who had been expecting to find both the steamer and  his servant waiting for him, was now in the position of having to do without  both. But there was no sign of disappointment visible on his face, and when Mrs  Aouda looked at him anxiously he merely replied, ‘It’s just a minor problem,  madam, nothing more.’"}},{"type":"paragraph","data":{"text":"At that moment a figure who had been watching him intently  came up to him. It was Inspector Fix, who greeted him and said, ‘Are you not,  sir, like me, one of the passengers from the Rangoon, which arrived yesterday?’"}},{"type":"paragraph","data":{"text":"‘Yes, sir,’ replied Mr Fogg coldly, ‘but I do not have the  honour of –’"}},{"type":"paragraph","data":{"text":"‘Excuse me, but I was expecting to find your servant here.’"}},{"type":"paragraph","data":{"text":"‘Do you know where he is, sir?’ asked the young woman  eagerly."}},{"type":"paragraph","data":{"text":"‘What!’ answered Fix, pretending to be surprised. ‘Isn’t he  with you?’"}},{"type":"paragraph","data":{"text":"‘No,’ said Mrs Aouda. ‘He hasn’t reappeared since yesterday  evening. Could he have gone off on the Carnatic without us?’"}},{"type":"paragraph","data":{"text":"‘Without you, madam?’ replied the detective. ‘Pardon me for  asking, but were you intending to catch this steamer?’"}},{"type":"paragraph","data":{"text":"‘Yes, sir.’"}},{"type":"paragraph","data":{"text":"‘So was I and, as you can see, I’m very disappointed. The  Carnatic had finished its repairs, and it left Hong Kong twelve hours early  without informing anyone. Now we’ll have to wait a whole week until the next  sailing!’"}},{"type":"paragraph","data":{"text":"As he said the words ‘a whole week’ Fix felt his heart leap  for joy. A whole week. Fogg held up for a whole week in Hong Kong. That would  be enough time for the warrant to arrive. At last luck was on the side of the  representative of the law."}},{"type":"paragraph","data":{"text":"It is easy to imagine, then, the hammer blow he received  when he heard Phileas Fogg say in his calm voice, ‘But the Carnatic’s not the  only boat, I believe, in Hong Kong harbour.’"}},{"type":"paragraph","data":{"text":"And so, with Mrs Aouda at his arm, he went off towards the  docks in search of a boat that was ready for departure. A dumbfounded Fix  followed him. It was as if he was bound to this man by an unseen thread."}},{"type":"paragraph","data":{"text":"Nevertheless, it looked as if luck, which had served Phileas  Fogg so well up to then, really had deserted him now. For three hours he went  all around the port, prepared if necessary to charter a vessel to take him to  Yokohama, but all he could see were ships loading and unloading which were not  therefore ready to sail. Fix began to hope again."}},{"type":"paragraph","data":{"text":"However, Mr Fogg was not in the least put out and he was  intent on continuing his efforts, even if he had to go as far afield as Macao,  when a sailor came up to him in the outer harbour."}},{"type":"paragraph","data":{"text":"‘Is your honour after a boat?’ the sailor said to him,  taking his cap off."}},{"type":"paragraph","data":{"text":"‘Do you have a boat ready to sail?’ asked Mr Fogg."}},{"type":"paragraph","data":{"text":"‘Yes, your honour, a pilot boat, number 43, the best of the  whole lot.’"}},{"type":"paragraph","data":{"text":"‘Is it fast?’"}},{"type":"paragraph","data":{"text":"‘Between eight and nine knots, as near as makes no  difference. Do you want to see it?’"}},{"type":"paragraph","data":{"text":"‘Yes.’"}},{"type":"paragraph","data":{"text":"‘Your honour couldn’t ask for more. Is it for a boat trip?’"}},{"type":"paragraph","data":{"text":"‘No, for a voyage.’"}},{"type":"paragraph","data":{"text":"‘A voyage?’"}},{"type":"paragraph","data":{"text":"‘Are you prepared to take me to Yokohama?’"}},{"type":"paragraph","data":{"text":"The sailor couldn’t believe what he’d just heard. He just  stood there, aghast."}},{"type":"paragraph","data":{"text":"‘Your honour must be joking!’ he said."}},{"type":"paragraph","data":{"text":"‘No. I’ve missed the Carnatic and I must be in Yokohama by  the 14th at the latest, to catch the steamer for San Francisco.’"}},{"type":"paragraph","data":{"text":"‘Sorry,’ replied the sailor, ‘but it’s impossible.’"}},{"type":"paragraph","data":{"text":"‘I’m offering you £100 a day and a bonus of £200 if you get  me there on time.’"}},{"type":"paragraph","data":{"text":"‘Are you serious?’ asked the sailor."}},{"type":"paragraph","data":{"text":"‘Deadly serious,’ replied Mr Fogg."}},{"type":"paragraph","data":{"text":"The pilot stepped away. He looked at the sea, obviously torn  between the desire to earn a huge amount of money and the fear of venturing so  far. Fix was on tenterhooks."}},{"type":"paragraph","data":{"text":"Meanwhile Fogg turned towards Mrs Aouda and asked her, ‘Does  this frighten you, madam?’"}},{"type":"paragraph","data":{"text":"‘Not if I’m with you, Mr Fogg,’ the young woman replied."}},{"type":"paragraph","data":{"text":"The pilot went up to the gentleman once more and started  fidgeting with his cap."}},{"type":"paragraph","data":{"text":"‘Well then, pilot?’ said Mr Fogg."}},{"type":"paragraph","data":{"text":"‘Well then, your honour,’ replied the pilot, ‘I can’t take  the risk, either with my men, myself, or you on such a long crossing in a boat  that weighs hardly twenty tons, and especially at this time of year. In any  case, we wouldn’t arrive in time because it’s 1,650 miles from Hong Kong to  Yokohama.’"}},{"type":"paragraph","data":{"text":"‘Only 1,600,’ said Mr Fogg."}},{"type":"paragraph","data":{"text":"‘Makes no difference.’"}},{"type":"paragraph","data":{"text":"Fix breathed again."}},{"type":"paragraph","data":{"text":"‘But,’ added the pilot, ‘maybe we can come to some other  arrangement.’"}},{"type":"paragraph","data":{"text":"Fix held his breath."}},{"type":"paragraph","data":{"text":"‘How?’ asked Phileas Fogg."}},{"type":"paragraph","data":{"text":"‘By going to Nagasaki, in the far south of Japan, 1,100  miles away, or to Shanghai, which is 800 miles from Hong Kong. If we went the  second way we could stay close to the Chinese coast, which would be a  considerable advantage, especially as the currents run north.’"}},{"type":"paragraph","data":{"text":"‘Pilot,’ said Phileas Fogg, ‘it’s from Yokohama, not  Shanghai or Nagasaki, that I’ve got to catch the American mail boat.’"}},{"type":"paragraph","data":{"text":"‘Why?’ replied the pilot. ‘The steamer for San Francisco  doesn’t start from Yokohama. It puts in at Yokohama and Nagasaki, but its home  port is Shanghai.’"}},{"type":"paragraph","data":{"text":"‘Are you sure what you’re saying is correct?’"}},{"type":"paragraph","data":{"text":"‘Yes, I am.’"}},{"type":"paragraph","data":{"text":"‘So when does the steamer leave Shanghai?’"}},{"type":"paragraph","data":{"text":"‘On the 11th at seven in the morning. So we’ve got four days  ahead of us. Four days makes ninety-six hours and at an average rate of eight  knots if all goes well, with the wind staying in the south-west and a calm sea,  we can cover the 800 miles between here and Shanghai.’"}},{"type":"paragraph","data":{"text":"‘When could you set sail?’"}},{"type":"paragraph","data":{"text":"‘In an hour. The time it takes to get provisions on board  and the ship under sail.’"}},{"type":"paragraph","data":{"text":"‘Consider it a deal … Are you the skipper of this boat?’"}},{"type":"paragraph","data":{"text":"‘Yes, John Bunsby, the skipper of the Tankadère.’"}},{"type":"paragraph","data":{"text":"‘Do you want a deposit?’"}},{"type":"paragraph","data":{"text":"‘If you would be so kind, your honour.’"}},{"type":"paragraph","data":{"text":"‘Here’s an advance of £200. Sir,’ he added, turning towards  Fix, ‘if you would like to avail yourself of the opportunity …’"}},{"type":"paragraph","data":{"text":"‘Sir,’ Fix replied without flinching, ‘I was about to ask  you this favour.’"}},{"type":"paragraph","data":{"text":"‘Good. In half an hour we’ll be on board.’"}},{"type":"paragraph","data":{"text":"‘But the poor fellow …’ said Mrs Aouda, who was very  concerned about Passepartout’s disappearance."}},{"type":"paragraph","data":{"text":"‘I shall do all I can for him,’ replied Phileas Fogg."}},{"type":"paragraph","data":{"text":"And so, while Fix went towards the pilot boat in a jittery,  feverish and furious state, the other two headed for the main police station in  Hong Kong. When they got there Phileas Fogg gave a description of Passepartout  and left enough money to cover the cost of his repatriation. He went through  the same formalities at the French consulate and then the palanquin took the  travellers back to the outer harbour, after previously stopping at the hotel to  pick up the luggage."}},{"type":"paragraph","data":{"text":"Three o’clock struck. The pilot boat number 43, with its  crew on board and supplies loaded, was ready to set sail."}},{"type":"paragraph","data":{"text":"The Tankadère was an attractive little schooner of twenty  tons, long in the beam, with fine bows and elegant lines. It looked like a  racing yacht. Its shiny brass fittings, its galvanized-iron features and its  spotless white deck showed that skipper John Bunsby was determined to look  after it properly. Its two masts leaned slightly backwards. It carried a  spanker, a mizen, a forestay, a jib and topsails and was rigged to take full  advantage of a following wind. It clearly had an excellent turn of speed, and  it had in fact won several prizes in pilot-boat competitions."}},{"type":"paragraph","data":{"text":"The crew of the Tankadère consisted of John Bunsby and four  seamen. They were the sort of fearless sailors ready to go out whatever the  weather to bring ships in to port and were very familiar with the conditions.  John Bunsby was a man of about forty-five, sturdy, weatherbeaten, keen-eyed,  energetic-looking, steady as a rock and in full control of the situation. He could  inspire confidence in the most timid of people."}},{"type":"paragraph","data":{"text":"Phileas Fogg and Mrs Aouda went on board. Fix was already  there. The rear hatch of the schooner led down into a square cabin, containing  bunks recessed into the walls and a round-shaped sofa. In the middle stood a  table lit by a hurricane lamp. The accommodation was small but clean."}},{"type":"paragraph","data":{"text":"‘I’m sorry I have nothing better to offer you,’ said Mr Fogg  to Fix, who bowed without making any reply."}},{"type":"paragraph","data":{"text":"The police inspector felt a sort of humiliation at being the  recipient of this fellow Fogg’s kindness like this."}},{"type":"paragraph","data":{"text":"‘One thing’s sure,’ he thought, ‘he’s a very polite crook,  but he’s a crook all the same.’"}},{"type":"paragraph","data":{"text":"At ten past three the sails were hoisted. The Union Jack was  flying from the schooner’s gaff. The passengers were sitting out on deck. Mr  Fogg and Mrs Aouda gave a last look at the quayside in case Passepartout had  reappeared."}},{"type":"paragraph","data":{"text":"Fix was feeling somewhat apprehensive, because there was  still a chance that the unfortunate chap he had treated so shabbily might show  up and that would have led to an argument in which Fix would have been the  likely loser. But the Frenchman did not turn up, and doubtless the overpowering  effects of the drug had still not worn off."}},{"type":"paragraph","data":{"text":"At last the skipper reached the open sea and, as it caught  the wind in its spanker, foresail and jibs, the Tankadère leapt forward over  the waves."}}]}