{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Ten","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-10.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Passepartout is only too pleased to get away with  losing just a shoe"}},{"type":"paragraph","data":{"text":"As is well known, India, that great upside-down triangle  with its base in the north and its apex in the south, has a surface area of  1,400,000 square miles, unevenly populated by 180 million inhabitants. The  British government has effective control over a certain part of this immense  country. It maintains a governor-general in Calcutta, governors in Madras,  Bombay and Bengal, and a lieutenant-governor in Agra."}},{"type":"paragraph","data":{"text":"But British India proper only accounts for an area of  700,000 square miles and a population of 100 to 110 million. The least that can  be said is that a considerable part of the country is still beyond the power of  Queen Victoria. It is true to say that in the case of some of the fearsome and  terrifying rajahs of the interior, Indian independence is still total."}},{"type":"paragraph","data":{"text":"From 1756, the date of the founding of the first British  trading post on the site of what is now the city of Madras, up to 1857, the  year of the Indian Mutiny, the famous East India Company was all-powerful. It  gradually annexed the various provinces, which it purchased from the rajahs in  exchange for annuities, which it often failed to pay. It appointed its own  governor-general and all the civilian and military personnel. However, it now  no longer exists and the British possessions in India come under the direct  authority of the Crown."}},{"type":"paragraph","data":{"text":"For this reason the physical appearance, the customs and the  ethnographic make-up of the continent tend to vary every day. In the past  travel was by all the ancient forms of transport, by foot, horse, cart,  wheelbarrow, palanquin, pick-a-back, coach, etc. Nowadays steamboats speed up  and down the Indus and the Ganges, and thanks to a railway that crosses the  whole width of India, with branch lines along its route, the journey from  Bombay to Calcutta now only takes three days."}},{"type":"paragraph","data":{"text":"The route chosen for the railway does not cut across India  in a straight line. The distance as the crow flies is only between 1,000 and  1,100 miles, and trains travelling at only medium speed would take less than  three days to cross it. However, this distance is increased by a third, at least,  by the detour the railway makes by going up as far as Allahabad in the north of  the peninsula."}},{"type":"paragraph","data":{"text":"The route taken by the Great Indian Peninsular Railway is  roughly as follows. After leaving the island of Bombay it crosses Salsette,  joins the mainland opposite Tannah, crosses the chain of the Western Ghats,  runs north-east as far as Burhampur, travels through the more or less  independent territory of Bundelkhand, goes up to Allahabad, turns east to meet  the Ganges at Benares, moves slightly away from it and goes back down to the  south-east via Burdwan and the French possession of Chandernagore, terminating  in Calcutta."}},{"type":"paragraph","data":{"text":"It was half past four in the afternoon when the passengers  from the Mongolia disembarked in Bombay and the train for Calcutta was leaving  at exactly eight o’clock."}},{"type":"paragraph","data":{"text":"Mr Fogg therefore said goodbye to his partners, left the  steamboat, gave his servant instructions about what to buy, emphasized the need  for him to be at the station before eight o’clock and then, walking with the  mechanical precision of the seconds hand of an astronomic clock, set off  towards the passport office."}},{"type":"paragraph","data":{"text":"And so all the marvels of Bombay seemed of no interest to  him: the town hall, the magnificent library, the fortifications, the docks, the  cotton market, the bazaars, the mosques, the synagogues, the Armenian churches  and the splendid temple on Malabar Hill with its twin polygonal towers. Not for  him the masterpieces of Elephanta, with its mysterious underground burial  chambers hidden to the south-east of the natural harbour, nor the caves at  Kanheri on the island of Salsette, those magnificent remains of Buddhist  architecture."}},{"type":"paragraph","data":{"text":"Absolutely nothing interested him. When he came out of the  passport office Phileas Fogg went straight to the station, where he took his  evening meal. Among other dishes the head-waiter made a point of recommending a  fricassee made of ‘jungle rabbit’, which he said was delicious."}},{"type":"paragraph","data":{"text":"Fogg settled for the fricassee and tasted it scrupulously,  but despite the spicy sauce he found it awful."}},{"type":"paragraph","data":{"text":"He summoned the head waiter."}},{"type":"paragraph","data":{"text":"‘Waiter,’ he said, looking him straight in the eye, ‘is this  what you call rabbit?’"}},{"type":"paragraph","data":{"text":"‘Yes, sir,’ the character replied shamelessly, ‘jungle  rabbit.’"}},{"type":"paragraph","data":{"text":"‘But didn’t this rabbit miaow when it was killed?’"}},{"type":"paragraph","data":{"text":"‘Miaow? Oh, sir! it’s a rabbit, I swear …’"}},{"type":"paragraph","data":{"text":"‘Waiter,’ Mr Fogg continued coldly, ‘do not swear, and  remember this: in the past in India cats were considered sacred animals. Those  were the good old days.’"}},{"type":"paragraph","data":{"text":"‘For the cats, my lord?’"}},{"type":"paragraph","data":{"text":"‘And perhaps for travellers, too.’"}},{"type":"paragraph","data":{"text":"After making his point Mr Fogg calmly went back to eating  his meal."}},{"type":"paragraph","data":{"text":"A few moments after Mr Fogg, Inspector Fix also disembarked  from the Mongolia and hurried off to see the head of the Bombay police. He  explained who he was and that he was there to arrest the person suspected of  theft. Had they received an arrest warrant from London? They had received  nothing. In all fairness the warrant, which had been sent after Fogg had set  off, could not have arrived yet."}},{"type":"paragraph","data":{"text":"Fix was very put out. He wanted to obtain from the police chief  an arrest warrant for this man Fogg. The police chief said no. It was a matter  for the Metropolitan Police and only the latter could legally issue a warrant.  This sticking to principles and strict adherence to the rule of law is fully in  keeping with British traditions, which, in matters of individual freedom, allow  no arbitrary exercise of power."}},{"type":"paragraph","data":{"text":"Fix didn’t press the point and accepted that he would have  to wait for his warrant. But he was determined not to let out of his sights  this unfathomable scoundrel for as long as the latter remained in Bombay. He  was convinced and, as has been seen, so was Passepartout, that Phileas Fogg  would stay on there, thus allowing time for the warrant to arrive."}},{"type":"paragraph","data":{"text":"But since the last instructions his master had given him as  he left the Mongolia, Passepartout had come to realize the same would be true  of Bombay as of Suez and Paris, that this was not the end of his journey, that  it would go on at least as far as Calcutta, and probably further. And he began  to wonder if Mr Fogg’s bet wasn’t for real and if, when all he wanted was a  peaceful life, he wasn’t condemned by fate to go around the world in eighty  days."}},{"type":"paragraph","data":{"text":"Meanwhile, after buying some shirts and pairs of socks, he  walked around the streets of Bombay. There was a large crowd of people and, in  the midst of Europeans of various nationalities, Persians with pointed hats,  Banians with round turbans, Sindhis with square hats, Armenians in long robes  and Parsees with black mitres. It was in fact the festival celebrated by the  Parsees or Guebres, direct descendants of the followers of Zoroaster,4 who are  the most hard-working, civilized, intelligent and austere of the Indians and  are the race to which the wealthy native merchants of Bombay currently belong.  On that particular day they were celebrating a sort of religious carnival, with  processions and entertainment, which included dancing girls dressed in pink  gauze with silver and gold brocade, who moved beautifully but with great  decorum to the sound of viols and the beating of gongs."}},{"type":"paragraph","data":{"text":"It is easy to understand how fascinated Passepartout was by  these strange ceremonies, staring at them wide-eyed and listening intently,  with a look on his face like that of a complete buffoon."}},{"type":"paragraph","data":{"text":"Unfortunately for him and his master, whose journey he  threatened to endanger, his curiosity led him further afield than was sensible."}},{"type":"paragraph","data":{"text":"What happened was that, after catching sight of the Parsee  carnival, Passepartout was heading towards the station when, as he passed in  front of the wonderful temple on Malabar Hill, he had the foolish idea of going  inside to have a look."}},{"type":"paragraph","data":{"text":"He was unaware of two things: firstly, that entry into  certain temples is strictly forbidden to Christians and secondly, that even  believers can only enter after leaving their shoes at the entrance. It should  be noted here that the British government has adopted the eminently sensible  policy of respecting and enforcing down to the smallest detail the religious  observances of the country and punishes severely anyone who violates them."}},{"type":"paragraph","data":{"text":"Passepartout, who had gone in without malice, like a mere  tourist, was admiring inside Malabar Hill the dazzling but fussy detail of  Hindu ornamentation when suddenly he was knocked to the floor in this holy place.  Three priests, their eyes blazing with anger, rushed at him, tore off his shoes  and his socks and began to beat him soundly, shouting wildly as they did so."}},{"type":"paragraph","data":{"text":"The Frenchman, who was strong and agile, quickly got back on  his feet and knocked to the ground two of his opponents, who were hampered by  their long robes. Then, rushing out of the temple as fast as his legs could  carry him, he soon outdistanced the third Hindu, who had set off in hot pursuit  of him after alerting the local population."}},{"type":"paragraph","data":{"text":"At five minutes to eight, only a few minutes before the  train was due to leave, Passepartout arrived at the railway station. He was  without his hat, had nothing on his feet and had lost in the struggle the  package containing everything he had bought."}},{"type":"paragraph","data":{"text":"Fix was there on the departure platform. After following  that man Fogg to the station he had realized that the scoundrel was going to  leave Bombay. He had immediately made up his mind to accompany him as far as  Calcutta and beyond if necessary. Passepartout did not see Fix, who was  standing in the shadows, but Fix overheard Passepartout’s brief account of his  adventures, which he gave to his master."}},{"type":"paragraph","data":{"text":"‘I trust there’ll be no repetition of this,’ was all that  Phileas Fogg replied as he sat down in one of the train carriages."}},{"type":"paragraph","data":{"text":"Barefoot and crestfallen, the poor fellow followed his  master without saying a word."}},{"type":"paragraph","data":{"text":"Fix was about to get into a separate carriage when a thought  occurred to him that suddenly made him change his plan to leave."}},{"type":"paragraph","data":{"text":"‘No. I’m staying,’ he said to himself. ‘An offence committed  on Indian soil. I’ve got my man.’"}},{"type":"paragraph","data":{"text":"At that moment the locomotive let out a loud whistle and the  train disappeared into the night."}}]}