{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Nine","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-09.mp3","bodys":[{"type":"paragraph","data":{"text":"Where the Red Sea and the Indian Ocean prove favourable to  Phileas Fogg’s purposes"}},{"type":"paragraph","data":{"text":"The distance between Suez and Aden is exactly 1,310 nautical  miles and the company’s sailing schedule allowed its steamers a period of 138  hours to cover it. The Mongolia, whose engines were at full throttle, was  moving fast in order to arrive ahead of schedule."}},{"type":"paragraph","data":{"text":"Most of the passengers who had embarked at Brindisi were  travelling to India. Some were going to Bombay, others to Calcutta but via  Bombay, because since the opening of the railway that goes right across the  subcontinent it was no longer necessary to go around the tip of Ceylon."}},{"type":"paragraph","data":{"text":"Among the passengers were various civil servants and army  officers of all ranks. Of the latter, some belonged to the British army proper  and the others were in charge of native troops, or sepoys. All of them received  handsome salaries even now that the British government has taken over the  responsibilities and costs of the former East India Company. Second  lieutenants get £280 per annum, brigadiers £2,400 and generals £4,000.*"}},{"type":"paragraph","data":{"text":"Life on board the Mongolia was therefore one of luxury with  a society made up of public servants supplemented by the occasional young  English millionaire off to set up a trading post in some far-off part of the  empire. The purser, the company’s most trusted employee and the equal of the captain  on board, did things in style. At breakfast, lunch at two o’clock, dinner at  half past five and supper at eight o’clock, the tables groaned under plates of  fresh meat and side dishes served up from the ship’s meat store and galley. The  female passengers – there were some – changed dresses twice a day. There was  music and even dancing on board, when the state of the sea allowed."}},{"type":"paragraph","data":{"text":"But the Red Sea is unpredictable and only too often rough,  like all long, narrow gulfs. When the wind was blowing either from the Asiatic  or the African side of the coast, the Mongolia, shaped like a long  propeller-driven rocket, was caught in the beam and rolled horribly. At such  times the ladies disappeared, the pianos fell silent and the singing and  dancing all stopped. And yet, despite the gale and the swell, the steamer,  thanks to its powerful engines, continued on schedule down towards the Strait  of Bab-el-Mandeb."}},{"type":"paragraph","data":{"text":"What was Phileas Fogg doing meanwhile? It might have been  thought that he would be worried and anxious all the time, concerned that a  change in wind direction might affect the ship’s progress or that a sudden  surge of the waves might damage the engines, in a word that some incident might  force the Mongolia to put in to port, thereby threatening the success of the  journey."}},{"type":"paragraph","data":{"text":"Nothing could be further from the truth, or rather, if the  gentleman did think about these possibilities, he didn’t let it show. He was  still the same impassive person, the imperturbable member of the Reform Club,  impervious to any incident or accident. He showed no more sign of emotion than  the ship’s chronometers. He rarely put in an appearance on deck. He showed  little interest in observing the Red Sea, so full of associations, the scene of  the earliest episodes in human history. He didn’t come out to view the  fascinating towns scattered along its shores, their picturesque outlines  occasionally standing out against the horizon. He never even dreamt about the  dangers of the Red Sea, which the ancient historians, Strabo, Arrian,  Artemidorus and Idrisi, always wrote about with awe, waters that the  navigators of old never dared to enter without first making ritual sacrifices  to their gods."}},{"type":"paragraph","data":{"text":"So what was this eccentric doing, imprisoned as he was on  the Mongolia? First of all, he took his four daily meals, without the rolling  or pitching of the ship ever being able to disturb such a perfectly regulated  piece of machinery. Then he played whist."}},{"type":"paragraph","data":{"text":"Yes, he had found partners as keen on the game as he was: a  tax inspector on the way to his post in Goa, a church minister, the Rev.  Decimus Smith, returning to Bombay, and a brigadiergeneral in the British army,  who was rejoining his regiment in Benares. These three passengers shared Mr  Fogg’s passion for whist and they played it for hours on end, as noiselessly as  he did."}},{"type":"paragraph","data":{"text":"As for Passepartout, he didn’t suffer at all from  seasickness. He had a cabin at the fore of the ship and he, too, took his food  seriously. It has to be said that given these conditions he really enjoyed his  trip. He had come to terms with the situation. With good board and lodging, he  was seeing the world and, in any case, he kept telling himself that this whole  bizarre episode would come to an end in Bombay."}},{"type":"paragraph","data":{"text":"The day after they had left Suez, 10 October, Passepartout  was on deck when he had the quite pleasant experience of coming across the  helpful person to whom he had spoken on arrival in Egypt."}},{"type":"paragraph","data":{"text":"‘If I’m not mistaken,’ he said, going up to him with his  most engaging smile, ‘it’s you, sir, who was so kind as to act as my guide in  Suez, isn’t it?’"}},{"type":"paragraph","data":{"text":"‘Yes indeed,’ replied the detective, ‘I do recognize you.  You are the servant of that eccentric Englishman –’"}},{"type":"paragraph","data":{"text":"‘Exactly, Mr … ?’"}},{"type":"paragraph","data":{"text":"‘Fix.’"}},{"type":"paragraph","data":{"text":"‘Mr Fix,’ replied Passepartout. ‘Delighted to meet up with  you again on board. So where exactly are you going?’"}},{"type":"paragraph","data":{"text":"‘Well, to Bombay, like you.’"}},{"type":"paragraph","data":{"text":"‘How fortunate. Have you done this trip before?’"}},{"type":"paragraph","data":{"text":"‘Several times,’ replied Fix. ‘I work for P&O.’"}},{"type":"paragraph","data":{"text":"‘So you must know India, then?’"}},{"type":"paragraph","data":{"text":"‘Well … yes …’ replied Fix, not wanting to be drawn."}},{"type":"paragraph","data":{"text":"‘Is it interesting, India?’"}},{"type":"paragraph","data":{"text":"‘Very interesting. There are mosques, minarets, temples,  fakirs, pagodas, tigers, snakes, dancing girls! But with any luck you’ll have  time to look around, won’t you?’"}},{"type":"paragraph","data":{"text":"‘I hope so, Mr Fix. As you will well understand, a man in  his right senses cannot take it upon himself to spend his life going straight  from a steamer on to a train and from a train back on to a steamer again just  because he’s supposed to be going around the world in eighty days! No. This  whole performance will come to an end in Bombay. You can take it from me.’"}},{"type":"paragraph","data":{"text":"‘Is Mr Fogg keeping well?’ Fix asked, sounding quite casual."}},{"type":"paragraph","data":{"text":"‘Very well, Mr Fix. And so am I, for that matter. I’m eating  like a horse. It’s the sea air.’"}},{"type":"paragraph","data":{"text":"‘But I never see your master on deck.’"}},{"type":"paragraph","data":{"text":"‘Never. He’s not interested in his surroundings.’"}},{"type":"paragraph","data":{"text":"‘Do you realize, Mr Passepartout, that this so-called  journey in eighty days might well be a cover for some secret mission … a  diplomatic mission, for example?’"}},{"type":"paragraph","data":{"text":"‘Quite honestly, Mr Fix, I’ve no idea, I must admit, and  when it comes down to it I couldn’t care less.’"}},{"type":"paragraph","data":{"text":"After this meeting Passepartout and Fix often chatted  together. The police inspector wanted to get to know the servant of this man  Fogg. He might be of use to him at some point. So in the bar of the Mongolia he  often offered to buy him a few glasses of whisky or pale ale, and the dear  fellow accepted them without protest and even returned the compliment, not to  feel indebted to him. He thought that this Fix was after all a decent sort of  chap."}},{"type":"paragraph","data":{"text":"Meanwhile the ship was making rapid progress. On 13 October,  Mocha was sighted, surrounded by its ruined walls above which stood out green  date palms. In the distance, towards the mountains, huge fields of coffee  plants stretched out. Passepartout was delighted to contemplate this famous  town, and he even thought that with its circular walls and its tumbled-down  fort sticking out like a handle it looked like a giant-sized coffee cup."}},{"type":"paragraph","data":{"text":"In the course of the following night the Mongolia crossed  the Strait of Bab-el-Mandeb, whose name means in Arabic the Gate of Tears, and  the next day, 14 October, it put in at Steamer Point, to the north-west of the  harbour at Aden. This was where it was due to take on more fuel."}},{"type":"paragraph","data":{"text":"Catering for the fuel needs of steamers when they are so far  away from large industrial centres is a serious and important business. Just to  take the case of P&O, this represents an annual expenditure of £800,000. It  has proved necessary, therefore, to set up depots in several ports, and in  these distant parts coal costs over £3 per ton."}},{"type":"paragraph","data":{"text":"The Mongolia still had 1,650 miles to do before reaching  Bombay and it would take four hours at Steamer Point for it to refill its coal  bunkers."}},{"type":"paragraph","data":{"text":"But this hold-up could not have any serious effect  whatsoever on Phileas Fogg’s timetable. It had been planned. In any case, the  Mongolia, instead of arriving in Aden only in the morning of 15 October, got  there on the evening of the 14th. That meant it was fifteen hours ahead of  schedule."}},{"type":"paragraph","data":{"text":"Mr Fogg and his servant stepped ashore. The gentleman wanted  to have his passport stamped. Fix followed him without being noticed. Once the  visa formalities were over, Phileas Fogg went back on board to continue the  game of whist he had broken off."}},{"type":"paragraph","data":{"text":"Passepartout for his part strolled around as usual, mingling  with this population of Somalis, Banians, Parsees, Jews, Arabs and Europeans  that make up the 25,000 inhabitants of Aden. He admired the fortifications that  make this town the Gibraltar of the Indian Ocean and the magnificent water  tanks8 that British engineers are still working on, two thousand years after  the engineers of King Solomon."}},{"type":"paragraph","data":{"text":"‘Fascinating, really fascinating,’ Passepartout said to  himself as he went back on board. ‘I realize now that there’s a lot to be said  for travelling if you want to see something new.’"}},{"type":"paragraph","data":{"text":"By six o’clock in the evening the Mongolia’s propellers were  churning up the waters of the harbour of Aden and soon the ship was in the  Indian Ocean. It had a time allocation of one hundred and sixty-eight hours to  complete the crossing from Aden to Bombay. As it happened, conditions in the  Indian Ocean were favourable. The wind stayed in the north-west. The sails were  used to supplement the ship’s steam power."}},{"type":"paragraph","data":{"text":"Because it now had more support, the ship rolled less. The  women passengers, after another change of clothes, appeared on deck once more.  The singing and dancing started up again."}},{"type":"paragraph","data":{"text":"And so conditions for the trip were ideal. Passepartout  revelled in the pleasant company that fortune had provided for him in the  person of Fix."}},{"type":"paragraph","data":{"text":"On Sunday 20 October the coast of India was sighted. Two  hours later the harbour pilot came aboard the Mongolia. On the horizon the  outline of hills formed a harmonious backdrop. Soon the rows of palm trees  covering the town could be seen, standing out clearly. The liner entered the  natural harbour formed by the islands of Salsette, Kolaba, Elephanta and  Butcher, and by half past four it was alongside the quays of Bombay."}},{"type":"paragraph","data":{"text":"Phileas Fogg was then in the process of completing the  thirty-third rubber of the day and his partner and he, thanks to a bold stroke,  had taken all thirteen tricks and so finished this excellent crossing with a  magnificent clean sweep."}},{"type":"paragraph","data":{"text":"The Mongolia wasn’t due to arrive in Bombay until 22  October. In fact, it had arrived on the 20th. This represented, then, a gain of  two days, which Phileas Fogg methodically entered in the profits column of his  travel schedule."}}]}