{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Sixteen","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-16.mp3","bodys":[{"type":"paragraph","data":{"text":"Where Fix appears to have no knowledge at all of what he’s  being told"}},{"type":"paragraph","data":{"text":"The Rangoon, one of the steamers that the Peninsular and  Oriental Company uses on its service over the China Seas and the Sea of Japan,  was an iron-hulled, propeller-driven ship, weighing 1,770 tons unloaded with a  nominal 400 horsepower. It was as fast as the Mongolia but not as comfortable.  Mrs Aouda’s needs were not therefore as well catered for as Phileas Fogg would  have liked. It was, though, only a crossing of 3,500 miles, in other words  eleven or twelve days, and the young woman did not prove to be a very demanding  passenger."}},{"type":"paragraph","data":{"text":"Over the first few days of the crossing Mrs Aouda got to  know Phileas Fogg better. At every opportunity she showed him the warmest  gratitude. The phlegmatic gentleman listened to her with total detachment, or  so it seemed, without betraying in his tone of voice or his reactions the  slightest emotion. He saw to it that the young woman had everything she wanted.  He would regularly come, at set times, if not to talk to her then at least to  listen to her. He treated her with a scrupulous respect for the rules of  politeness, but his method had all the charm and spontaneity of an automaton  whose movements had been specifically designed for this purpose. Mrs Aouda  didn’t know exactly what to make of it, but Passepartout had explained to her a  bit about his master’s eccentric behaviour. He had told her about the bet,  which was the reason for the gentleman’s journey around the world. Mrs Aouda  found this amusing, but after all she owed him her life, and this gratitude to  her saviour could only further endear him to her."}},{"type":"paragraph","data":{"text":"Mrs Aouda confirmed the Hindu guide’s account of her  touching story. She did indeed belong to the highest social class in Indian  society. Several Parsee traders have made huge fortunes in India in the cotton  trade. One of them, Sir James Jejeebhoy had been knighted by the British  government and Mrs Aouda was related to this wealthy individual, who lived in  Bombay. It was a cousin of this very Sir James, the Honourable Jejeeh, that she  was expecting to meet up with in Hong Kong. Would he offer to take her in and  help her? She couldn’t say for sure. To which Mr Fogg replied that she  shouldn’t worry and that everything would turn out mathematically! That was the  very word he used."}},{"type":"paragraph","data":{"text":"Did the young woman understand this appalling adverb? It is  impossible to say. However, she looked at him with those great eyes of hers,  eyes ‘as clear as the sacred lakes of the Himalayas’. But the unyielding Mr  Fogg, more buttoned up than ever, did not seem to be the sort of man who would  plunge into such waters."}},{"type":"paragraph","data":{"text":"The first part of the crossing on board the Rangoon went  perfectly. The weather was kind to them. All this part of the immense bay that  sailors call ‘the fathoms of Bengal’ favoured the progress of the steamer. The  Rangoon was soon within sight of Grand Andaman, the main island in the group,  easily recognizable to navigators thanks to the picturesque mountain of Saddle  Peak, 2,400 feet high."}},{"type":"paragraph","data":{"text":"They stayed quite close to the coast. The savage inhabitants  of the island were nowhere to be seen. They stand at the very bottom of the  human scale, but it is wrong to call them cannibals."}},{"type":"paragraph","data":{"text":"The panoramic view of the islands was magnificent. Immense  forests of fan palms, areca palms, bamboo, nutmeg, teaks, giant mimosas and  tree-ferns made up the landscape to the foreground and behind it stood the  majestic backdrop of the mountains. The coastline was swarming with thousands  of these precious sea-swallows whose edible nests provide the Chinese with one  of their most sought after delicacies. But the whole of this diverse spectacle  offered by the view of the Andaman Islands soon came to an end and the Rangoon  headed swiftly for the Strait of Malacca, which led on to the China Seas."}},{"type":"paragraph","data":{"text":"Meanwhile, what had become of Inspector Fix, who had been so  unfortunately caught up in this journey of circumnavigation? As he was leaving  Calcutta he gave orders for the arrest warrant, if it eventually arrived, to be  sent to him in Hong Kong. He had been able to get on board the Rangoon without  being noticed by Passepartout and he hoped to remain undiscovered until the  steamer arrived. It would indeed have been difficult for him to explain his  presence on board without arousing Passepartout’s suspicions, since the latter  must have thought he was in Bombay. But, as it turned out, he was destined to  meet up with the dear fellow once again in circumstances that will soon be  explained."}},{"type":"paragraph","data":{"text":"All the police inspector’s hopes and desires were now  concentrated on one single spot, Hong Kong, since the steamer did not stop in  Singapore long enough for him to be able to do anything there. So it was in  Hong Kong that the thief’s arrest had to take place. Otherwise the thief would  escape him for good, so to speak."}},{"type":"paragraph","data":{"text":"Hong Kong was, it must be remembered, another British  possession, but it was the last one on the journey. After that, China, Japan  and America offered a more or less safe haven to this man Fogg. In Hong Kong,  if he finally got hold of the arrest warrant that must surely be on its way,  Fix could arrest Fogg and hand him over to the local police. There was no  problem about that. But after Hong Kong a straightforward arrest warrant would  no longer be enough. Extradition papers would be needed. That would lead to  further delay, lengthy procedures and obstacles of all sorts, which the  scoundrel would take advantage of to get away once and for all. If the operation  failed in Hong Kong, it would be, if not downright impossible, at least very  difficult to repeat it with any real chance of success."}},{"type":"paragraph","data":{"text":"‘So,’ Fix kept saying to himself during the long hours he  spent in his cabin, ‘so, either the warrant is in Hong Kong and I can arrest my  man, or it isn’t and in that case I’ll have to delay his departure at all  costs. I failed in Bombay and I failed in Calcutta. If things don’t work out in  Hong Kong my reputation will be ruined. Whatever happens I must succeed. But  what’s the best way of delaying, if necessary, the departure of this wretched  man Fogg?’"}},{"type":"paragraph","data":{"text":"As a last resort Fix was quite determined to reveal  everything to Passepartout, to make him realize the truth about the master he  served, even though he definitely wasn’t his accomplice. After being  enlightened by these revelations, Passepartout would fear being implicated and  would certainly side with him, Fix. Nevertheless, this was a risky tactic and  one only to be used when all else had failed. One word from Passepartout to his  master would be enough to completely wreck the whole plan."}},{"type":"paragraph","data":{"text":"The police inspector was therefore in a very awkward  position, until the presence of Mrs Aouda on board the Rangoon opened up some  new possibilities for him."}},{"type":"paragraph","data":{"text":"Who exactly was this woman? What was the combination of  circumstances that had made her Fogg’s companion? The meeting must obviously  have taken place between Bombay and Calcutta. But where exactly on the Indian  subcontinent? Was it chance that had brought together Phileas Fogg and the  young woman traveller? Or on the contrary had the gentleman undertaken his trip  to India in order to meet up with this delightful person? And delightful she  certainly was. Fix had realized this well enough in the courtroom in Calcutta."}},{"type":"paragraph","data":{"text":"It is easy to understand how intriguing all this must have  been for the detective. He wondered if there might not be an element of  criminal abduction about this business. Yes! That must be it! This idea took a  firm hold in Fix’s mind and he realized all the advantage he could derive from  the situation. Whether the young woman was married or not, it was still an  abduction, and in Hong Kong it was possible to stir up enough trouble for the  abductor for him not simply to buy his way out."}},{"type":"paragraph","data":{"text":"But something had to be done before the Rangoon reached Hong  Kong. This man Fogg had the unpleasant habit of hopping from one boat to  another, and before the operation got going he might already be far away."}},{"type":"paragraph","data":{"text":"So the main thing was to alert the British authorities, and  to inform them that the Rangoon was on its way before it actually arrived. In  fact, nothing could be simpler, since the steamer was due to put in at  Singapore and Singapore is linked to the Chinese mainland by telegraph."}},{"type":"paragraph","data":{"text":"However, before doing anything, and just to be on the safe  side, Fix made up his mind to question Passepartout. He knew that it wasn’t  very difficult to get this chap to talk, and so he decided to drop his  disguise. There was therefore no time to lose. It was 30 October and the  following day the Rangoon was due to put in at Singapore."}},{"type":"paragraph","data":{"text":"Accordingly, that very day Fix left his cabin and went up on  deck with the intention of going up to Passepartout and making great play of  how surprised he was to see him. Passepartout was walking around the fore of  the ship when the detective inspector rushed towards him, exclaiming, ‘Fancy  seeing you on the Rangoon.’"}},{"type":"paragraph","data":{"text":"‘Mr Fix on board!’ replied Passepartout, completely taken by  surprise, recognizing his companion from the crossing on the Mongolia.  ‘Amazing! I left you in Bombay and I meet up with you again on the way to Hong  Kong! Are you going around the world, too?’"}},{"type":"paragraph","data":{"text":"‘No, no. I’m intending to stop in Hong Kong – at least for a  few days.’"}},{"type":"paragraph","data":{"text":"‘Oh,’ said Passepartout who seemed taken aback for a moment.  ‘But how come I haven’t seen you on board since we left Calcutta?’"}},{"type":"paragraph","data":{"text":"‘Well, I didn’t feel too good … seasickness … I was lying  down in my cabin … the Bay of Bengal didn’t suit me as much as the Indian  Ocean. What about your master, Mr Phileas Fogg?’"}},{"type":"paragraph","data":{"text":"‘In perfect health, and as punctual as his travel plan. Not  a day late! Oh, Mr Fix, you won’t know this, but we have a young lady with us.’"}},{"type":"paragraph","data":{"text":"‘A young lady?’ replied the detective, giving a perfect  imitation of someone who didn’t understand what he was being told."}},{"type":"paragraph","data":{"text":"But Passepartout had soon put him in the picture. He  recounted the incident at the temple in Bombay, the purchase of an elephant for  £2,000, the business of the suttee, the rescue of Mrs Aouda, the conviction at  the court in Calcutta and the release on bail. Fix, who knew the last part of  the story, pretended not to know any of it and Passepartout let himself get  carried away, relishing the opportunity to relate his adventures to a listener  who showed so much interest in what he had to say."}},{"type":"paragraph","data":{"text":"‘But, when it comes down to it,’ asked Fix, ‘does your  master intend to take this young lady to Europe?’"}},{"type":"paragraph","data":{"text":"‘Certainly not, Mr Fix. Certainly not. We simply intend to  hand her over safely to one of her relatives, a wealthy businessman in Hong  Kong.’"}},{"type":"paragraph","data":{"text":"‘Nothing doing,’ the detective said to himself, disguising  his disappointment. ‘How about a glass of gin, Mr Passepartout?’"}},{"type":"paragraph","data":{"text":"‘Delighted, Mr Fix. The least we can do is drink to our  meeting on board the Rangoon.’"}}]}