{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Two","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-02.mp3","bodys":[{"type":"paragraph","data":{"text":"Where Passepartout is convinced that he has at long last  found his ideal"}},{"type":"paragraph","data":{"text":"‘In all honesty,’ Passepartout said to himself, somewhat  bemused to begin with, ‘I’ve encountered wax figures in Madame Tussaud’s with  more life about them than my new master!’"}},{"type":"paragraph","data":{"text":"During the brief opportunity he had just had of seeing  Phileas Fogg, Passepartout had quickly but carefully observed his future  master. He was a man of perhaps forty, with fine and noble features, tall of  stature if slightly portly, with fair hair and whiskers, a smooth forehead with  no sign of wrinkles around the temples, a complexion that was pale rather than  full of colour and magnificent teeth. He seemed the very embodiment of what the  physiognomists call ‘stillness in the midst of agitation’, a quality common to  all those who prefer action to words. Calm, phlegmatic, with clear eyes and a  firm gaze, he was the perfect example of the cool-headed Englishman, a type  commonly encountered in England and one that the paintings of Angelica  Kauffmann have captured perfectly in rather a formal pose. As he went about  his daily business, the gentleman gave the impression of something perfectly  calibrated and finely balanced, like a chronometer made by a master craftsman.  Phileas Fogg was indeed the paragon of precision, as could be seen from the  expressiveness of his feet and hands since in human beings as well as in  animals the limbs are themselves a means of expressing feelings."}},{"type":"paragraph","data":{"text":"Phileas Fogg was a person of mathematical preciseness,  someone who was never rushed but always ready, always economical in his  movements. He never took an unnecessary stride and always chose the shortest  route. He never allowed himself to be distracted. He was careful never to make  a superfluous gesture."}},{"type":"paragraph","data":{"text":"He had never been known to be upset or disturbed. He was the  least hurried person in the world, but he always arrived on time. However, it  is easy to understand why he lived alone and without any social relationships:  he knew that everyday life involved social contact and because such contact  took up time he chose to live without it."}},{"type":"paragraph","data":{"text":"As for Jean, who was known as Passepartout, he was a  Parisian through and through. During the five years he had spent in England  working as a manservant in London, he had looked in vain for a master who he  could devote himself to."}},{"type":"paragraph","data":{"text":"Passepartout was not one of those cheeky or scheming  servants who strut about, trying to be clever and cocky. On the contrary he was  a good chap with a friendly face and prominent lips that were made for eating,  drinking and kissing. He was a kind and helpful soul, with just the type of  roundish head that you’d like to see on a friend’s shoulders. He had blue eyes,  a bright complexion, a plump face and puffy cheeks, a broad chest, a thick  waist, powerful muscles and an immense strength, further developed by plenty of  exercise during his youth. His brown hair was rather unruly. If the sculptors of  antiquity knew eighteen different ways of arranging Minerva’s tresses,  Passepartout knew only one way of doing his hair: dragging a comb through it  three times."}},{"type":"paragraph","data":{"text":"Whether someone of his extrovert nature would get on with a  person like Phileas Fogg was too early to say. Would Passepartout be the sort  of servant, precise as clockwork, that his master needed? Only time would tell.  After having had an adventurous youth, as has been seen, all he wanted was a  quiet life. Having heard people sing the praises of the methodical nature4 of  the English and the proverbial coldness of their gentlemen, he had come to  England in search of fortune. But so far luck had not been on his side. He had  not been able to settle down anywhere. He had worked in ten different households.  In every one the people had been temperamental or unpredictable, eager to seek  out adventure or explore other countries, something that no longer suited  Passepartout. His most recent master, the young Lord Longsferry, a Member of  Parliament, regularly needed to be helped back home by policemen after his late  nights out on the town. Since what Passepartout wanted most was a master he  could look up to, he ventured some polite observations, but they were not  appreciated and so he left. He discovered in the meanwhile that Phileas Fogg,  Esq., was looking for a servant. He made some enquiries about this gentleman.  Someone whose daily life was so well ordered, someone who never spent the night  away from home and didn’t travel or even go away for a day, was bound to suit  him. He went along to his house and was taken on in the circumstances already  outlined."}},{"type":"paragraph","data":{"text":"And so, as half past eleven struck, Passepartout found  himself alone in the house in Savile Row. He immediately began to look around.  He inspected it from top to bottom. The house was clean and tidy, austere and  puritanical, and well planned for servants. He liked it. For him it was like  being inside the shell of a snail, but a snail that had gas lighting and  heating! Coal gas supplied, in fact, all that was needed for heating and  lighting. Passepartout had no difficulty in finding the second-floor bedroom  that was to be his. It pleased him. Electric bells and speaking tubes made it  possible to communicate with the suites of rooms on the ground and first floors.  On the mantelpiece an electric clock matched the clock in Phileas Fogg’s  bedroom, and both instruments showed exactly the same time, down to the last  second."}},{"type":"paragraph","data":{"text":"‘This really suits me down to the ground,’ Passepartout said  to himself."}},{"type":"paragraph","data":{"text":"He also noticed in the bedroom a piece of paper above the  clock. It set out the daily routine for domestic service. It contained – from  eight o’clock in the morning, the set time when Phileas Fogg got up, until half  past eleven, the time when he left for lunch in the Reform club – all the  details of domestic service: tea and toast at eight twenty-three, water for  shaving at nine thirty-seven, doing the master’s hair at twenty to ten, etc.  Then from half past eleven in the morning until midnight – the time when this  methodically minded gentleman went to bed – everything was written down,  planned out and taken care of. Passepartout was overjoyed to contemplate this  timetable and to commit every detail to memory."}},{"type":"paragraph","data":{"text":"As for the gentleman’s wardrobe, it was very extensive and  carefully thought out. Each pair of trousers, each jacket or waistcoat, carried  a roll number that was also recorded in a logbook, showing the date when the  items of clothing, according to the time of year, were to be worn in rotation.  The same system applied to the shoes."}},{"type":"paragraph","data":{"text":"In a word, this house in Savile Row – which must have been a  monument to disorder in the time of the famous but dissolute Sheridan – was  comfortably furnished, a sure sign of considerable wealth. Mr Fogg didn’t have  a library or books. They were unnecessary since the Reform Club gave him access  to two libraries, one for literature and the other for law and politics. In the  bedroom there was a medium-sized safe, built to withstand both fire and theft.  There were no firearms in the house, no hunting guns or weapons of war.  Everything indicated peaceful pursuits."}},{"type":"paragraph","data":{"text":"After examining the residence in detail, Passepartout rubbed  his hands in glee. His broad face was beaming and he repeated joyfully, ‘This  suits me down to the ground. It’s just what I wanted. Mr Fogg and I will get on  famously. A home-loving and well-ordered man. Someone who functions like  clockwork. Well, I’m not sorry in the least to be working for someone who  functions like clockwork!’"}}]}