{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Nineteen","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-19.mp3","bodys":[{"type":"paragraph","data":{"text":"Where Passepartout takes too keen an interest in his master  and what that leads to"}},{"type":"paragraph","data":{"text":"Hong Kong is only a small island, ceded to Great Britain by  the Treaty of Nanking after the war of 1842. Within the space of a few years  the colonizing spirit of the British was responsible for the building of a  large town and the creation of a port, Victoria Harbour. The island is situated  at the mouth of the Canton River and only sixty miles separate it from the  Portuguese possession of Macao, which stands on the opposite bank. It was inevitable  that Hong Kong would be the victorious rival of Macao as a trading centre, and  now most Chinese goods for export transit via the British possession. Docks,  hospitals, wharves, warehouses, a Gothic cathedral, a government house and  tarmacked roads all give the visitor the impression that a typical busy town in  the south-east of England has been transported halfway across the globe and has  landed here in China, almost at the antipodes."}},{"type":"paragraph","data":{"text":"So Passepartout, with his hands in his pockets, went along  to Victoria Harbour, watching on his way the palanquins, the sail-powered  wheelbarrows, still popular in the Celestial Empire, and this whole crowd of  Chinese, Japanese and Europeans thronging the streets. Give or take a few  differences, the dear fellow found it was like walking through Bombay, Calcutta  or Singapore. The English have left a trail of similar cities around the world."}},{"type":"paragraph","data":{"text":"Passepartout reached Victoria Harbour. There, at the mouth  of the Canton River, he saw a heaving mass of ships from all over the world,  English, French, American, Dutch, warships and trading vessels, Japanese or  Chinese boats, junks, sampans, tankas and even flower-boats that looked like  gardens floating on water. As he walked around, Passepartout noticed that some  of the native inhabitants were dressed in yellow, all of them very elderly.  After going into a barbershop to have a Chinese-style shave, he was told by the  local barber, who spoke quite good English, that these elderly men were at  least eighty years old, and from that age on they were given the privilege of  wearing yellow, the imperial colour. Passepartout found this very amusing,  without quite knowing why."}},{"type":"paragraph","data":{"text":"Once his beard was shaved he went along to the quay from  where the Carnatic was due to depart and there he caught sight of Fix, who was  walking up and down, which didn’t surprise him. However, the inspector’s face  bore the sign of severe disappointment."}},{"type":"paragraph","data":{"text":"‘Good!’ thought Passepartout. ‘Things must be going badly  for those gentlemen members of the Reform Club.’"}},{"type":"paragraph","data":{"text":"So he went up to Fix with a broad smile, pretending not to  notice his companion’s look of annoyance."}},{"type":"paragraph","data":{"text":"The detective really had every reason to curse the appalling  bad luck that dogged him. There was still no sign of the warrant. It was  obvious that the warrant was still on its way and could only reach him if he  stayed put for a few days. Since Hong Kong was indeed the last British  territory on the route, this Fogg fellow would get away once and for all unless  he found some way of keeping him here."}},{"type":"paragraph","data":{"text":"‘Well then, Mr Fix, have you made up your mind to come to  America with us?’ asked Passepartout."}},{"type":"paragraph","data":{"text":"‘Yes,’ replied Fix, gritting his teeth."}},{"type":"paragraph","data":{"text":"‘Now, now!’ exclaimed Passepartout, in a joyful burst of  laughter. ‘I was sure you wouldn’t be able to let us go off like that on our  own. Come and book your seat. Come on!’"}},{"type":"paragraph","data":{"text":"So the two men went into the shipping office and booked  cabins for four people. But the employee pointed out that as the repairs to the  Carnatic had been completed, the steamer would be leaving that evening at eight  o’clock and not the following morning, as had been announced."}},{"type":"paragraph","data":{"text":"‘Very good!’ replied Passepartout. ‘That will suit my  master. I’ll go and tell him.’"}},{"type":"paragraph","data":{"text":"At that moment Fix decided on an extreme course of action.  He would tell Passepartout everything. It was perhaps the only way to keep  Phileas Fogg in Hong Kong for a few more days."}},{"type":"paragraph","data":{"text":"After they had left the office Fix offered to take his  companion for a drink in a nearby tavern. Passepartout had time, so he accepted  Fix’s invitation."}},{"type":"paragraph","data":{"text":"There was a tavern fronting on to the quayside. It looked  inviting and both men went in. There was a large, well-decorated room, at the  back of which stood a camp-bed, scattered with cushions. On the bed a number of  men were stretched out, asleep."}},{"type":"paragraph","data":{"text":"Thirty or so customers were in the main room sitting at  small rattan tables. Some of them were downing pints of English beer, ale or  porter, others flagons of spirits, gin or brandy. In addition most of them were  smoking long pipes made of red clay, stuffed with small pellets of opium mixed  with attar of roses. Then, from time to time, some helpless smoker collapsed  under the table and the barmen would take him by the head and feet and carry  him on to the camp-bed near a fellow smoker. About twenty of these drunkards  were thus laid out side by side, in an advanced state of drugged stupor."}},{"type":"paragraph","data":{"text":"Fix and Passepartout realized that they had walked into a  den frequented by the drugged, emaciated, stupefied wretches to whom England  sells annually for its commercial gain more than £11,000,000 of that fateful  drug called opium. What a terrible source of wealth, one derived from  exploiting one of the most deadly of human vices!"}},{"type":"paragraph","data":{"text":"The Chinese government has attempted to tackle this problem  by introducing strict laws, but to no avail. The use of opium has spread from  the upper classes, for whom it was at first exclusively reserved, to the lower  classes, and since then its disastrous effects have proved unstoppable. Opium  is smoked everywhere and at any time in the Middle Kingdom. Both men and women  are addicted to this deplorable habit and once they have become used to taking  the drug they cannot go without it without experiencing severe stomach pains. A  heavy opium smoker may smoke as many as eight pipes a day but will die within  five years."}},{"type":"paragraph","data":{"text":"Their search for a drink had, then, led Fix and Passepartout  into one of the many dens of this type that have sprung up even in Hong Kong.  Passepartout didn’t have any money, but he was happy to accept his companion’s  offer of a drink, though he insisted on returning the compliment at the right  time and place."}},{"type":"paragraph","data":{"text":"They ordered two bottles of port, which the Frenchman proved  very keen on, whereas Fix was more circumspect and observed his companion very  carefully. They talked about this and that and especially about Fix’s brilliant  idea of travelling with them on the Carnatic. After this mention of the  Carnatic, which was due to leave several hours earlier than planned,  Passepartout got to his feet, now that the bottles were empty, in order to go  off to inform his master of the situation."}},{"type":"paragraph","data":{"text":"Fix held him back."}},{"type":"paragraph","data":{"text":"‘Just a moment,’ he said."}},{"type":"paragraph","data":{"text":"‘What do you want, Mr Fix?’"}},{"type":"paragraph","data":{"text":"‘I need to speak to you about some serious matters.’"}},{"type":"paragraph","data":{"text":"‘Serious matters!’ exclaimed Passepartout as he drank up a  few drops that had remained at the bottom of his glass. ‘Well, we’ll discuss  them tomorrow. I don’t have time today.’"}},{"type":"paragraph","data":{"text":"‘Stay a minute,’ replied Fix. ‘It’s about your master.’"}},{"type":"paragraph","data":{"text":"At the mention of this word Passepartout looked carefully at  the expression on Fix’s face."}},{"type":"paragraph","data":{"text":"He had a strange look, Passepartout thought. He sat down  again."}},{"type":"paragraph","data":{"text":"‘So what exactly have you got to say to me?’ he asked."}},{"type":"paragraph","data":{"text":"Fix put his hand on his companion’s arm and whispered, ‘Have  you worked out who I am?’"}},{"type":"paragraph","data":{"text":"‘I should say so,’ said Passepartout, smiling."}},{"type":"paragraph","data":{"text":"‘In that case I’m going to come clean with you …’"}},{"type":"paragraph","data":{"text":"‘Now that I already know everything, old chum! Well, so much  for that! On the other hand, why not? But before you do so, let me just tell  you that these gentlemen from the club have been wasting their money.’"}},{"type":"paragraph","data":{"text":"‘Wasting their money?’ said Fix. ‘It’s easy for you to talk.  You obviously don’t have any idea of the amount of money involved.’"}},{"type":"paragraph","data":{"text":"‘But I certainly do,’ replied Passepartout. ‘£20,000!’"}},{"type":"paragraph","data":{"text":"‘£55,000!’ continued Fix, squeezing the Frenchman’s hand."}},{"type":"paragraph","data":{"text":"‘What!’ exclaimed Passepartout. ‘Fancy Mr Fogg daring to go  so far! £55,000! Well, that’s all the more reason not to lose a second,’ he  said as he got to his feet again."}},{"type":"paragraph","data":{"text":"‘£55,000,’ Fix went on, forcing Passepartout to sit down  again after ordering another flagon of brandy. ‘And if I’m successful I earn a  reward of £2,000. Would you fancy £500, if you agree to help me?’"}},{"type":"paragraph","data":{"text":"‘To help you?’ cried out Passepartout, whose eyes were  popping out of his head."}},{"type":"paragraph","data":{"text":"‘Yes, to help me keep this Fogg fellow in Hong Kong for a  few days.’"}},{"type":"paragraph","data":{"text":"‘Hey!’ said Passepartout. ‘What are you talking about? What?  Not only do these gentlemen have my master followed, and doubt his honesty, but  they also want to put obstacles in his path! I feel ashamed for them.’"}},{"type":"paragraph","data":{"text":"‘Hang on. What do you mean?’ asked Fix."}},{"type":"paragraph","data":{"text":"‘I mean that it’s completely unacceptable behaviour. You  might as well strip Mr Fogg of his belongings and take the money out of his  pocket.’"}},{"type":"paragraph","data":{"text":"‘Well, that’s exactly what we expect it to come to.’"}},{"type":"paragraph","data":{"text":"‘But it’s a trap!’ exclaimed Passepartout, excited by the effects  of the brandy that Fix was serving him and that he was drinking without  realizing it. ‘A real trap, set by so-called gentlemen and colleagues!’"}},{"type":"paragraph","data":{"text":"Fix was beginning to lose track."}},{"type":"paragraph","data":{"text":"‘Call them colleagues!’ shouted Passepartout. ‘Members of  the Reform Club! Remember this, Mr Fix. My master is an honourable man and when  he’s made a bet he intends to win it fairly.’"}},{"type":"paragraph","data":{"text":"‘But who do you think I am?’ asked Fix, looking straight at  Passepartout."}},{"type":"paragraph","data":{"text":"‘I’ll tell you, all right. You’re a private investigator for  the members of the Reform Club, given the job of checking up on the route my  master’s taking. It’s a disgrace! So, although I guessed what you were some  time ago, I’ve been careful not to tell Mr Fogg.’"}},{"type":"paragraph","data":{"text":"‘He doesn’t know anything about this, does he?’ Fix asked  sharply."}},{"type":"paragraph","data":{"text":"‘Nothing,’ replied Passepartout downing another glass of  brandy."}},{"type":"paragraph","data":{"text":"The police inspector scratched his forehead. He waited  before going on. What was he to do? Passepartout’s mistake seemed genuine, but  it made his plan more difficult. It was obvious that this fellow was speaking  in complete good faith and that he wasn’t his master’s accomplice – something  which Fix might have feared."}},{"type":"paragraph","data":{"text":"‘Well,’ he said to himself, ‘if he’s not his accomplice  he’ll be prepared to help me.’"}},{"type":"paragraph","data":{"text":"The detective had come to a second decision. In any case, he  had no time to lose. Phileas Fogg had to be arrested in Hong Kong at all costs."}},{"type":"paragraph","data":{"text":"‘Listen,’ said Fix curtly, ‘listen to me carefully. I’m not  what you think. I’m not a private detective for the members of the Reform  Club.’"}},{"type":"paragraph","data":{"text":"‘Huh!’ said Passepartout, looking at him mockingly."}},{"type":"paragraph","data":{"text":"‘I’m a police inspector, working for the Metropolitan  Police.’"}},{"type":"paragraph","data":{"text":"‘You … A police inspector!’"}},{"type":"paragraph","data":{"text":"‘Yes, and I can prove it. Here’s my commission.’"}},{"type":"paragraph","data":{"text":"With that, the detective took a piece of paper from his  wallet and showed to his companion a commission signed by the head of the  Metropolitan Police. Passepartout was dumbfounded and unable to say a word."}},{"type":"paragraph","data":{"text":"‘Mr Fogg’s bet is just a front, which you’ve fallen for, you  and his colleagues from the Reform Club, because it was important for him to  make you his accomplices without you realizing it.’"}},{"type":"paragraph","data":{"text":"‘But why?’ cried out Passepartout."}},{"type":"paragraph","data":{"text":"‘Listen. On 28 September a theft involving £55,000 was  committed at the Bank of England by an individual whom we have a description  of. That description fits exactly this man Fogg.’"}},{"type":"paragraph","data":{"text":"‘Come off it!’ exclaimed Passepartout, banging the table  with his hefty fist. ‘My master is the most honest man in the world.’"}},{"type":"paragraph","data":{"text":"‘How can you tell?’ replied Fix. ‘You don’t even know him.  You started to work for him the day you set off and he left in a considerable  hurry with a madcap excuse, without any luggage, and taking with him a large  amount of money in banknotes. And you still maintain that he’s an honest man!’"}},{"type":"paragraph","data":{"text":"‘I do. I do,’ the poor fellow repeated, like a machine."}},{"type":"paragraph","data":{"text":"‘Do you want to be arrested as his accomplice, then?’"}},{"type":"paragraph","data":{"text":"Passepartout had his head in his hands. He was unrecognizable.  He didn’t dare look at the police inspector. Phileas Fogg, a thief? The very  man who had rescued Mrs Aouda, a good and a generous man? And yet there was no  denying the evidence against him. Passepartout tried to brush aside the  suspicions that were creeping into his mind. He refused to believe his master  was guilty."}},{"type":"paragraph","data":{"text":"‘Well then, what do you want from me?’ he said to the  policeman with a supreme effort of self-restraint."}},{"type":"paragraph","data":{"text":"‘Just this,’ replied Fix. ‘I’ve trailed this fellow Fogg all  this way, but I still haven’t received the arrest warrant that I’ve requested  from London. I need you to help me to keep him in Hong Kong.’"}},{"type":"paragraph","data":{"text":"‘What! You want me to –’"}},{"type":"paragraph","data":{"text":"‘And then I’ll give you a share of the £2,000 reward put up  by the Bank of England.’"}},{"type":"paragraph","data":{"text":"‘Never,’ replied Passepartout, who wanted to get up but fell  back down, feeling both his wits and his strength deserting him at the same  time. ‘Mr Fix,’ he stammered, ‘even if everything you say is true … even if my  master was the thief you’re after … which I don’t believe for a moment … I’ve  worked for him … I still work for him … I know how kind and generous he is …  Betray him … never … no, not for all the money in the world. Where I come from,  that’s just not the sort of thing people go in for …’"}},{"type":"paragraph","data":{"text":"‘So you refuse?’"}},{"type":"paragraph","data":{"text":"‘I refuse.’"}},{"type":"paragraph","data":{"text":"‘Let’s just forget everything I’ve said,’ replied Fix, ‘and  have a drink.’"}},{"type":"paragraph","data":{"text":"‘Yes. Let’s have a drink.’"}},{"type":"paragraph","data":{"text":"Passepartout was feeling the effects of the alcohol more and  more. Fix realized that he needed to separate him from his master at all costs  and wanted to finish the job off. On the table were a few pipes, stuffed with  opium. Fix slipped one into Passepartout’s hand and the latter took it, put it  in his mouth, lit it, took a few puffs and fell back, his mind befuddled by the  drug."}},{"type":"paragraph","data":{"text":"‘At last,’ said Fix, seeing Passepartout senseless. ‘This  man Fogg won’t find out in time about the departure of the Carnatic, and even  if he does leave at least it’ll be without this wretched Frenchman.’"}},{"type":"paragraph","data":{"text":"Then he paid the bill and walked out."}}]}