{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Twenty-Seven","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-27.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Passepartout receives a lecture on Mormon history1  while travelling at a speed of twenty miles per hour"}},{"type":"paragraph","data":{"text":"During the night of 5 to 6 December, the train headed  south-east over a distance of about fifty miles, then travelled about as far  again towards the north-east, in the direction of the Great Salt Lake."}},{"type":"paragraph","data":{"text":"At about nine o’clock in the morning Passepartout went out  on to the platform for a breath of air. The weather was cold and the sky was  grey, but it had stopped snowing. The orb of the sun, swollen by the mist,  looked like a huge gold coin, and Passepartout was busy calculating its value  in pounds sterling when he was interrupted in this useful activity by the  arrival of a rather odd-looking character."}},{"type":"paragraph","data":{"text":"The man, who had got on to the train at Elko station, was  tall in stature, with a dark brown complexion, a black moustache, black  stockings, a black silk hat, a black waistcoat, black trousers, a white tie and  dog-skin gloves. He looked like a clergyman. He was going from one end of the  train to the other, sticking up handwritten notices on the doors of each  carriage."}},{"type":"paragraph","data":{"text":"Passepartout went closer and read on one of these notices  that the church elder Mr William Hitch, a Mormon missionary, would be taking  advantage of being on train no. 48 to give a lecture on Mormonism from eleven  o’clock to midday in car no. 117. He invited all those gentlemen anxious to be  instructed in the mysteries of the religion of the Church of Latter-Day Saints  to come to listen to him."}},{"type":"paragraph","data":{"text":"‘I’m definitely going,’ Passepartout said to himself,  although he knew hardly anything about Mormonism except that polygamy was the  basis of its society."}},{"type":"paragraph","data":{"text":"The news spread quickly through the train, which was  carrying about a hundred passengers. Of these, thirty at the most were by  eleven o’clock seated on the benches in car no. 117, attracted by the prospect  of the lecture. Passepartout was sitting in the front row of the congregation.  Neither his master nor Fix had thought it worth making the effort to attend."}},{"type":"paragraph","data":{"text":"At the appointed time the elder William Hitch rose to his  feet and in rather an angry tone of voice, as if he had already been  contradicted, exclaimed: ‘I say unto you, brethren, that Joe Smith is a martyr,  that his brother Hyrum is a martyr, and that the manner in which the federal  government is persecuting our prophets will also make a martyr out of Brigham  Young. Who would dare claim otherwise?’"}},{"type":"paragraph","data":{"text":"No one had the temerity to contradict the missionary, whose  state of excitement was in sharp contrast to the naturally calm expression on  his face. But his anger was in all probability due to the fact that the Mormons  were at present suffering trials and tribulations, since the government of the  United States had only recently, and with considerable difficulty overcome  these fanatics for independence. It had taken control of Utah and had made it  subject to federal law after imprisoning Brigham Young for insurrection and  polygamy. Since then, the prophet’s disciples had become even more active and,  before resorting to more extreme measures, were using the spoken word to oppose  the demands of Congress."}},{"type":"paragraph","data":{"text":"As can be seen, the elder William Hitch was seeking to make  converts even on the railroad."}},{"type":"paragraph","data":{"text":"He then proceeded to recount the history of Mormonism from  biblical times, enlivening the narrative by raising his voice and making  dramatic gestures. He told how in Israel a Mormon prophet from the tribe of  Joseph proclaimed the records of the new religion and bequeathed them to his  son Moroni. How, many centuries later, a translation of this priceless book,  which had been written in Egyptian hieroglyphics, was made by Joseph Smith Jr,  a farmer from the state of Vermont, who in 1825 assumed the status of a  mystical prophet. How, finally, a heavenly messenger appeared to him in the  midst of a forest filled with light and handed to him the records of the Lord."}},{"type":"paragraph","data":{"text":"At that point a few listeners, who had little interest in  the missionary’s historical overview, left the carriage, but William Hitch  carried on. He recounted how Smith Jr gathered together his father, his two  brothers and a few disciples to found the religion of the Latter-Day Saints, a  religion which was taken up not only in America but also in England,  Scandinavia and Germany and which counts among its members craftsmen and also  many professional people. How a colony was founded in Ohio. How a church was  erected at a cost of $200,000 and a town built at Kirkland. How Smith became an  adventurous banker and was given by a humble tourist guide in Egypt a papyrus  containing a handwritten account by Abraham and other famous Egyptians."}},{"type":"paragraph","data":{"text":"As the tale was rather long-winded, the ranks of listeners  grew thinner and thinner until no more than twenty people were left in the  audience."}},{"type":"paragraph","data":{"text":"But the elder, undaunted by the number of defections,  recounted in detail how Joe Smith went bankrupt in 1837. How he was tarred and  feathered by his shareholders, who were financially ruined. How a few years  later he emerged, more respectable and more respected than ever, in  Independence, Missouri, and became the head of a thriving community of no fewer  than 3,000 disciples. How then he fell victim to the hatred of the Gentiles and  was forced to flee to the American Far West."}},{"type":"paragraph","data":{"text":"By now there were ten people still listening, among them the  trusty Passepartout, who was all ears. It was in this way that he learnt how after  much persecution Smith reappeared in Illinois and in 1839 founded on the banks  of the Mississippi Nauvoo-la-Belle with a population of as many as 25,000  souls. How Smith became its mayor, chief magistrate and commander-in-chief. How  in 1843 he was a candidate for the presidency of the United States and how  finally he was drawn into an ambush in Carthage, thrown into prison and  murdered by a gang of masked men."}},{"type":"paragraph","data":{"text":"By now Passepartout was the only person left in the carriage  and the elder, as he looked straight at him and captivated him by his words,  reminded Passepartout that two years after the murder of Smith, his successor,  the inspired prophet Brigham Young left Nauvoo and settled around the Great  Salt Lake. It was here in this wonderful land and on this fertile soil, on the  emigration trail that crossed Utah towards California, that the new colony  expanded enormously, thanks to one of the main tenets of Mormonism, polygamy."}},{"type":"paragraph","data":{"text":"‘And this,’ added William Hitch, ‘is why the Congress felt  such envy towards us! This is why the soldiers of the Union invaded the soil of  Utah! This is why our leader, the prophet Brigham Young, was imprisoned in  violation of the basic principles of justice. Will we give in to force? Never!  We have been driven out of Vermont, driven out of Illinois, driven out of Ohio,  driven out of Missouri and driven out of Utah, but we will still find an  independent territory where we will pitch out tents. And you who are one of the  faithful,’ added the elder, staring at his only remaining listener with eyes  that blazed with anger, ‘will you pitch your tent in the shade of our banner?’"}},{"type":"paragraph","data":{"text":"‘No,’ replied Passepartout courageously, fleeing in turn and  leaving the fanatic to preach in the wilderness."}},{"type":"paragraph","data":{"text":"But while this lecture was going on the train had made rapid  progress and at about half past twelve it reached the north-west tip of the  Great Salt Lake. From there the passengers had a wide-ranging view over this  inland sea, which is also called the Dead Sea and into which flows an American  River Jordan. It is a beautiful lake surrounded by magnificent crags with broad  bases that are encrusted with white salt, a superb stretch of water, which in  the past was even more extensive, but with the passage of time the shoreline  has gradually risen, reducing its surface area but increasing its depth."}},{"type":"paragraph","data":{"text":"The Great Salt Lake, which is about seventy miles long and  thirty-five miles wide, is situated at about 3,800 feet above sea level and is  very different in this respect from the Dead Sea, which lies 12,000 feet below  sea level. It has a high salt content, since its waters hold in solution a  quarter of their weight in solid matter. Its specific gravity is 1,170 compared  to 1,000 for distilled water. Fish are therefore unable to survive in it and  those brought into it by the Jordan, the Weber and other creeks soon die.  However, the idea that the density of its waters is too great for anyone to  dive into it is untrue."}},{"type":"paragraph","data":{"text":"The countryside surrounding the lake is extremely well  cultivated, since the Mormons are experts at working the land. Six months later  there would have been ranches and corrals for the domestic animals, fields of  wheat, maize and sorghum, lush meadows and everywhere hedgerows of wild roses,  clumps of acacias and euphorbia. But at present the ground was covered with a  thin sprinkling of snow that hid it from view."}},{"type":"paragraph","data":{"text":"At two o’clock the travellers got out at Ogden station. As  the train wasn’t due to leave again until six o’clock, Mr Fogg, Mrs Aouda and  their two companions therefore had time to go to the City of Latter-Day Saints  via the small branch line that goes off from Ogden. Two hours were enough to  visit this absolutely typical American town, one that was built to the same  pattern as all the others, huge chessboards with long cold lines, with ‘the  mournful sadness of right angles’, to use Victor Hugo’s phrase. The founder of  the City of Saints could not free himself from this craving for symmetry that  characterizes the British and the Americans. In this unusual country, in which  the people certainly do not measure up to their institutions, everything is  ‘four-square’, the towns, the houses and human failings."}},{"type":"paragraph","data":{"text":"At three o’clock the travellers were, then, walking through  the streets of this city built between the bank of the Jordan and the foothills  of the Wasatch Mountains. They noted few or no churches, but by way of  monuments there were the House of the Prophet, the Court House and the Arsenal.  Then they saw houses of bluish brick with verandas and balconies, surrounded by  gardens and bordered by acacias, palm and carob trees. A wall made of clay and  pebbles, built in 1853, encircled the town. In the main street, where the  market is held, stood a few mansions ornamented with pavilions, one of which  was Salt Lake House."}},{"type":"paragraph","data":{"text":"Mr Fogg and his companions didn’t find many people about in  the town. The streets were almost deserted, with the notable exception of the  part near the Temple, which they reached after going through several areas that  were surrounded by high fences. There were quite a large number of women, which  is due to the unusual nature of the Mormon household. It should not be thought,  however, that all Mormons are polygamous. It is a question of individual  choice, but it should be noted that it is primarily the women in Utah who wish  to get married, because according to the local religion the Mormon heaven does  not allow unmarried members of the female sex to enjoy the blessings it  provides. These poor creatures seemed neither wealthy nor happy. Some of them,  doubtless the wealthiest, wore black silk jackets open at the waist, beneath a  hood or a very simple shawl. The others were dressed only in cotton prints."}},{"type":"paragraph","data":{"text":"As a confirmed bachelor, Passepartout was unable to look  upon these Mormon women, whose task it was to combine together to make just one  Mormon man happy, without feeling a sort of panic. With his commonsense way of  looking at things it was the husband he felt especially sorry for. He thought  it a terrible thing to have to lead so many women at the same time through the  vicissitudes of life, to steer them altogether towards the Mormon paradise,  with the prospect of being reunited with them there for eternity in the company  of the illustrious Smith, who must certainly grace this heavenly abode with his  presence. Most definitely he felt no attraction for this sort of life, and he  thought – perhaps mistakenly – that the female inhabitants of Salt Lake City  were looking at him in a rather disturbing way."}},{"type":"paragraph","data":{"text":"Very fortunately his stay in the City of Saints was almost  at an end. At a few minutes before four o’clock the travellers met up at the  station and took their seats again in their carriages."}},{"type":"paragraph","data":{"text":"There was a blast on the whistle, but just as the traction  wheels of the locomotive were spinning around on the rails and the train was  beginning to gather speed, shouts rang out: ‘Stop! Stop!’"}},{"type":"paragraph","data":{"text":"You cannot stop a moving train. The person doing the  shouting was obviously a Mormon who had arrived late. He was out of breath from  running. Luckily for him there were no gates or barriers at the station, and so  he ran along the track, jumped on to the footboard of the last carriage and  collapsed breathless on to one of the seats."}},{"type":"paragraph","data":{"text":"Passepartout, who had been watching this acrobatic  performance with considerable excitement, went up to have a look at this  latecomer and became particularly interested in him when he learnt that this  citizen of Utah had only taken flight in this way because of a domestic  argument."}},{"type":"paragraph","data":{"text":"When the Mormon had got his breath back, Passepartout made  so bold as to ask him politely how many wives he had all to himself, and  judging from the way the man had scarpered he assumed the answer was at least twenty."}},{"type":"paragraph","data":{"text":"‘One, sir,’ replied the Mormon, raising his hands to the  heavens. ‘One, and that was enough!’"}}]}