{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Twenty-Five","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-25.mp3","bodys":[{"type":"paragraph","data":{"text":"Which gives an idea of what San Francisco is like on the day  of a political rally"}},{"type":"paragraph","data":{"text":"It was seven o’clock in the morning when Phileas Fogg, Mrs  Aouda and Passepartout set foot on American soil – if this is what you can call  the floating quays on to which they stepped. These quays, which move up and  down according to the tide, make it easier for ships to load and unload. Here  can be seen at their moorings clippers of all sizes, steamers from every  country under the sun and steamboats with several decks, which serve the  Sacramento and its tributaries. Here too can be seen stock piles of goods, the  produce of trade from as far afield as Mexico, Peru, Chile, Brazil, Europe,  Asia and all the islands in the Pacific Ocean."}},{"type":"paragraph","data":{"text":"Passepartout was so delighted to reach American soil at last  that he felt obliged to mark his arrival by performing a perfectly executed  somersault. But when he came down on the quay with its rotten planks he almost  went right through it. Somewhat put out by the way in which he had landed in  the New World, the dear fellow let out an enormous shout, which scared away a  large flock of cormorants and pelicans, which normally frequented these mobile  quays."}},{"type":"paragraph","data":{"text":"As soon as Mr Fogg had disembarked he found out the time of  the next train to New York. It was due to leave at six o’clock in the evening.  Mr Fogg therefore had a whole day to spend in the Californian capital. He  ordered a carriage for Mrs Aouda and himself. Passepartout climbed up on to the  outside seat and the vehicle, which cost three dollars to hire, set off towards  the International Hotel."}},{"type":"paragraph","data":{"text":"From his elevated position Passepartout was able to satisfy  his curiosity as he observed this large American city: wide streets, neat rows  of low houses, neo-Gothic churches and chapels, huge docks and palatial-looking  warehouses, some in wood, others in brick. In the streets there were a large number  of carriages, omnibuses and tramcars, and on the crowded pavements there were  not only Americans and Europeans but also Chinese and Indians, who together  made up a population of more than 200,000 people."}},{"type":"paragraph","data":{"text":"Passepartout was quite surprised by what he saw. He still  had in his mind the image of the legendary city of 1849, a town of bandits,  arsonists and murderers all attracted by the lure of gold, an immense confusion  of social misfits, where people betted in gold dust with a revolver in one hand  and a knife in the other. But these ‘good old days’ were gone. San Francisco  looked like any other large commercial town. The tall tower of the townhall,  where men on guard kept watch, looked down on this grid plan of intersecting  streets and avenues that were interspersed with spacious green squares. Then  came the Chinese quarter, which looked as if it had been imported from China in  a toy box. There were no longer any sombreros to be seen, no red shirts like  those worn by the gold-diggers, no Indian tribes in feathered head-dresses, but  silk hats and black suits, worn by a large number of gentlemen rushing about  their business. Some of the streets, such as Montgomery Street, the equivalent  of Oxford Street in London or the Champs-Élysées in Paris or Fifth Avenue in  New York, were lined with impressive-looking shops, displaying goods from all  over the world."}},{"type":"paragraph","data":{"text":"When Passepartout arrived in the International Hotel he felt  as if he had never left England."}},{"type":"paragraph","data":{"text":"On the ground floor of the hotel there was a huge bar, a  sort of buffet area, free to anyone who went in. Cured meats, oyster soup,  biscuits and cheese could be consumed without it costing anything. All that the  customers had to pay for was what they had to drink, if they felt thirsty  enough, beer, port or sherry. Passepartout thought this was ‘very American’."}},{"type":"paragraph","data":{"text":"The hotel’s restaurant was comfortable. Mr Fogg and Mrs  Aouda sat down at a table and were treated to a copious meal served on  miniature plates by Blacks with beautiful dark skin."}},{"type":"paragraph","data":{"text":"After lunch Phileas Fogg, accompanied by Mrs Aouda, left the  hotel to go to the British consulate in order to have his passport stamped. On  the pavement he met his servant, who asked him if before taking the Pacific  railroad it wouldn’t be advisable to buy a dozen or so Enfield rifles and some  Colt revolvers. Passepartout had heard about the Sioux and the Pawnees, who  held up trains as if they were mere stagecoaches like Spanish highwaymen. Mr  Fogg replied that there was no real need for such precautions, but he said that  Passepartout could do as he saw fit. Then he headed off towards the consulate."}},{"type":"paragraph","data":{"text":"Phileas Fogg had hardly gone more than about 200 yards when  by ‘sheer coincidence’ he bumped into Fix. The inspector pretended to be very  surprised. How could it be that Mr Fogg and he had done the crossing of the  Pacific together and not come upon each other on board? In any case, Fix was  extremely honoured to see once more the gentleman to whom he owed so much, and  since he had to go back to England on business he would be delighted to  continue his journey in such pleasant company."}},{"type":"paragraph","data":{"text":"Mr Fogg replied that the honour was all his, and Fix, who  was anxious not to let him out of his sight, asked permission to accompany him  around this fascinating city of San Francisco. Permission was duly granted."}},{"type":"paragraph","data":{"text":"And so Mrs Aouda, Phileas Fogg and Fix strolled through the  streets. They soon found themselves in Montgomery Street, where there were huge  crowds. There were people everywhere: on the pavements, in the middle of the  road, on the rails of the tramway, despite the constant traffic of coaches and  omnibuses, outside shops, at the windows of all the houses and even on the  rooftops. Sandwich men were walking around in the midst of the gathering. Banners  and streamers were flying in the wind. There was shouting from all sides."}},{"type":"paragraph","data":{"text":"‘Hooray for Kamerfield.’"}},{"type":"paragraph","data":{"text":"‘Hooray for Mandiboy.’"}},{"type":"paragraph","data":{"text":"It was a political rally. At least that was what Fix thought  and he said so to Mr Fogg, adding: ‘We would be well advised, sir, to keep well  away from this mob. There’s bound to be a punch-up in the end.’"}},{"type":"paragraph","data":{"text":"‘Quite right,’ replied Phileas Fogg, ‘and a punch-up, even  if it’s about politics, is still a punch-up.’"}},{"type":"paragraph","data":{"text":"Fix felt it appropriate to smile when he heard this comment  and, in order not to get caught up in the brawl, Mrs Aouda, Phileas Fogg and he  positioned themselves on the top of a flight of steps leading to aterrace that  overlooked Montgomery Street. In front of them, on the other side of the street  between a coal depot and a petroleum store stood a large open-air committee  room, on which the various sections of the crowd seemed to be converging."}},{"type":"paragraph","data":{"text":"So what exactly was the purpose of this rally? Why was it  taking place at this particular time? Phileas Fogg had absolutely no idea. Was  it to do with making an important military or civilian appointment or electing  a State governor or a member of Congress? This was a reasonable supposition,  judging from the tremendous state of excitement throughout the town."}},{"type":"paragraph","data":{"text":"At that moment there was considerable activity among those  present. Everywhere hands shot up in the air. Some, firmly clenched, seemed to  be raised then quickly lowered amidst the shouting, presumably an energetic way  of casting a vote. The mass of people surged backward and forward. Banners were  being waved in the air, disappearing briefly and then reappearing in tatters.  The swaying crowd swept along to the flight of steps, heads bobbing up and down  like the surface of the sea suddenly stirred up by a squall. The number of black  hats visibly decreased and most of them seemed to have become noticeably less  tall."}},{"type":"paragraph","data":{"text":"‘It’s obviously a political rally,’ said Fix, ‘and whatever  it’s about has really got people worked up. I wouldn’t be surprised if it  wasn’t about that Alabama business, even though it’s been officially settled.’"}},{"type":"paragraph","data":{"text":"‘Perhaps,’ was all Mr Fogg said in reply."}},{"type":"paragraph","data":{"text":"‘In any case,’ continued Fix, ‘there are two opposing  candidates, the Honourable Kamerfield and the Honourable Mandiboy.’"}},{"type":"paragraph","data":{"text":"Mrs Aouda, who was holding on to Mr Fogg’s arm, looked  surprised as she watched these angry scenes and Fix was about to ask one of his  neighbours the reason for all this commotion when there was another sudden  surge. The cheers increased, accompanied by shouting and booing. The poles  carrying the banners were turned into offensive weapons. Hands gave way to  fists everywhere. On the tops of carriages that had stopped and omnibuses that  had been brought to a standstill, people were trading punches. Everything  served as a missile. Boots and shoes came flying through the air and it even  seemed as if a few revolvers were being fired, giving an added touch of local  colour to the shouting of the crowd."}},{"type":"paragraph","data":{"text":"The mob got closer to the flight of stairs and poured out on  to the bottom steps. One side was obviously being pushed back, but it was  impossible for mere spectators to say who had the upper hand, Mandiboy or  Kamerfield."}},{"type":"paragraph","data":{"text":"‘I think it would be wise to withdraw,’ said Fix, who  certainly didn’t want his man to be hurt or to get into trouble. ‘If this has  got anything to do with Britain and they recognize us, then we are bound to get  caught up in the brawl.’"}},{"type":"paragraph","data":{"text":"‘A British subject –’ replied Phileas Fogg."}},{"type":"paragraph","data":{"text":"But the gentleman was unable to complete his sentence.  Behind him, from the terrace in front of the flight of stairs, came a  terrifying roar. There were shouts of ‘Hip! hip! hooray! Mandiboy!’ It was a  contingent of his voters joining the fray, outflanking the supporters of  Kamerfield."}},{"type":"paragraph","data":{"text":"Mr Fogg, Mrs Aouda and Fix were caught in the middle. It was  too late to escape. The flood of men, armed with leaded sticks and clubs,  carried all before them. Phileas Fogg and Fix, in attempting to protect the  young woman, were severely jostled. Mr Fogg with his usual composure sought to  defend himself with the two natural weapons with which nature has equipped  every trueborn Englishman, his fists, but to no avail. An enormous fellow with  a red goatee beard, a ruddy complexion and broad shoulders, who looked like the  ringleader, raised his huge fist against Mr Fogg and would have inflicted  serious injury on the gentleman had not Fix nobly received the blow in his  place. An enormous bump soon appeared under the detective’s silk hat, which had  been reduced to the size of a cap."}},{"type":"paragraph","data":{"text":"‘Yankee,’ said Mr Fogg, giving his opponent an extremely  contemptuous look."}},{"type":"paragraph","data":{"text":"‘Limey,’ replied the other."}},{"type":"paragraph","data":{"text":"‘We shall meet up again!’"}},{"type":"paragraph","data":{"text":"‘Whenever you like. What’s your name?’"}},{"type":"paragraph","data":{"text":"‘Phileas Fogg. What’s yours?’"}},{"type":"paragraph","data":{"text":"‘Colonel Stamp W. Proctor.’"}},{"type":"paragraph","data":{"text":"With that the human tide swept past. Fix was knocked to the  ground and got to his feet again, with his clothes torn but no serious injury.  His coat had been divided into two unequal parts and his trousers looked like  the breeches that some Indians consider it fashionable to wear only after first  removing the seat. But in a word, Mrs Aouda had been spared and only Fix had  been at the receiving end of a punch."}},{"type":"paragraph","data":{"text":"‘Thank you,’ said Mr Fogg to the inspector, as soon as they  had got away from the crowd."}},{"type":"paragraph","data":{"text":"‘Don’t mention it,’ replied Fix, ‘but let’s get out of  here.’"}},{"type":"paragraph","data":{"text":"‘Where to?’"}},{"type":"paragraph","data":{"text":"‘To a clothes shop.’"}},{"type":"paragraph","data":{"text":"This was indeed an appropriate port of call. Phileas Fogg  and Fix both had their clothes in tatters, as if the two gentlemen had  themselves come to blows over Messrs Kamerfield and Mandiboy."}},{"type":"paragraph","data":{"text":"An hour later they were properly dressed, with new clothes  and hats. Then they went back to the International Hotel."}},{"type":"paragraph","data":{"text":"There Passepartout was waiting for his master, armed with  half a dozen six-shot, central-fire revolvers with mounted daggers. When he  noticed that Fix was accompanying Mr Fogg his face fell, but he perked up after  hearing Mrs Aouda’s brief account of what had happened. Clearly Fix was no  longer an enemy but an ally. He had kept his word."}},{"type":"paragraph","data":{"text":"After dinner a coach was ordered, to take the travellers and  their luggage to the station. Just when he was getting into the carriage Mr  Fogg said to Fix:"}},{"type":"paragraph","data":{"text":"‘You haven’t seen that Colonel Proctor again, I suppose?’"}},{"type":"paragraph","data":{"text":"‘No,’ replied Fix."}},{"type":"paragraph","data":{"text":"‘I shall come back to America to find him,’ said Phileas  Fogg coldly. ‘It is not acceptable for a British citizen to allow himself to be  insulted in such a way.’"}},{"type":"paragraph","data":{"text":"The inspector smiled and didn’t answer. But, as can be seen,  Mr Fogg was the sort of Englishman who, even though they don’t put up with  duels in their own country, are quite happy to fight them abroad, when their  honour is at stake."}},{"type":"paragraph","data":{"text":"At a quarter to six the travellers reached the station and  found the train ready to leave."}},{"type":"paragraph","data":{"text":"Just as Mr Fogg was about to get on the train he spotted a  porter and went up to him, saying:"}},{"type":"paragraph","data":{"text":"‘My dear fellow, there’ve been some disturbances in San  Francisco today, haven’t there?’"}},{"type":"paragraph","data":{"text":"‘It was a political rally, sir,’ replied the employee."}},{"type":"paragraph","data":{"text":"‘Nevertheless, I seem to have noticed quite a lot of  excitement on the streets.’"}},{"type":"paragraph","data":{"text":"‘It was only an election rally.’"}},{"type":"paragraph","data":{"text":"‘For electing a commander-in-chief, I assume?’ asked Mr Fogg"}},{"type":"paragraph","data":{"text":"‘No, sir. For a justice of the peace.’2"}},{"type":"paragraph","data":{"text":"After receiving this answer Phileas Fogg got into the  carriage and the train set off at full speed."}}]}