{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Twenty-Eight","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-28.mp3","bodys":[{"type":"paragraph","data":{"text":"In which Passepartout is unable to talk sense into anybody"}},{"type":"paragraph","data":{"text":"After it left the Great Salt Lake and Ogden station, the  train headed north for an hour as far as the River Weber, having covered about  900 miles since San Francisco. From there it turned east again through the  mountainous terrain of the Wasatch Range. It is in this part of the territory,  situated between these mountains and the Rocky Mountains proper, that the  American engineers were confronted with their greatest challenge. Over this  portion of the route the subsidy from the federal government therefore went up  to $48,000 per mile instead of $16,000 in the plain. However, as has been seen,  the engineers did not go against nature but cleverly got around it, avoiding  the difficulties, so that to reach the main drainage basin only one tunnel,  14,000 feet long,1 was dug over the whole length of the railroad."}},{"type":"paragraph","data":{"text":"It was at the Great Salt Lake itself that the route reached  its highest point so far. From there on it descended very gently towards Bitter  Creek Valley before going up again as far as the watershed between the Atlantic  and the Pacific. There were numerous rivers in this mountainous area. The Muddy,  the Green and other rivers had to be crossed by means of culverts. Passepartout  became more and more impatient as he got closer to his destination. But Fix,  too, would have liked to see the back of this difficult terrain. He was afraid  of hold-ups, fearful of accidents, and in even more of a hurry to set foot on  British soil than Phileas Fogg himself."}},{"type":"paragraph","data":{"text":"At ten o’clock in the evening the train stopped at the  station in Fort Bridger only to set off again almost immediately, and twenty  miles further on it entered the state of Wyoming – formerly part of Dakota – by  going right along the Bitter Creek Valley, which forms part of the water system  of the Colorado."}},{"type":"paragraph","data":{"text":"The following day, 7 December, there was a fifteen-minute  stop at the station in Green River. There had been quite a heavy fall of snow  during the night, but it had turned to sleet and so could not affect the  train’s progress. However, this bad weather was a constant source of concern  for Passepartout because a build-up of snow, if it clogged up the wheels of the  carriages, would certainly have affected the journey."}},{"type":"paragraph","data":{"text":"‘What a really strange idea of my master’s,’ he said to  himself, ‘to travel in the winter! Couldn’t he have waited for the warm weather  in order to improve his chances?’"}},{"type":"paragraph","data":{"text":"But at that very moment when the dear fellow was concerned  only about the state of the sky and the drop in temperature, Mrs Aouda had  something far more serious to worry about."}},{"type":"paragraph","data":{"text":"What had happened was that several travellers had got out of  their carriage and walked along the station platform at Green River, before the  train set off again. Just then, as she looked out of the window, Mrs Aouda  recognized one of them as Colonel Stamp W. Proctor, the American who had been  so rude to Phileas Fogg during the political rally in San Francisco. As she did  not wish to be seen, Mrs Aouda quickly pulled back from the window."}},{"type":"paragraph","data":{"text":"This incident had a considerable effect on the young woman.  She had become attached to the man who, for all his coldness, gave her every  day ample evidence of his complete devotion. No doubt she was unaware of the  depth of the feeling that her saviour aroused in her and gratitude was still  the only name she gave it, but without her knowing there was more to it than  that. She therefore became very tense when she recognized the vulgar character  whom, sooner or later, Mr Fogg would want to call to account for his behaviour.  It was obviously a sheer coincidence that Colonel Proctor had got on this  train, but that was the fact of the matter and Phileas Fogg had to be prevented  at all costs from catching sight of his opponent."}},{"type":"paragraph","data":{"text":"When the train set off again Mrs Aouda took advantage of a  moment when Mr Fogg was dozing to explain the situation to Fix and  Passepartout."}},{"type":"paragraph","data":{"text":"‘That fellow Proctor is on the train!’ exclaimed Fix. ‘Well,  madam, don’t worry. Before having to deal with that man … I mean Mr … Fogg,  he’ll have to deal with me. In this whole business I think I’m the one who was  insulted the most.’"}},{"type":"paragraph","data":{"text":"‘What’s more,’ Passepartout added, ‘I’ll sort him out, even  if he is a colonel.’"}},{"type":"paragraph","data":{"text":"‘Mr Fix,’ continued Mrs Aouda, ‘Mr Fogg won’t let anyone  take revenge on his behalf. As he said himself, he’s the sort of man who will  come back to America to seek out the offender. So if he catches sight of  Colonel Proctor, we won’t be able to prevent an encounter between them, which  could have disastrous consequences. We must make sure he doesn’t see him.’"}},{"type":"paragraph","data":{"text":"‘You’re right, madam,’ replied Fix. ‘An encounter between  them could ruin everything. Whether he won or lost Mr Fogg would be delayed and  that –’"}},{"type":"paragraph","data":{"text":"‘And that,’ added Passepartout, ‘would play into the hands  of those gentlemen from the Reform Club. In four days we’ll be in New York.  Well, if for those four days my master doesn’t put a foot outside his carriage,  we can hope that he won’t meet up by accident with this wretched American,  curse him. However, there certainly is a way for us to prevent him –’"}},{"type":"paragraph","data":{"text":"The conversation was broken off. Mr Fogg had woken up and  was looking out at the countryside through the snow-flecked window. But later,  and without being overheard by his master or Mrs Aouda, Passepartout said to  the police inspector, ‘Are you really prepared to come to blows for him?’"}},{"type":"paragraph","data":{"text":"‘I’ll do anything to bring him back to Europe alive!’ was  all Fix replied, in a tone of voice that indicated his total determination."}},{"type":"paragraph","data":{"text":"Passepartout felt a shudder go down his spine, but his  belief in his master did not waver at all."}},{"type":"paragraph","data":{"text":"So was there any way of keeping Mr Fogg in his compartment  to avoid an encounter between the colonel and him? That shouldn’t prove too  difficult as the gentleman was by nature not very active or very interested in  his surroundings. In any case, the police inspector thought he had found the  solution because a few moments later he said to Phileas Fogg, ‘Time passes very  slowly on these long train journeys, sir.’"}},{"type":"paragraph","data":{"text":"‘Yes indeed,’ replied the gentleman, ‘but pass it does.’"}},{"type":"paragraph","data":{"text":"‘When you were on board the steamers, I believe you used to  play whist?’"}},{"type":"paragraph","data":{"text":"‘Yes, but here it would be difficult. I don’t have any cards  or partners.’"}},{"type":"paragraph","data":{"text":"‘Oh, we can soon buy cards. They sell everything on American  trains. As for partners, if by any chance madam …’"}},{"type":"paragraph","data":{"text":"‘But of course, sir,’ the young woman was quick to answer,  ‘I can play whist. It is part and parcel of an English education.’"}},{"type":"paragraph","data":{"text":"‘And I,’ went on Fix, ‘can claim to be quite a reasonable  player. So between the three of us and a dummy hand …’"}},{"type":"paragraph","data":{"text":"‘As you wish, sir,’ replied Phileas Fogg, delighted to be  able to play his favourite game once more, even if it was on board a train."}},{"type":"paragraph","data":{"text":"Passepartout was immediately sent off in search of a steward  and he soon came back with two complete packs of playing cards, score cards,  counters and a baize-topped folding table. They had everything required. The  game started. Mrs Aouda was quite a competent player and she even received the  occasional compliment from the stern Phileas Fogg. As for the inspector, he was  quite simply first class and a worthy opponent for the gentleman."}},{"type":"paragraph","data":{"text":"‘Now,’ Passepartout said to himself, ‘we’ve got him settled.  He won’t move from here.’"}},{"type":"paragraph","data":{"text":"By eleven o’clock in the morning the train had reached the  watershed between the two oceans. It was at Bridger Pass, 7,524 feet above sea  level, one of the highest points on the route as it passed through the Rocky  Mountains. After about 200 miles the travellers were at last on those vast  plains that stretch all the way to the Atlantic and that nature might have  intended for the building of a railway line."}},{"type":"paragraph","data":{"text":"The first streams of the Atlantic watershed were already  beginning to flow down, all of them tributaries and sub-tributaries of the  North Platte River. The whole horizon to the north and east was blocked off by  the huge semi-circular wall formed by the northern portion of the Rocky  Mountains, dominated by Laramie Peak. Between this curve and the railway  stretched vast, well-watered plains. To the right of the railroad rose, one  behind another, the foothills of the mountain chain that curves around to the  south as far as the sources of the River Arkansas, one of the main tributaries  of the Missouri."}},{"type":"paragraph","data":{"text":"At half past midday the travellers briefly caught sight of  Fort Halleck, which commands the surrounding area. In a few more hours they  would have completed the crossing of the Rocky Mountains. It was reasonable  therefore to hope that the train could get through this difficult terrain  without incident. The snow had stopped falling. The weather had turned cold but  dry. Large birds, alarmed by the locomotive, flew off into the distance. There  were no wild animals, wolves or bears, to be seen on the plain. It was an  immense, empty wilderness."}},{"type":"paragraph","data":{"text":"After quite a pleasant lunch served to them in their  carriage, Mr Fogg and his partners had just resumed their interminable game of  whist when loud blasts on the whistle rang out. The train stopped."}},{"type":"paragraph","data":{"text":"Passepartout stuck his head out of the window, but could see  nothing to explain why they had come to a halt. There was no station in sight."}},{"type":"paragraph","data":{"text":"For a moment Mrs Aouda and Fix were afraid that Mr Fogg  might think of going out on to the line. But instead the gentleman simply said  to his servant, ‘Go and see what it is.’"}},{"type":"paragraph","data":{"text":"Passepartout rushed out of the carriage. About forty  travellers had already left their seats, including Colonel Stamp W. Proctor."}},{"type":"paragraph","data":{"text":"The train had stopped at a red signal that closed the track.  The driver and the conductor had got out and were having quite a heated  discussion with the track guard, who had been sent to meet the train by the  station master at Medicine Bow, the next station along the line. Some  passengers had gone up to them and were taking part in the discussion, one of  them being the said Colonel Proctor, with his bluster and his domineering  manner."}},{"type":"paragraph","data":{"text":"Passepartout, who had caught up with the group, heard the  track guard saying:"}},{"type":"paragraph","data":{"text":"‘No. There’s no way you can get through. The bridge at  Medicine Bow is shaky and it won’t stand the weight of the train.’"}},{"type":"paragraph","data":{"text":"The bridge in question was a suspension bridge built across  rapids, about a mile from where the train had stopped. From what the track  guard was saying, it was threatening to collapse. Several cables had given way  and it was impossible to risk going across it. So the track guard wasn’t  exaggerating in the least when he said they couldn’t get across. Besides, given  the generally carefree attitude of the Americans, you can be sure that when  they start getting cautious, then there really is cause for concern."}},{"type":"paragraph","data":{"text":"Passepartout didn’t dare go to inform his master but  listened, gritting his teeth and staying as motionless as a statue."}},{"type":"paragraph","data":{"text":"‘Come on!’ exclaimed Colonel Proctor, ‘I assume we’re not  going just to stand around here until we take root in the snow.’"}},{"type":"paragraph","data":{"text":"‘Colonel,’ replied the conductor,2 ‘we’ve telegraphed  through to the station at Omaha to ask for a train but it probably won’t arrive  in Medicine Bow until six o’clock.’"}},{"type":"paragraph","data":{"text":"‘Six o’clock!’ exclaimed Passepartout."}},{"type":"paragraph","data":{"text":"‘Sure,’ replied the conductor. ‘Anyway, it’ll take us until  then to get to the station on foot.’"}},{"type":"paragraph","data":{"text":"‘On foot!’ exclaimed all the travellers."}},{"type":"paragraph","data":{"text":"‘But how far away is this station, then?’ one of them asked  the conductor."}},{"type":"paragraph","data":{"text":"‘Twelve miles, on the other side of the river.’"}},{"type":"paragraph","data":{"text":"‘Twelve miles in the snow!’ exclaimed Stamp W. Proctor."}},{"type":"paragraph","data":{"text":"The colonel let out a stream of expletives, venting his  anger on the railroad company and on the conductor. Passepartout was furious,  too, and was about to join in with him. Here was a physical obstacle that all  his master’s banknotes would be unable to surmount."}},{"type":"paragraph","data":{"text":"What was more, there was a general sense of annoyance among  the passengers at the idea of having, in addition to the delay, to walk fifteen  or so miles across a snow-covered plain. The result was a commotion with lots  of shouting and protesting that would certainly have attracted Phileas Fogg’s  attention, had the gentleman not been so absorbed in his game of cards."}},{"type":"paragraph","data":{"text":"However, Passepartout felt he had no choice but to inform  him, and so he was walking head down towards the carriage when the driver, a  real Yankee named Forster, shouted out:"}},{"type":"paragraph","data":{"text":"‘There may be a way of getting across.’"}},{"type":"paragraph","data":{"text":"‘Over the bridge?’ replied a passenger."}},{"type":"paragraph","data":{"text":"‘Over the bridge.’"}},{"type":"paragraph","data":{"text":"‘With our train?’ asked the colonel."}},{"type":"paragraph","data":{"text":"‘With our train.’"}},{"type":"paragraph","data":{"text":"Passepartout had stopped and was lapping up what the driver  had to say."}},{"type":"paragraph","data":{"text":"‘But the bridge is threatening to collapse,’ continued the  conductor."}},{"type":"paragraph","data":{"text":"‘Never mind,’ replied Forster. ‘I think that if we get the  train to hurtle along at full speed we have a good chance of getting across.’"}},{"type":"paragraph","data":{"text":"‘Hell!’ said Passepartout."}},{"type":"paragraph","data":{"text":"But some of the travellers immediately fell for this  suggestion. Colonel Proctor was particularly in favour. This hothead thought  that it was perfectly feasible. He even reminded people that some engineers had  had the idea of crossing rivers without building bridges, with rigid trains  hurtling along at full speed, etc. And in the end all those concerned fell in  with the driver’s idea."}},{"type":"paragraph","data":{"text":"‘We have a fifty per cent chance of getting across,’ said  one of them."}},{"type":"paragraph","data":{"text":"‘Sixty,’ said another."}},{"type":"paragraph","data":{"text":"‘Eighty per cent … Ninety per cent.’"}},{"type":"paragraph","data":{"text":"Passepartout was flabbergasted. He was prepared to try  anything to get across Medicine Creek, but he thought this attempt was just a  bit too ‘American’."}},{"type":"paragraph","data":{"text":"‘In any case,’ he said to himself, ‘there’s a much simpler  solution, which these people haven’t even thought of.’"}},{"type":"paragraph","data":{"text":"‘Sir,’ he said to one of the passengers, ‘the driver’s  suggestion seems to me a bit risky, but –’"}},{"type":"paragraph","data":{"text":"‘An eighty per cent chance,’ replied the passenger, turning  his back on him."}},{"type":"paragraph","data":{"text":"‘I quite understand,’ went on Passepartout to another  gentleman, ‘but a moment’s thought –’"}},{"type":"paragraph","data":{"text":"‘This is no time for thinking. No need!’ the American  answered with a shrug of the shoulders. ‘If the driver says so, then we can get  across.’"}},{"type":"paragraph","data":{"text":"‘Sure,’ continued Passepartout, ‘we’ll get across, but it  might be more sensible –’"}},{"type":"paragraph","data":{"text":"‘What! Sensible!’ exclaimed Colonel Proctor, who jumped at  the mention of this word, which he’d accidentally overheard. ‘Do you  understand? At full speed!’"}},{"type":"paragraph","data":{"text":"‘I know … I understand,’ repeated Passepartout, unable to  finish his sentence, ‘but it might be, if not more sensible, since you find the  word offensive, then let’s just say more natural –’"}},{"type":"paragraph","data":{"text":"‘Who? What? What’s he on about with his “natural”,’ people  shouted from all quarters."}},{"type":"paragraph","data":{"text":"The poor fellow didn’t know what to do to make people listen  to him."}},{"type":"paragraph","data":{"text":"‘Are you afraid?’ Colonel Proctor asked him."}},{"type":"paragraph","data":{"text":"‘Me, afraid?’ exclaimed Passepartout. ‘Well, that’s it. I’ll  show this lot that a Frenchman can be just as American as they are!’"}},{"type":"paragraph","data":{"text":"‘Back into the carriages. Back into the carriages,’ shouted  the conductor."}},{"type":"paragraph","data":{"text":"‘Yes! Back into the carriages,’ repeated Passepartout, ‘back  into the carriages and quick about it! But I still can’t help thinking that it  would have been more natural to make us passengers go across the bridge first  on foot and get the train across afterwards!’"}},{"type":"paragraph","data":{"text":"But no one heard these sensible words and no one would have  wanted to admit how right Passepartout was."}},{"type":"paragraph","data":{"text":"The passengers were back in their carriages. Passepartout  sat down in his seat again, without saying a word about what had gone on. The  card players were completely absorbed in their game of whist."}},{"type":"paragraph","data":{"text":"The locomotive gave a vigorous blast on its whistle. The  driver reversed the engine and took the train back about a mile, like a jumper  stepping backward in order to have a better run."}},{"type":"paragraph","data":{"text":"Then there was a second blast on the whistle and the train  began to move forward again. It accelerated and soon the speed was terrifying.  All that could be heard was the roaring of the locomotive. The pistons were  pumping away twenty times a second, the wheel axles were giving off smoke from  their grease boxes. It seemed as if the whole train, which was travelling at a  hundred miles an hour, was no longer touching the rails. Its speed defied  gravity."}},{"type":"paragraph","data":{"text":"And they got across! It was like a flash of lightning. They  saw nothing of the bridge. The train leapt, so to speak, from one bank to the  other and the driver managed to bring the runaway machine to a halt five miles  past the station."}},{"type":"paragraph","data":{"text":"But the train had barely crossed the river when the bridge,  now damaged beyond repair, collapsed with an enormous crash into the rapids of  Medicine Bow."}}]}