{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Twenty-One","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-21.mp3","bodys":[{"type":"paragraph","data":{"text":"Where the skipper of the Tankadère is in serious danger of  losing a £200 bonus"}},{"type":"paragraph","data":{"text":"To attempt an 800-mile voyage on a vessel weighing twenty  tons was a hazardous undertaking, and particularly at that time of year. The  China Seas are generally rough and subject to frequent heavy squalls,  especially at the time of the equinoxes, and it was still early November."}},{"type":"paragraph","data":{"text":"It would obviously have been to the pilot’s advantage to  take his passengers as far as Yokohama, because he was being paid by the day.  But it would have been reckless of him to attempt such a crossing in the  prevailing conditions, and even going up to Shanghai was already a bold, not to  say foolhardy, thing to do. However, John Bunsby had every faith in his  Tankadère, which rose to the waves like a seagull, and perhaps he was right to  be confident."}},{"type":"paragraph","data":{"text":"As the day came to a close, the Tankadère navigated its way  through the treacherous channels around Hong Kong, performing admirably,  whatever the setting of the sails, whether going close to the wind or with the  wind behind it."}},{"type":"paragraph","data":{"text":"‘It goes without saying, captain,’ said Phileas Fogg just as  the schooner was heading for the open sea, ‘that time is of the essence.’"}},{"type":"paragraph","data":{"text":"‘Your honour may rely on me,’ replied John Bunsby. ‘As far  as the sails are concerned, we’ve put out everything the wind will allow. Our  topsails wouldn’t be any help at all. They would only slow us down.’"}},{"type":"paragraph","data":{"text":"‘You’re the expert, captain, not me, and I have every trust  in you.’"}},{"type":"paragraph","data":{"text":"Phileas Fogg, his back straight, his legs apart, and firm on  his feet like a seasoned sailor, looked unflinchingly out at the stormy sea.  The young woman, who was sitting at the stern, felt moved as, in the gathering  dusk, she gazed out over this dark ocean that she was braving on such a frail  craft. Above her head spread the sails that carried it through space as if they  were great wings. The schooner, lifted up by the wind, seemed to be flying  through the air."}},{"type":"paragraph","data":{"text":"Night came. The moon was entering its first quarter and its  faint light would soon be extinguished by the mist on the horizon. Clouds were  blowing in from the east and were already filling part of the sky."}},{"type":"paragraph","data":{"text":"The captain had set up his navigation lights – a necessary  precaution in these busy waters where vessels were making for port. Collisions  between ships were quite common, and at the speed the schooner was travelling  it would have broken up on the slightest impact."}},{"type":"paragraph","data":{"text":"Fix was daydreaming at the fore of the vessel. He kept to  himself, since he knew that Fogg was not very talkative by nature. In any case,  he strongly disliked talking to this man, whose help he had accepted. He was  also thinking about the future. It seemed certain to him that Fogg would not  stop in Yokohama and that he would immediately catch the steamer for San  Francisco in order to get to America, whose vastness would ensure that he was  safe and beyond the reach of the law. Phileas Fogg’s plan seemed to him to be  perfectly straightforward."}},{"type":"paragraph","data":{"text":"Instead of leaving England for the United States, like any  ordinary criminal, this man Fogg had gone the long way round and crossed three  quarters of the globe in order to have a better chance of getting to America  where he would quietly get through all the Bank’s money once the police were  off his trail. But what would Fix do once he was in the United States? Would he  give up on his man? No way. Until he received the extradition papers he  wouldn’t let Fogg out of his sight. It was his duty and he would see things  through to the bitter end. In any case, one thing had worked in his favour:  Passepartout was no longer there to help his master, and, above all, after the  secrets Fix had already given away, it was vital that master and servant should  not see each other ever again."}},{"type":"paragraph","data":{"text":"Phileas Fogg was also thinking about his servant, who had  disappeared in such mysterious circumstances. All things considered, he thought  it still quite possible that as a result of some misunderstanding the poor  fellow might have got on board the Carnatic at the last minute. Mrs Aouda was  of the same opinion, and she greatly missed this trusty servant, to whom she  owed so much. It was possible, therefore, that they might meet up with him  again in Yokohama, and it would be easy to find out if he had got there on the  Carnatic."}},{"type":"paragraph","data":{"text":"At about ten o’clock the wind began to freshen. It would  have perhaps been safer to reef the sails, but the captain, after carefully  considering the look of the sky, decided to leave them as they were. In any  case, the Tankadère was a very stable vessel with a good draught and the sails  could be taken down quickly in the event of a squall."}},{"type":"paragraph","data":{"text":"At midnight Phileas Fogg and Mrs Aouda went down to the  cabin. Fix had got there before them and was stretched out on one of the bunks.  As for the captain and his men, they stayed out on deck all night."}},{"type":"paragraph","data":{"text":"By sunrise the following morning, 8 November, the schooner  had done more than a hundred miles. The log,1 which was frequently dropped into  the water, showed that the average speed was between eight and nine knots. The  Tankadère had slack in its sails, which were all out, and with this setting it  could reach its maximum speed. If the wind held, all would be well."}},{"type":"paragraph","data":{"text":"For the whole of that day the Tankadère stayed close to the  coast, where the currents were favourable. The coast was no more than five  miles away on the port quarter and its irregular outline could sometimes be  seen through breaks in the fog. As the wind was coming from the land, the sea  was less rough for that very reason. This was fortunate for the schooner,  because vessels of low tonnage are particularly affected by the swell, which  cuts down their speed or, to use a nautical term, ‘kills’ them."}},{"type":"paragraph","data":{"text":"Around midday the wind slackened a little and shifted  southeast. The pilot put up the topsails, but two hours later he had to bring  them down because the wind was freshening again."}},{"type":"paragraph","data":{"text":"Mr Fogg and the young woman, who very fortunately were not  susceptible to seasickness, had a healthy appetite for the rations aboard. Fix  was invited to share their meal and had to accept, well aware that his stomach,  like a boat, needed some form of ballast, but he found it galling. He felt it  somehow disloyal to be travelling at this man’s expense and to eat his  provisions. Nevertheless, eat is what he did, even if it was really more of a  snack than a meal."}},{"type":"paragraph","data":{"text":"When they’d finished eating, however, he thought it  necessary to take this man Fogg to one side and say to him, ‘Sir …’"}},{"type":"paragraph","data":{"text":"This ‘sir’ really stuck in his gullet and he had to restrain  himself not to take this ‘sir’ by the scruff of the neck!"}},{"type":"paragraph","data":{"text":"‘Sir, you have been so kind as to offer me a place on board.  But, although my means are much more modest than your own, I do intend to pay  my way –’"}},{"type":"paragraph","data":{"text":"‘Don’t mention it, sir,’ replied Mr Fogg."}},{"type":"paragraph","data":{"text":"‘But I insist –’"}},{"type":"paragraph","data":{"text":"‘No, sir,’ repeated Fogg in a tone of voice that allowed no  further discussion. ‘It comes under the running costs.’"}},{"type":"paragraph","data":{"text":"Fix bowed. He could hardly breathe and so he went to lie  down at the fore of the schooner, and didn’t say a word for the rest of the  evening."}},{"type":"paragraph","data":{"text":"Meanwhile the boat was making rapid progress. John Bunsby  was feeling very optimistic. Several times he said to Mr Fogg that they would  arrive in good time. Mr Fogg merely replied that that was what he expected. In  any case the whole crew of the little schooner were doing their utmost. The  prospect of a bonus spurred these good fellows on. And so every single rope was  carefully tightened, every sail was vigorously hoisted taut, and the helmsman  was careful to ensure the vessel did not veer off course. The standard of  sailing couldn’t have been any higher in a Royal Yacht Club regatta."}},{"type":"paragraph","data":{"text":"By the evening the pilot could tell from the log that they  had covered 220 miles since Hong Kong and Phileas Fogg had grounds for hoping  that when he arrived in Yokohama he would still be on schedule. If this proved  to be the case, the first serious setback he had encountered since leaving  London would probably not have any harmful effect."}},{"type":"paragraph","data":{"text":"During the night, towards the early hours of the morning,  the Tankadère was well on its way through the Fokien Strait, which separates  the large island of Formosa2 from the mainland of China, and it was now  crossing the Tropic of Cancer. The sea was very difficult in this strait, which  was full of eddies formed by different currents meeting. The schooner laboured  a lot. The choppy waves slowed down its progress. It became almost impossible to  stand up on deck."}},{"type":"paragraph","data":{"text":"At daybreak the wind freshened further. The sky gave signs  of a gale coming. In addition, the barometer showed that a change of  atmospheric pressure was in the offing. Its day time readings were irregular  and the mercury oscillated unpredictably. Towards the south-east they could see  a heavy swell developing, which suggested that a storm was brewing. The  previous evening the sun had set against a red mist, in an ocean glowing like  fire."}},{"type":"paragraph","data":{"text":"The captain spent a long time examining the lowering sky and  mumbling unintelligibly to himself. A little later, finding himself next to his  passenger, he whispered to him:"}},{"type":"paragraph","data":{"text":"‘Can I tell your honour the truth?’"}},{"type":"paragraph","data":{"text":"‘Of course,’ replied Phileas Fogg."}},{"type":"paragraph","data":{"text":"‘Well, we’re in for a storm.’"}},{"type":"paragraph","data":{"text":"‘Is it coming from the north or the south?’ was all Mr Fogg  wanted to know."}},{"type":"paragraph","data":{"text":"‘From the south. Look. There’s a typhoon on the way.’"}},{"type":"paragraph","data":{"text":"‘I don’t mind about a typhoon if it’s from the south. It’ll  help us on our way,’ replied Mr Fogg."}},{"type":"paragraph","data":{"text":"‘If that’s how you take it, then it’s fine by me,’ retorted  the captain."}},{"type":"paragraph","data":{"text":"John Bunsby’s predictions proved only too accurate. At an  earlier time of year the typhoon, would, in the words of a famous  meteorologist, have spent itself in a spectacular electrical display, but now  at the winter equinox it was likely that it would turn out to be extremely  violent."}},{"type":"paragraph","data":{"text":"The captain took every advance precaution. He had all the  schooner’s sails furled and the yards brought down on deck. The topmasts were  struck and the boom taken in. The hatches were securely battened down, so that  not a drop of water could get into the vessel’s hull. A single triangular sail,  a storm-jib of strong canvas, was hoisted as a foretop stay-sail, to enable the  schooner to stay stern to the wind. Then all they could do was wait."}},{"type":"paragraph","data":{"text":"John Bunsby had urged the passengers to go down into the  cabin, but to be cooped up in such a confined space with hardly any air and  shaken about by the swell was not a very appealing prospect. Neither Mr Fogg,  nor Mrs Aouda, nor even Mr Fix agreed to leave the deck."}},{"type":"paragraph","data":{"text":"Towards eight o’clock a squall of rain and gusting wind hit  the ship. Even with the small amount of sail it had out the Tankadère was  tossed about like a feather in this indescribably strong wind. To say that it  was four times the speed of a locomotive going at full steam would be an  understatement."}},{"type":"paragraph","data":{"text":"So, for the whole of that day, the vessel headed north,  swept along by the monstrous waves but fortunately going at the same speed as  them. Many times it was almost engulfed by one of these mountains of water that  reared up behind it, but the captain’s deft touch at the helm prevented  disaster. The passengers were sometimes soaked by spray but reacted stoically.  Fix was grumbling away, it was true, but the intrepid Mrs Aouda kept her eyes  firmly fixed on her companion, whose composure she couldn’t help admiring, and  proved herself worthy of him as she stood by his side to face the storm. As for  Phileas Fogg himself, he made it look as if the typhoon had been part of his  plan."}},{"type":"paragraph","data":{"text":"Up until then the Tankadère had been sailing north, but  towards evening, as was to be feared, the wind veered threequarters and blew  instead from the north-west. The schooner, now broadsides on to the waves, was  severely tossed around. The waves struck with a violence that would have been  terrifying for anyone who did not realize how securely the different parts of a  boat are put together."}},{"type":"paragraph","data":{"text":"As night came the storm grew even stronger. Seeing the  darkness descend and with it the gale increase, John Bunsby became extremely  worried. He wondered if the time had come to put into port and consulted his  crew."}},{"type":"paragraph","data":{"text":"After consulting them John Bunsby went up to Phileas Fogg  and said to him: ‘Your honour, I think it would be advisable to put in at one  of the ports along the coast.’"}},{"type":"paragraph","data":{"text":"‘I think so, too,’ replied Phileas Fogg."}},{"type":"paragraph","data":{"text":"‘Right,’ said the captain, ‘but which one?’"}},{"type":"paragraph","data":{"text":"‘I only know of one,’ Mr Fogg answered calmly."}},{"type":"paragraph","data":{"text":"‘And that one is …’"}},{"type":"paragraph","data":{"text":"‘Shanghai.’"}},{"type":"paragraph","data":{"text":"For a few moments the captain did not understand what this  reply meant, the obstinacy and tenacity it contained. Then he exclaimed, ‘Well  then, yes. Your honour is right. Shanghai it is!’"}},{"type":"paragraph","data":{"text":"So the Tankadère stayed determinedly on course to the north."}},{"type":"paragraph","data":{"text":"It was a truly terrifying night. It was a miracle that the  little schooner didn’t capsize. Twice it was swamped by the waves and  everything would have been swept overboard if the lashings hadn’t held. Mrs  Aouda was exhausted, but she didn’t make the slightest complaint. On more than  one occasion Mr Fogg had to rush towards her to protect her from the violence  of the waves."}},{"type":"paragraph","data":{"text":"Daylight returned. The storm was still raging fiercely.  However, the wind fell back to the south-east. This improved things and the  Tankadère could again make headway over this stormy sea, whose waves came up  against those produced by the new direction of the wind. The resulting clash of  opposing swells would have crushed a less sturdily built vessel."}},{"type":"paragraph","data":{"text":"From time to time they could glimpse the coastline through  breaks in the mist, but there wasn’t a ship in sight. The Tankadère was the  only one out at sea."}},{"type":"paragraph","data":{"text":"By midday there were signs that it was becoming calm again  and, as the sun went down, these signs became clearer."}},{"type":"paragraph","data":{"text":"The storm was short-lived because of its very intensity. The  passengers, who were by now absolutely exhausted, were able to eat a little and  have some rest."}},{"type":"paragraph","data":{"text":"The night was relatively peaceful. The captain was able to  unfurl his sails partially. The vessel was travelling at considerable speed. By  dawn of the following day, 11 November, John Bunsby could tell from looking at  the coastline that they were about a hundred miles from Shanghai."}},{"type":"paragraph","data":{"text":"There were a hundred miles to go and only one day left. Mr  Fogg had to be in Shanghai by that very evening if he was to catch the steamer  leaving for Yokohama. Without the storm, which had made him lose several hours,  he wouldn’t still have been thirty miles from the port."}},{"type":"paragraph","data":{"text":"The wind slackened noticeably, but fortunately the sea fell  at the same time. The schooner unfurled all its sails. The topsails, staysails  and foretop staysails were all out and the sea was foaming beneath the stem of  the ship."}},{"type":"paragraph","data":{"text":"By midday the Tankadère was only about forty-five miles from  Shanghai. It had six hours left to reach the port before the steamer for  Yokohama departed."}},{"type":"paragraph","data":{"text":"There was great anxiety on board. They wanted to arrive at  all costs. All of them – with the exception of Phileas Fogg – felt their hearts  pounding with impatience. The little schooner needed to keep up its rate of  nine knots, but the wind kept on slackening. The breeze blew fitfully, with  unpredictable gusts coming off the coast. Once they had passed, the sea  immediately became calm."}},{"type":"paragraph","data":{"text":"However, the vessel was very light and its tall sails, made  from very fine cloth, captured the wayward breezes so well that, with the help  of the current, John Bunsby calculated that it was only ten miles to the  Shanghai River, though the town itself is situated at least twelve miles above  the mouth."}},{"type":"paragraph","data":{"text":"By seven o’clock they were still three miles from Shanghai.  The captain let out a crude expletive. He was bound to forfeit the £200 bonus.  He looked at Mr Fogg. Mr Fogg was impassive and yet his whole fortune was at  stake at that very moment."}},{"type":"paragraph","data":{"text":"At that moment also a long black tapering shape, accompanied  by a plume of smoke, appeared on the waterline. It was the American steamer,  which was leaving on schedule."}},{"type":"paragraph","data":{"text":"‘Damn it!’ exclaimed John Bunsby, pushing away the helm in a  gesture of despair."}},{"type":"paragraph","data":{"text":"‘Send a signal,’ was all Phileas Fogg said."}},{"type":"paragraph","data":{"text":"A small brass cannon was lying on the foredeck of the  Tankadère. Its purpose was to send signals when visibility was poor."}},{"type":"paragraph","data":{"text":"So the cannon was loaded to the muzzle, but just when the  captain was going to fire it Mr Fogg said, ‘Put the flag at half mast.’"}},{"type":"paragraph","data":{"text":"The flag was duly lowered. It was a distress signal and it  was to be hoped that on seeing it the American steamer would change course  momentarily and make towards the vessel."}},{"type":"paragraph","data":{"text":"‘Fire,’ said Mr Fogg."}},{"type":"paragraph","data":{"text":"And a blast from the small brass cannon rang out."}}]}