{"title":"Around the world in 80 days","author":" Jules Verne","chapter":"Chapter Thirty-Six","thumbnail":"/images/around-the-world-in-80-days/thumbnail.jpg","audioUrl":"/audio/around-the-world-in-80-days/audio-36.mp3","bodys":[{"type":"paragraph","data":{"text":"In which shares in Phileas Fogg are back in demand on the  stockmarket"}},{"type":"paragraph","data":{"text":"Now is the time to recount how public opinion suddenly  changed when the news broke that the real bank robber, a certain James Strand,  had been arrested on 17 December in Edinburgh."}},{"type":"paragraph","data":{"text":"Three days earlier Phileas Fogg had been a criminal  ruthlessly hunted downby the police, and now he was the most respectable of  gentlemen, who with a mathematical sense of timing was completing his eccentric  journey around the world."}},{"type":"paragraph","data":{"text":"It created a huge splash and sensation in the newspapers.  The whole betting fraternity, both for and against, which had forgotten all  about this business, suddenly reappeared from nowhere. All the earlier  transactions were valid again. All the financial commitments were once more  binding and, it must also be said, the betting started up again, with renewed  vigour. Phileas Fogg’s name was once more in demand on the London market."}},{"type":"paragraph","data":{"text":"The gentleman’s five colleagues from the Reform Club spent  those three days in a state of some anxiety. The Phileas Fogg they had  forgotten about was reappearing before their very eyes. Where was he at that  particular moment? By 17 December, the day when James Strand had been arrested,  Phileas Fogg had been away for seventy-six days and they hadn’t heard a word  from him. Had he been killed? Had he given up the struggle, or was he still  continuing his journey following the agreed route? Would he suddenly show up outside  the drawing-room of the Reform Club on Saturday 21 December at eight forty-five  in the evening, like an incarnation of the god of punctuality?"}},{"type":"paragraph","data":{"text":"It would be impossible to describe the anxiety that  afflicted this section of English society over those three days. Telegrams were  sent to America and to Asia in an attempt to get news of Phileas Fogg. Someone  was sent morning and evening to keep a lookout on the house in Savile Row – to  no avail. Even the police had no idea of the whereabouts of Inspector Fix, who  had so unfortunately followed the wrong lead. None of this, however, prevented  the betting from starting up again and on an even greater scale. Like a  racehorse, Phileas Fogg was now into the final straight. The odds quoted  against him were no longer a hundred to one but twenty, ten, five, and the  elderly invalid Lord Albermarle was putting money on him at evens."}},{"type":"paragraph","data":{"text":"On the Saturday evening there was therefore a large crowd in  Pall Mall and the surrounding area. It looked like a huge gathering of stockbrokers,  permanently stationed outside the Reform Club. No traffic could get through.  People were talking and arguing and shouting out the value of ‘Phileas Fogg’  shares as if they were government bonds. The police had considerable difficulty  in controlling the crowds of onlookers, and the nearer it got to the time when  Phileas Fogg was supposed to arrive, the more the tension and excitement  mounted."}},{"type":"paragraph","data":{"text":"That evening the gentleman’s five colleagues had been  together for nine hoursinthe main drawing-room of the Reform Club. The two  bankers John Sullivan and Samuel Fallentin, the engineer Andrew Stuart,  Gauthier Ralph, one of the directors of the Bank of England, and the brewer  Thomas Flanagan were all waiting anxiously."}},{"type":"paragraph","data":{"text":"At the moment when the clock in the main drawing-room showed  eight twenty-five, Andrew Stuart got up and said:"}},{"type":"paragraph","data":{"text":"‘Gentlemen, in twenty minutes the deadline agreed between Mr  Fogg and ourselves will have expired.’"}},{"type":"paragraph","data":{"text":"‘What time did the last train from Liverpool arrive?’ asked  Thomas Flanagan."}},{"type":"paragraph","data":{"text":"‘Seven twenty-three,’ replied Gauthier Ralph, ‘and the next  train doesn’t arrive until ten past midnight.’"}},{"type":"paragraph","data":{"text":"‘Well then, gentlemen,’ continued Andrew Stuart, ‘if Phileas  Fogg had arrived on the seven twenty-three, he would have been here by now. We  can therefore assume that we’ve won the bet.’"}},{"type":"paragraph","data":{"text":"‘Let’s wait before we come to any conclusion,’ replied  Samuel Fallentin. ‘You know that our colleague is an eccentric of the highest  order. It’s well known how exact he is in everything. He never arrives too  early or too late, and I wouldn’t be at all surprised if he showed up here at  the last minute.’"}},{"type":"paragraph","data":{"text":"‘Personally,’ said Andrew Stuart, extremely tense as usual,  ‘if he was standing in front of me I wouldn’t believe my own eyes.’"}},{"type":"paragraph","data":{"text":"‘I agree,’ went on Thomas Flanagan. ‘Phileas Fogg’s plan was  completely crazy. However exact he may have been, it was impossible for him to  prevent unavoidable delays from happening, and a delay of two or three days was  enough to jeopardize his journey.’"}},{"type":"paragraph","data":{"text":"‘You will note, in addition,’ added John Sullivan, ‘that we  have received no news at all of our colleague, and yet there were plenty of  opportunities for him to send a telegram during his travels.’"}},{"type":"paragraph","data":{"text":"‘He has lost, gentlemen,’ Andrew Stuart replied, ‘he has  lost hands down! You know in any case that the China, the only steamer from New  York that he could have caught to get to Liverpool in time, arrived yesterday.  Well, here’s the passenger list, as published in the Shipping Gazette, and  Phileas Fogg’s name is not on it. Even if luck was on his side, our colleague  would still hardly have reached America. I would reckon that he’s about twenty  days at least behind schedule and that poor old Lord Albermarle will also lose  his £5,000.’"}},{"type":"paragraph","data":{"text":"‘It’s obvious,’ replied Gauthier Ralph, ‘and tomorrow all we  have to do is to present Mr Fogg’s cheque at Baring Brothers.’"}},{"type":"paragraph","data":{"text":"At that moment the drawing-room clock showed eight forty."}},{"type":"paragraph","data":{"text":"‘Another five minutes,’ said Andrew Stuart."}},{"type":"paragraph","data":{"text":"The five colleagues looked at one another. It can be assumed  that their hearts were beginning to beat a bit faster, because even for such  experienced gamblers the amount of money at stake was considerable. But they  didn’t want any of this to show because, following Samuel Fallentin’s  suggestion, they seated themselves around a card table."}},{"type":"paragraph","data":{"text":"‘I wouldn’t give up my £4,000 share in the bet,’ said Andrew  Stuart as he sat down, ‘even if someone gave me £3,999 for it.’"}},{"type":"paragraph","data":{"text":"The hands on the clock were showing at that moment eight  forty-two."}},{"type":"paragraph","data":{"text":"The players had taken their cards, but all the time they  kept staring at the clock. However sure they were of themselves, it can safely  be said that they had never found the minutes so long."}},{"type":"paragraph","data":{"text":"‘Eight forty-three,’ said Thomas Flanagan, cutting the pack  that Gauthier Ralph put in front of him."}},{"type":"paragraph","data":{"text":"Then there was a moment’s silence. The huge drawing-room of  the Reform Club was quiet. But outside could be heard the noise of the crowd  and sometimes, above that, high-pitched shouting. The clock pendulum marked the  seconds with mathematical regularity. Each player could count the sixtieths of  a minute that he heard quite distinctly."}},{"type":"paragraph","data":{"text":"‘Eight forty-four,’ said John Sullivan, in a tone of voice  that accidentally betrayed his emotion."}},{"type":"paragraph","data":{"text":"Only a minute to go and the bet was won. Andrew Stuart and  his colleagues had stopped playing. They had put aside their cards. They were  counting the seconds."}},{"type":"paragraph","data":{"text":"At the fortieth second there was nothing. At the fiftieth  still nothing."}},{"type":"paragraph","data":{"text":"At the fifty-fifth, they heard what sounded like thunder  outside, applause and hurrahs, and even some swearing, which got louder and  louder as it rolled unstoppably towards them."}},{"type":"paragraph","data":{"text":"The card-players got to their feet."}},{"type":"paragraph","data":{"text":"At the fifty-seventh second, the drawing-room door opened,  and before the pendulum had struck the sixtieth second Phileas Fogg appeared,  escorted by a jubilant crowd that had forced its way into the club, and in his  calm voice he said, ‘Here I am, gentlemen.’"}}]}