{"title":"To Kill a Mockingbird","author":"Harper Lee","chapter":"Chapter 15","thumbnail":"/images/to-kill-a-mockingbird/thumbnail.jpeg","audioUrl":"/audio/to-kill-a-mockingbird/audio-15.mp3","bodys":[{"type":"paragraph","data":{"text":"15            "}},{"type":"paragraph","data":{"text":" "}},{"type":"paragraph","data":{"text":"After many telephone calls, much pleading on behalf of the defendant, and a long forgiving letter from his mother, it was decided that Dill could stay. We had a week of peace together. After that, little, it seemed. A nightmare was upon us."}},{"type":"paragraph","data":{"text":"It began one evening after supper. Dill was over; Aunt Alexandra was in her chair in the corner, Atticus was in his; Jem and I were on the floor reading. It had been a placid week: I had minded Aunty; Jem had outgrown the treehouse, but helped Dill and me construct a new rope ladder for it; Dill had hit upon a foolproof plan to make Boo Radley come out at no cost to ourselves (place a trail of lemon drops from the back door to the front yard and he’d follow it, like an ant). There was a knock on the front door, Jem answered it and said it was Mr. Heck Tate."}},{"type":"paragraph","data":{"text":"“Well, ask him to come in,” said Atticus."}},{"type":"paragraph","data":{"text":"“I already did. There’s some men outside in the yard, they want you to come out.”"}},{"type":"paragraph","data":{"text":"In Maycomb, grown men stood outside in the front yard for only two reasons: death and politics. I wondered who had died. Jem and I went to the front door, but Atticus called, “Go back in the house.”"}},{"type":"paragraph","data":{"text":"Jem turned out the livingroom lights and pressed his nose to a window screen. Aunt Alexandra protested. “Just for a second, Aunty, let’s see who it is,” he said."}},{"type":"paragraph","data":{"text":"Dill and I took another window. A crowd of men was standing around Atticus. They all seemed to be talking at once."}},{"type":"paragraph","data":{"text":"“...movin’ him to the county jail tomorrow,” Mr. Tate was saying, “I don’t look for any trouble, but I can’t guarantee there won’t be any....”"}},{"type":"paragraph","data":{"text":"“Don’t be foolish, Heck,” Atticus said. “This is Maycomb.”"}},{"type":"paragraph","data":{"text":"“...said I was just uneasy.”"}},{"type":"paragraph","data":{"text":"“Heck, we’ve gotten one postponement of this case just to make sure there’s nothing to be uneasy about. This is Saturday,” Atticus said. “Trial’ll probably be Monday. You can keep him one night, can’t you? I don’t think anybody in Maycomb’ll begrudge me a client, with times this hard.”"}},{"type":"paragraph","data":{"text":"There was a murmur of glee that died suddenly when Mr. Link Deas said, “Nobody around here’s up to anything, it’s that Old Sarum bunch I’m worried about... can’t you get a — what is it, Heck?”"}},{"type":"paragraph","data":{"text":"“Change of venue,” said Mr. Tate. “Not much point in that, now is it?”"}},{"type":"paragraph","data":{"text":"Atticus said something inaudible. I turned to Jem, who waved me to silence."}},{"type":"paragraph","data":{"text":"“—besides,” Atticus was saying, “you’re not scared of that crowd, are you?”"}},{"type":"paragraph","data":{"text":"“...know how they do when they get shinnied up.”"}},{"type":"paragraph","data":{"text":"“They don’t usually drink on Sunday, they go to church most of the day...” Atticus said."}},{"type":"paragraph","data":{"text":"“This is a special occasion, though...” someone said."}},{"type":"paragraph","data":{"text":"They murmured and buzzed until Aunty said if Jem didn’t turn on the livingroom lights he would disgrace the family. Jem didn’t hear her."}},{"type":"paragraph","data":{"text":"“—don’t see why you touched it in the first place,” Mr. Link Deas was saying. “You’ve got everything to lose from this, Atticus. I mean everything.”"}},{"type":"paragraph","data":{"text":"“Do you really think so?”"}},{"type":"paragraph","data":{"text":"This was Atticus’s dangerous question. “Do you really think you want to move there, Scout?” Bam, bam, bam, and the checkerboard was swept clean of my men. “Do you really think that, son? Then read this.” Jem would struggle the rest of an evening through the speeches of Henry W. Grady."}},{"type":"paragraph","data":{"text":"“Link, that boy might go to the chair, but he’s not going till the truth’s told.” Atticus’s voice was even. “And you know what the truth is.”"}},{"type":"paragraph","data":{"text":"There was a murmur among the group of men, made more ominous when Atticus moved back to the bottom front step and the men drew nearer to him."}},{"type":"paragraph","data":{"text":"Suddenly Jem screamed, “Atticus, the telephone’s ringing!”"}},{"type":"paragraph","data":{"text":"The men jumped a little and scattered; they were people we saw every day: merchants, in-town farmers; Dr. Reynolds was there; so was Mr. Avery."}},{"type":"paragraph","data":{"text":"“Well, answer it, son,” called Atticus."}},{"type":"paragraph","data":{"text":"Laughter broke them up. When Atticus switched on the overhead light in the livingroom he found Jem at the window, pale except for the vivid mark of the screen on his nose."}},{"type":"paragraph","data":{"text":"“Why on earth are you all sitting in the dark?” he asked."}},{"type":"paragraph","data":{"text":"Jem watched him go to his chair and pick up the evening paper. I sometimes think Atticus subjected every crisis of his life to tranquil evaluation behind The Mobile Register, The Birmingham News and The Montgomery Advertiser."}},{"type":"paragraph","data":{"text":"“They were after you, weren’t they?” Jem went to him. “They wanted to get you, didn’t they?”"}},{"type":"paragraph","data":{"text":"Atticus lowered the paper and gazed at Jem. “What have you been reading?” he asked. Then he said gently, “No son, those were our friends.”"}},{"type":"paragraph","data":{"text":"“It wasn’t a — a gang?” Jem was looking from the corners of his eyes."}},{"type":"paragraph","data":{"text":"Atticus tried to stifle a smile but didn’t make it. “No, we don’t have mobs and that nonsense in Maycomb. I’ve never heard of a gang in Maycomb.”"}},{"type":"paragraph","data":{"text":"“Ku Klux got after some Catholics one time.”"}},{"type":"paragraph","data":{"text":"“Never heard of any Catholics in Maycomb either,” said Atticus, “you’re confusing that with something else. Way back about nineteen-twenty there was a Klan, but it was a political organization more than anything. Besides, they couldn’t find anybody to scare. They paraded by Mr. Sam Levy’s house one night, but Sam just stood on his porch and told ‘em things had come to a pretty pass, he’d sold ‘em the very sheets on their backs. Sam made ‘em so ashamed of themselves they went away.”"}},{"type":"paragraph","data":{"text":"The Levy family met all criteria for being Fine Folks: they did the best they could with the sense they had, and they had been living on the same plot of ground in Maycomb for five generations."}},{"type":"paragraph","data":{"text":"“The Ku Klux’s gone,” said Atticus. “It’ll never come back.”"}},{"type":"paragraph","data":{"text":"I walked home with Dill and returned in time to overhear Atticus saying to Aunty, “...in favor of Southern womanhood as much as anybody, but not for preserving polite fiction at the expense of human life,” a pronouncement that made me suspect they had been fussing again."}},{"type":"paragraph","data":{"text":"I sought Jem and found him in his room, on the bed deep in thought. “Have they been at it?” I asked."}},{"type":"paragraph","data":{"text":"“Sort of. She won’t let him alone about Tom Robinson. She almost said Atticus was disgracin’ the family. Scout... I’m scared.”"}},{"type":"paragraph","data":{"text":"“Scared’a what?”"}},{"type":"paragraph","data":{"text":"“Scared about Atticus. Somebody might hurt him.” Jem preferred to remain mysterious; all he would say to my questions was go on and leave him alone."}},{"type":"paragraph","data":{"text":"Next day was Sunday. In the interval between Sunday School and Church when the congregation stretched its legs, I saw Atticus standing in the yard with another knot of men. Mr. Heck Tate was present, and I wondered if he had seen the light. He never went to church. Even Mr. Underwood was there. Mr. Underwood had no use for any organization but The Maycomb Tribune, of which he was the sole owner, editor, and printer. His days were spent at his linotype, where he refreshed himself occasionally from an ever-present gallon jug of cherry wine. He rarely gathered news; people brought it to him. It was said that he made up every edition of The Maycomb Tribune out of his own head and wrote it down on the linotype. This was believable. Something must have been up to haul Mr. Underwood out."}},{"type":"paragraph","data":{"text":"I caught Atticus coming in the door, and he said that they’d moved Tom Robinson to the Maycomb jail. He also said, more to himself than to me, that if they’d kept him there in the first place there wouldn’t have been any fuss. I watched him take his seat on the third row from the front, and I heard him rumble, “Nearer my God to thee,” some notes behind the rest of us. He never sat with Aunty, Jem and me. He liked to be by himself in church."}},{"type":"paragraph","data":{"text":"The fake peace that prevailed on Sundays was made more irritating by Aunt Alexandra’s presence. Atticus would flee to his office directly after dinner, where if we sometimes looked in on him, we would find him sitting back in his swivel chair reading. Aunt Alexandra composed herself for a two-hour nap and dared us to make any noise in the yard, the neighborhood was resting. Jem in his old age had taken to his room with a stack of football magazines. So Dill and I spent our Sundays creeping around in Deer’s Pasture."}},{"type":"paragraph","data":{"text":"Shooting on Sundays was prohibited, so Dill and I kicked Jem’s football around the pasture for a while, which was no fun. Dill asked if I’d like to have a poke at Boo Radley. I said I didn’t think it’d be nice to bother him, and spent the rest of the afternoon filling Dill in on last winter’s events. He was considerably impressed."}},{"type":"paragraph","data":{"text":"We parted at suppertime, and after our meal Jem and I were settling down to a routine evening, when Atticus did something that interested us: he came into the livingroom carrying a long electrical extension cord. There was a light bulb on the end."}},{"type":"paragraph","data":{"text":"“I’m going out for a while,” he said. “You folks’ll be in bed when I come back, so I’ll say good night now.”"}},{"type":"paragraph","data":{"text":"With that, he put his hat on and went out the back door."}},{"type":"paragraph","data":{"text":"“He’s takin’ the car,” said Jem."}},{"type":"paragraph","data":{"text":"Our father had a few peculiarities: one was, he never ate desserts; another was that he liked to walk. As far back as I could remember, there was always a Chevrolet in excellent condition in the carhouse, and Atticus put many miles on it in business trips, but in Maycomb he walked to and from his office four times a day, covering about two miles. He said his only exercise was walking. In Maycomb, if one went for a walk with no definite purpose in mind, it was correct to believe one’s mind incapable of definite purpose."}},{"type":"paragraph","data":{"text":"Later on, I bade my aunt and brother good night and was well into a book when I heard Jem rattling around in his room. His go-to-bed noises were so familiar to me that I knocked on his door: “Why ain’t you going to bed?”"}},{"type":"paragraph","data":{"text":"“I’m goin’ downtown for a while.” He was changing his pants."}},{"type":"paragraph","data":{"text":"“Why? It’s almost ten o’clock, Jem.”"}},{"type":"paragraph","data":{"text":"He knew it, but he was going anyway."}},{"type":"paragraph","data":{"text":"“Then I’m goin’ with you. If you say no you’re not, I’m goin’ anyway, hear?”"}},{"type":"paragraph","data":{"text":"Jem saw that he would have to fight me to keep me home, and I suppose he thought a fight would antagonize Aunty, so he gave in with little grace."}},{"type":"paragraph","data":{"text":"I dressed quickly. We waited until Aunty’s light went out, and we walked quietly down the back steps. There was no moon tonight."}},{"type":"paragraph","data":{"text":"“Dill’ll wanta come,” I whispered."}},{"type":"paragraph","data":{"text":"“So he will,” said Jem gloomily."}},{"type":"paragraph","data":{"text":"We leaped over the driveway wall, cut through Miss Rachel’s side yard and went to Dill’s window. Jem whistled bob-white. Dill’s face appeared at the screen, disappeared, and five minutes later he unhooked the screen and crawled out. An old campaigner, he did not speak until we were on the sidewalk. “What’s up?”"}},{"type":"paragraph","data":{"text":"“Jem’s got the look-arounds,” an affliction Calpurnia said all boys caught at his age."}},{"type":"paragraph","data":{"text":"“I’ve just got this feeling,” Jem said, “just this feeling.”"}},{"type":"paragraph","data":{"text":"We went by Mrs. Dubose’s house, standing empty and shuttered, her camellias grown up in weeds and johnson grass. There were eight more houses to the post office corner."}},{"type":"paragraph","data":{"text":"The south side of the square was deserted. Giant monkey-puzzle bushes bristled on each corner, and between them an iron hitching rail glistened under the street lights. A light shone in the county toilet, otherwise that side of the courthouse was dark. A larger square of stores surrounded the courthouse square; dim lights burned from deep within them."}},{"type":"paragraph","data":{"text":"Atticus’s office was in the courthouse when he began his law practice, but after several years of it he moved to quieter quarters in the Maycomb Bank building. When we rounded the corner of the square, we saw the car parked in front of the bank. “He’s in there,” said Jem."}},{"type":"paragraph","data":{"text":"But he wasn’t. His office was reached by a long hallway. Looking down the hall, we should have seen Atticus Finch, Attorney-at-Law in small sober letters against the light from behind his door. It was dark."}},{"type":"paragraph","data":{"text":"Jem peered in the bank door to make sure. He turned the knob. The door was locked. “Let’s go up the street. Maybe he’s visitin’ Mr. Underwood.”"}},{"type":"paragraph","data":{"text":"Mr. Underwood not only ran The Maycomb Tribune office, he lived in it. That is, above it. He covered the courthouse and jailhouse news simply by looking out his upstairs window. The office building was on the northwest corner of the square, and to reach it we had to pass the jail."}},{"type":"paragraph","data":{"text":"The Maycomb jail was the most venerable and hideous of the county’s buildings. Atticus said it was like something Cousin Joshua St. Clair might have designed. It was certainly someone’s dream. Starkly out of place in a town of square-faced stores and steep-roofed houses, the Maycomb jail was a miniature Gothic joke one cell wide and two cells high, complete with tiny battlements and flying buttresses. Its fantasy was heightened by its red brick facade and the thick steel bars at its ecclesiastical windows. It stood on no lonely hill, but was wedged between Tyndal’s Hardware Store and The Maycomb Tribune office. The jail was Maycomb’s only conversation piece: its detractors said it looked like a Victorian privy; its supporters said it gave the town a good solid respectable look, and no stranger would ever suspect that it was full of niggers."}},{"type":"paragraph","data":{"text":"As we walked up the sidewalk, we saw a solitary light burning in the distance. “That’s funny,” said Jem, “jail doesn’t have an outside light.”"}},{"type":"paragraph","data":{"text":"“Looks like it’s over the door,” said Dill."}},{"type":"paragraph","data":{"text":"A long extension cord ran between the bars of a second-floor window and down the side of the building. In the light from its bare bulb, Atticus was sitting propped against the front door. He was sitting in one of his office chairs, and he was reading, oblivious of the nightbugs dancing over his head."}},{"type":"paragraph","data":{"text":"I made to run, but Jem caught me. “Don’t go to him,” he said, “he might not like it. He’s all right, let’s go home. I just wanted to see where he was.”"}},{"type":"paragraph","data":{"text":"We were taking a short cut across the square when four dusty cars came in from the Meridian highway, moving slowly in a line. They went around the square, passed the bank building, and stopped in front of the jail."}},{"type":"paragraph","data":{"text":"Nobody got out. We saw Atticus look up from his newspaper. He closed it, folded it deliberately, dropped it in his lap, and pushed his hat to the back of his head. He seemed to be expecting them."}},{"type":"paragraph","data":{"text":"“Come on,” whispered Jem. We streaked across the square, across the street, until we were in the shelter of the Jitney Jungle door. Jem peeked up the sidewalk. “We can get closer,” he said. We ran to Tyndal’s Hardware door — near enough, at the same time discreet."}},{"type":"paragraph","data":{"text":"In ones and twos, men got out of the cars. Shadows became substance as lights revealed solid shapes moving toward the jail door. Atticus remained where he was. The men hid him from view."}},{"type":"paragraph","data":{"text":"“He in there, Mr. Finch?” a man said."}},{"type":"paragraph","data":{"text":"“He is,” we heard Atticus answer, “and he’s asleep. Don’t wake him up.”"}},{"type":"paragraph","data":{"text":"In obedience to my father, there followed what I later realized was a sickeningly comic aspect of an unfunny situation: the men talked in near-whispers."}},{"type":"paragraph","data":{"text":"“You know what we want,” another man said. “Get aside from the door, Mr. Finch.”"}},{"type":"paragraph","data":{"text":"“You can turn around and go home again, Walter,” Atticus said pleasantly. “Heck Tate’s around somewhere.”"}},{"type":"paragraph","data":{"text":"“The hell he is,” said another man. “Heck’s bunch’s so deep in the woods they won’t get out till mornin’.”"}},{"type":"paragraph","data":{"text":"“Indeed? Why so?”"}},{"type":"paragraph","data":{"text":"“Called ‘em off on a snipe hunt,” was the succinct answer. “Didn’t you think a’that, Mr. Finch?”"}},{"type":"paragraph","data":{"text":"“Thought about it, but didn’t believe it. Well then,” my father’s voice was still the same, “that changes things, doesn’t it?”"}},{"type":"paragraph","data":{"text":"“It do,” another deep voice said. Its owner was a shadow."}},{"type":"paragraph","data":{"text":"“Do you really think so?”"}},{"type":"paragraph","data":{"text":"This was the second time I heard Atticus ask that question in two days, and it meant somebody’s man would get jumped. This was too good to miss. I broke away from Jem and ran as fast as I could to Atticus."}},{"type":"paragraph","data":{"text":"Jem shrieked and tried to catch me, but I had a lead on him and Dill. I pushed my way through dark smelly bodies and burst into the circle of light."}},{"type":"paragraph","data":{"text":"“H-ey, Atticus!”"}},{"type":"paragraph","data":{"text":"I thought he would have a fine surprise, but his face killed my joy. A flash of plain fear was going out of his eyes, but returned when Dill and Jem wriggled into the light."}},{"type":"paragraph","data":{"text":"There was a smell of stale whiskey and pigpen about, and when I glanced around I discovered that these men were strangers. They were not the people I saw last night. Hot embarrassment shot through me: I had leaped triumphantly into a ring of people I had never seen before."}},{"type":"paragraph","data":{"text":"Atticus got up from his chair, but he was moving slowly, like an old man. He put the newspaper down very carefully, adjusting its creases with lingering fingers. They were trembling a little."}},{"type":"paragraph","data":{"text":"“Go home, Jem,” he said. “Take Scout and Dill home.”"}},{"type":"paragraph","data":{"text":"We were accustomed to prompt, if not always cheerful acquiescence to Atticus’s instructions, but from the way he stood Jem was not thinking of budging."}},{"type":"paragraph","data":{"text":"“Go home, I said.”"}},{"type":"paragraph","data":{"text":"Jem shook his head. As Atticus’s fists went to his hips, so did Jem’s, and as they faced each other I could see little resemblance between them: Jem’s soft brown hair and eyes, his oval face and snug-fitting ears were our mother’s, contrasting oddly with Atticus’s graying black hair and square-cut features, but they were somehow alike. Mutual defiance made them alike."}},{"type":"paragraph","data":{"text":"“Son, I said go home.”"}},{"type":"paragraph","data":{"text":"Jem shook his head."}},{"type":"paragraph","data":{"text":"“I’ll send him home,” a burly man said, and grabbed Jem roughly by the collar. He yanked Jem nearly off his feet."}},{"type":"paragraph","data":{"text":"“Don’t you touch him!” I kicked the man swiftly. Barefooted, I was surprised to see him fall back in real pain. I intended to kick his shin, but aimed too high."}},{"type":"paragraph","data":{"text":"“That’ll do, Scout.” Atticus put his hand on my shoulder. “Don’t kick folks. No—” he said, as I was pleading justification."}},{"type":"paragraph","data":{"text":"“Ain’t nobody gonna do Jem that way,” I said."}},{"type":"paragraph","data":{"text":"“All right, Mr. Finch, get ‘em outa here,” someone growled. “You got fifteen seconds to get ‘em outa here.”"}},{"type":"paragraph","data":{"text":"In the midst of this strange assembly, Atticus stood trying to make Jem mind him. “I ain’t going,” was his steady answer to Atticus’s threats, requests, and finally, “Please Jem, take them home.”"}},{"type":"paragraph","data":{"text":"I was getting a bit tired of that, but felt Jem had his own reasons for doing as he did, in view of his prospects once Atticus did get him home. I looked around the crowd. It was a summer’s night, but the men were dressed, most of them, in overalls and denim shirts buttoned up to the collars. I thought they must be cold-natured, as their sleeves were unrolled and buttoned at the cuffs. Some wore hats pulled firmly down over their ears. They were sullen-looking, sleepy-eyed men who seemed unused to late hours. I sought once more for a familiar face, and at the center of the semi-circle I found one."}},{"type":"paragraph","data":{"text":"“Hey, Mr. Cunningham.”"}},{"type":"paragraph","data":{"text":"The man did not hear me, it seemed."}},{"type":"paragraph","data":{"text":"“Hey, Mr. Cunningham. How’s your entailment gettin’ along?”"}},{"type":"paragraph","data":{"text":"Mr. Walter Cunningham’s legal affairs were well known to me; Atticus had once described them at length. The big man blinked and hooked his thumbs in his overall straps. He seemed uncomfortable; he cleared his throat and looked away. My friendly overture had fallen flat."}},{"type":"paragraph","data":{"text":"Mr. Cunningham wore no hat, and the top half of his forehead was white in contrast to his sunscorched face, which led me to believe that he wore one most days. He shifted his feet, clad in heavy work shoes."}},{"type":"paragraph","data":{"text":"“Don’t you remember me, Mr. Cunningham? I’m Jean Louise Finch. You brought us some hickory nuts one time, remember?” I began to sense the futility one feels when unacknowledged by a chance acquaintance."}},{"type":"paragraph","data":{"text":"“I go to school with Walter,” I began again. “He’s your boy, ain’t he? Ain’t he, sir?”"}},{"type":"paragraph","data":{"text":"Mr. Cunningham was moved to a faint nod. He did know me, after all."}},{"type":"paragraph","data":{"text":"“He’s in my grade,” I said, “and he does right well. He’s a good boy,” I added, “a real nice boy. We brought him home for dinner one time. Maybe he told you about me, I beat him up one time but he was real nice about it. Tell him hey for me, won’t you?”"}},{"type":"paragraph","data":{"text":"Atticus had said it was the polite thing to talk to people about what they were interested in, not about what you were interested in. Mr. Cunningham displayed no interest in his son, so I tackled his entailment once more in a last-ditch effort to make him feel at home."}},{"type":"paragraph","data":{"text":"“Entailments are bad,” I was advising him, when I slowly awoke to the fact that I was addressing the entire aggregation. The men were all looking at me, some had their mouths half-open. Atticus had stopped poking at Jem: they were standing together beside Dill. Their attention amounted to fascination. Atticus’s mouth, even, was half-open, an attitude he had once described as uncouth. Our eyes met and he shut it."}},{"type":"paragraph","data":{"text":"“Well, Atticus, I was just sayin’ to Mr. Cunningham that entailments are bad an’ all that, but you said not to worry, it takes a long time sometimes... that you all’d ride it out together...” I was slowly drying up, wondering what idiocy I had committed. Entailments seemed all right enough for livingroom talk."}},{"type":"paragraph","data":{"text":"I began to feel sweat gathering at the edges of my hair; I could stand anything but a bunch of people looking at me. They were quite still."}},{"type":"paragraph","data":{"text":"“What’s the matter?” I asked."}},{"type":"paragraph","data":{"text":"Atticus said nothing. I looked around and up at Mr. Cunningham, whose face was equally impassive. Then he did a peculiar thing. He squatted down and took me by both shoulders."}},{"type":"paragraph","data":{"text":"“I’ll tell him you said hey, little lady,” he said."}},{"type":"paragraph","data":{"text":"Then he straightened up and waved a big paw. “Let’s clear out,” he called. “Let’s get going, boys.”"}},{"type":"paragraph","data":{"text":"As they had come, in ones and twos the men shuffled back to their ramshackle cars. Doors slammed, engines coughed, and they were gone."}},{"type":"paragraph","data":{"text":"I turned to Atticus, but Atticus had gone to the jail and was leaning against it with his face to the wall. I went to him and pulled his sleeve. “Can we go home now?” He nodded, produced his handkerchief, gave his face a going-over and blew his nose violently."}},{"type":"paragraph","data":{"text":"“Mr. Finch?”"}},{"type":"paragraph","data":{"text":"A soft husky voice came from the darkness above: “They gone?”"}},{"type":"paragraph","data":{"text":"Atticus stepped back and looked up. “They’ve gone,” he said. “Get some sleep, Tom. They won’t bother you any more.”"}},{"type":"paragraph","data":{"text":"From a different direction, another voice cut crisply through the night: “You’re damn tootin’ they won’t. Had you covered all the time, Atticus.”"}},{"type":"paragraph","data":{"text":"Mr. Underwood and a double-barreled shotgun were leaning out his window above The Maycomb Tribune office."}},{"type":"paragraph","data":{"text":"It was long past my bedtime and I was growing quite tired; it seemed that Atticus and Mr. Underwood would talk for the rest of the night, Mr. Underwood out the window and Atticus up at him. Finally Atticus returned, switched off the light above the jail door, and picked up his chair."}},{"type":"paragraph","data":{"text":"“Can I carry it for you, Mr. Finch?” asked Dill. He had not said a word the whole time."}},{"type":"paragraph","data":{"text":"“Why, thank you, son.”"}},{"type":"paragraph","data":{"text":"Walking toward the office, Dill and I fell into step behind Atticus and Jem. Dill was encumbered by the chair, and his pace was slower. Atticus and Jem were well ahead of us, and I assumed that Atticus was giving him hell for not going home, but I was wrong. As they passed under a streetlight, Atticus reached out and massaged Jem’s hair, his one gesture of affection."}},{"type":"paragraph","data":{"text":" "}},{"type":"paragraph","data":{"text":" "}},{"type":"paragraph","data":{"text":" "}}]}