{"title":"To Kill a Mockingbird","author":"Harper Lee","chapter":"Chapter 31","thumbnail":"/images/to-kill-a-mockingbird/thumbnail.jpeg","audioUrl":"/audio/to-kill-a-mockingbird/audio-31.mp3","bodys":[{"type":"paragraph","data":{"text":"31            "}},{"type":"paragraph","data":{"text":" "}},{"type":"paragraph","data":{"text":"When Boo Radley shuffled to his feet, light from the livingroom windows glistened on his forehead. Every move he made was uncertain, as if he were not sure his hands and feet could make proper contact with the things he touched. He coughed his dreadful raling cough, and was so shaken he had to sit down again. His hand searched for his hip pocket, and he pulled out a handkerchief. He coughed into it, then he wiped his forehead."}},{"type":"paragraph","data":{"text":"Having been so accustomed to his absence, I found it incredible that he had been sitting beside me all this time, present. He had not made a sound."}},{"type":"paragraph","data":{"text":"Once more, he got to his feet. He turned to me and nodded toward the front door."}},{"type":"paragraph","data":{"text":"“You’d like to say good night to Jem, wouldn’t you, Mr. Arthur? Come right in.”"}},{"type":"paragraph","data":{"text":"I led him down the hall. Aunt Alexandra was sitting by Jem’s bed. “Come in, Arthur,” she said. “He’s still asleep. Dr. Reynolds gave him a heavy sedative. Jean Louise, is your father in the livingroom?”"}},{"type":"paragraph","data":{"text":"“Yes ma’am, I think so.”"}},{"type":"paragraph","data":{"text":"“I’ll just go speak to him a minute. Dr. Reynolds left some...” her voice trailed away."}},{"type":"paragraph","data":{"text":"Boo had drifted to a corner of the room, where he stood with his chin up, peering from a distance at Jem. I took him by the hand, a hand surprisingly warm for its whiteness. I tugged him a little, and he allowed me to lead him to Jem’s bed."}},{"type":"paragraph","data":{"text":"Dr. Reynolds had made a tent-like arrangement over Jem’s arm, to keep the cover off, I guess, and Boo leaned forward and looked over it. An expression of timid curiosity was on his face, as though he had never seen a boy before. His mouth was slightly open, and he looked at Jem from head to foot. Boo’s hand came up, but he let it drop to his side."}},{"type":"paragraph","data":{"text":"“You can pet him, Mr. Arthur, he’s asleep. You couldn’t if he was awake, though, he wouldn’t let you...” I found myself explaining. “Go ahead.”"}},{"type":"paragraph","data":{"text":"Boo’s hand hovered over Jem’s head."}},{"type":"paragraph","data":{"text":"“Go on, sir, he’s asleep.”"}},{"type":"paragraph","data":{"text":"His hand came down lightly on Jem’s hair."}},{"type":"paragraph","data":{"text":"I was beginning to learn his body English. His hand tightened on mine and he indicated that he wanted to leave."}},{"type":"paragraph","data":{"text":"I led him to the front porch, where his uneasy steps halted. He was still holding my hand and he gave no sign of letting me go."}},{"type":"paragraph","data":{"text":"“Will you take me home?”"}},{"type":"paragraph","data":{"text":"He almost whispered it, in the voice of a child afraid of the dark."}},{"type":"paragraph","data":{"text":"I put my foot on the top step and stopped. I would lead him through our house, but I would never lead him home."}},{"type":"paragraph","data":{"text":"“Mr. Arthur, bend your arm down here, like that. That’s right, sir.”"}},{"type":"paragraph","data":{"text":"I slipped my hand into the crook of his arm."}},{"type":"paragraph","data":{"text":"He had to stoop a little to accommodate me, but if Miss Stephanie Crawford was watching from her upstairs window, she would see Arthur Radley escorting me down the sidewalk, as any gentleman would do."}},{"type":"paragraph","data":{"text":"We came to the street light on the corner, and I wondered how many times Dill had stood there hugging the fat pole, watching, waiting, hoping. I wondered how many times Jem and I had made this journey, but I entered the Radley front gate for the second time in my life. Boo and I walked up the steps to the porch. His fingers found the front doorknob. He gently released my hand, opened the door, went inside, and shut the door behind him. I never saw him again."}},{"type":"paragraph","data":{"text":"Neighbors bring food with death and flowers with sickness and little things in between. Boo was our neighbor. He gave us two soap dolls, a broken watch and chain, a pair of good-luck pennies, and our lives. But neighbors give in return. We never put back into the tree what we took out of it: we had given him nothing, and it made me sad."}},{"type":"paragraph","data":{"text":"I turned to go home. Street lights winked down the street all the way to town. I had never seen our neighborhood from this angle. There were Miss Maudie’s, Miss Stephanie’s — there was our house, I could see the porch swing — Miss Rachel’s house was beyond us, plainly visible. I could even see Mrs. Dubose’s."}},{"type":"paragraph","data":{"text":"I looked behind me. To the left of the brown door was a long shuttered window. I walked to it, stood in front of it, and turned around. In daylight, I thought, you could see to the postoffice corner."}},{"type":"paragraph","data":{"text":"Daylight... in my mind, the night faded. It was daytime and the neighborhood was busy. Miss Stephanie Crawford crossed the street to tell the latest to Miss Rachel. Miss Maudie bent over her azaleas. It was summertime, and two children scampered down the sidewalk toward a man approaching in the distance. The man waved, and the children raced each other to him."}},{"type":"paragraph","data":{"text":"It was still summertime, and the children came closer. A boy trudged down the sidewalk dragging a fishingpole behind him. A man stood waiting with his hands on his hips. Summertime, and his children played in the front yard with their friend, enacting a strange little drama of their own invention."}},{"type":"paragraph","data":{"text":"It was fall, and his children fought on the sidewalk in front of Mrs. Dubose’s. The boy helped his sister to her feet, and they made their way home. Fall, and his children trotted to and fro around the corner, the day’s woes and triumphs on their faces. They stopped at an oak tree, delighted, puzzled, apprehensive."}},{"type":"paragraph","data":{"text":"Winter, and his children shivered at the front gate, silhouetted against a blazing house. Winter, and a man walked into the street, dropped his glasses, and shot a dog."}},{"type":"paragraph","data":{"text":"Summer, and he watched his children’s heart break. Autumn again, and Boo’s children needed him."}},{"type":"paragraph","data":{"text":"Atticus was right. One time he said you never really know a man until you stand in his shoes and walk around in them. Just standing on the Radley porch was enough."}},{"type":"paragraph","data":{"text":"The street lights were fuzzy from the fine rain that was falling. As I made my way home, I felt very old, but when I looked at the tip of my nose I could see fine misty beads, but looking cross-eyed made me dizzy so I quit. As I made my way home, I thought what a thing to tell Jem tomorrow. He’d be so mad he missed it he wouldn’t speak to me for days. As I made my way home, I thought Jem and I would get grown but there wasn’t much else left for us to learn, except possibly algebra."}},{"type":"paragraph","data":{"text":"I ran up the steps and into the house. Aunt Alexandra had gone to bed, and Atticus’s room was dark. I would see if Jem might be reviving. Atticus was in Jem’s room, sitting by his bed. He was reading a book."}},{"type":"paragraph","data":{"text":"“Is Jem awake yet?”"}},{"type":"paragraph","data":{"text":"“Sleeping peacefully. He won’t be awake until morning.”"}},{"type":"paragraph","data":{"text":"“Oh. Are you sittin’ up with him?”"}},{"type":"paragraph","data":{"text":"“Just for an hour or so. Go to bed, Scout. You’ve had a long day.”"}},{"type":"paragraph","data":{"text":"“Well, I think I’ll stay with you for a while.”"}},{"type":"paragraph","data":{"text":"“Suit yourself,” said Atticus. It must have been after midnight, and I was puzzled by his amiable acquiescence. He was shrewder than I, however: the moment I sat down I began to feel sleepy."}},{"type":"paragraph","data":{"text":"“Whatcha readin’?” I asked."}},{"type":"paragraph","data":{"text":"Atticus turned the book over. “Something of Jem’s. Called The Gray Ghost.”"}},{"type":"paragraph","data":{"text":"I was suddenly awake. “Why’d you get that one?”"}},{"type":"paragraph","data":{"text":"“Honey, I don’t know. Just picked it up. One of the few things I haven’t read,” he said pointedly."}},{"type":"paragraph","data":{"text":"“Read it out loud, please, Atticus. It’s real scary.”"}},{"type":"paragraph","data":{"text":"“No,” he said. “You’ve had enough scaring for a while. This is too—”"}},{"type":"paragraph","data":{"text":"“Atticus, I wasn’t scared.”"}},{"type":"paragraph","data":{"text":"He raised his eyebrows, and I protested: “Leastways not till I started telling Mr. Tate about it. Jem wasn’t scared. Asked him and he said he wasn’t. Besides, nothin’s real scary except in books.”"}},{"type":"paragraph","data":{"text":"Atticus opened his mouth to say something, but shut it again. He took his thumb from the middle of the book and turned back to the first page. I moved over and leaned my head against his knee. “H’rm,” he said. “The Gray Ghost, by Seckatary Hawkins. Chapter One...”"}},{"type":"paragraph","data":{"text":"I willed myself to stay awake, but the rain was so soft and the room was so warm and his voice was so deep and his knee was so snug that I slept."}},{"type":"paragraph","data":{"text":"Seconds later, it seemed, his shoe was gently nudging my ribs. He lifted me to my feet and walked me to my room. “Heard every word you said,” I muttered. “...wasn’t sleep at all, ‘s about a ship an’ Three-Fingered Fred ‘n’ Stoner’s Boy....”"}},{"type":"paragraph","data":{"text":"He unhooked my overalls, leaned me against him, and pulled them off. He held me up with one hand and reached for my pajamas with the other."}},{"type":"paragraph","data":{"text":"“Yeah, an’ they all thought it was Stoner’s Boy messin’ up their clubhouse an’ throwin’ ink all over it an’...”"}},{"type":"paragraph","data":{"text":"He guided me to the bed and sat me down. He lifted my legs and put me under the cover."}},{"type":"paragraph","data":{"text":"“An’ they chased him ‘n’ never could catch him ‘cause they didn’t know what he looked like, an’ Atticus, when they finally saw him, why he hadn’t done any of those things... Atticus, he was real nice....”"}},{"type":"paragraph","data":{"text":"His hands were under my chin, pulling up the cover, tucking it around me."}},{"type":"paragraph","data":{"text":"“Most people are, Scout, when you finally see them.”"}},{"type":"paragraph","data":{"text":"He turned out the light and went into Jem’s room. He would be there all night, and he would be there when Jem waked up in the morning."}},{"type":"paragraph","data":{"text":" "}},{"type":"paragraph","data":{"text":" "}},{"type":"paragraph","data":{"text":"THE END            "}},{"type":"paragraph","data":{"text":" "}},{"type":"paragraph","data":{"text":" "}},{"type":"paragraph","data":{"text":" "}}]}