{"title":"To Kill a Mockingbird","author":"Harper Lee","chapter":"Chapter 14","thumbnail":"/images/to-kill-a-mockingbird/thumbnail.jpeg","audioUrl":"/audio/to-kill-a-mockingbird/audio-14.mp3","bodys":[{"type":"paragraph","data":{"text":"14            "}},{"type":"paragraph","data":{"text":" "}},{"type":"paragraph","data":{"text":"Although we heard no more about the Finch family from Aunt Alexandra, we heard plenty from the town. On Saturdays, armed with our nickels, when Jem permitted me to accompany him (he was now positively allergic to my presence when in public), we would squirm our way through sweating sidewalk crowds and sometimes hear, “There’s his chillun,” or, “Yonder’s some Finches.” Turning to face our accusers, we would see only a couple of farmers studying the enema bags in the Mayco Drugstore window. Or two dumpy countrywomen in straw hats sitting in a Hoover cart."}},{"type":"paragraph","data":{"text":"“They c’n go loose and rape up the countryside for all of ‘em who run this county care,” was one obscure observation we met head on from a skinny gentleman when he passed us. Which reminded me that I had a question to ask Atticus."}},{"type":"paragraph","data":{"text":"“What’s rape?” I asked him that night."}},{"type":"paragraph","data":{"text":"Atticus looked around from behind his paper. He was in his chair by the window. As we grew older, Jem and I thought it generous to allow Atticus thirty minutes to himself after supper."}},{"type":"paragraph","data":{"text":"He sighed, and said rape was carnal knowledge of a female by force and without consent."}},{"type":"paragraph","data":{"text":"“Well if that’s all it is why did Calpurnia dry me up when I asked her what it was?”"}},{"type":"paragraph","data":{"text":"Atticus looked pensive. “What’s that again?”"}},{"type":"paragraph","data":{"text":"“Well, I asked Calpurnia comin’ from church that day what it was and she said ask you but I forgot to and now I’m askin’ you.”"}},{"type":"paragraph","data":{"text":"His paper was now in his lap. “Again, please,” he said."}},{"type":"paragraph","data":{"text":"I told him in detail about our trip to church with Calpurnia. Atticus seemed to enjoy it, but Aunt Alexandra, who was sitting in a corner quietly sewing, put down her embroidery and stared at us."}},{"type":"paragraph","data":{"text":"“You all were coming back from Calpurnia’s church that Sunday?”"}},{"type":"paragraph","data":{"text":"Jem said, “Yessum, she took us.”"}},{"type":"paragraph","data":{"text":"I remembered something. “Yessum, and she promised me I could come out to her house some afternoon. Atticus. I’ll go next Sunday if it’s all right, can I? Cal said she’d come get me if you were off in the car.”"}},{"type":"paragraph","data":{"text":"“You may not.”"}},{"type":"paragraph","data":{"text":"Aunt Alexandra said it. I wheeled around, startled, then turned back to Atticus in time to catch his swift glance at her, but it was too late. I said, “I didn’t ask you!”"}},{"type":"paragraph","data":{"text":"For a big man, Atticus could get up and down from a chair faster than anyone I ever knew. He was on his feet. “Apologize to your aunt,” he said."}},{"type":"paragraph","data":{"text":"“I didn’t ask her, I asked you—”"}},{"type":"paragraph","data":{"text":"Atticus turned his head and pinned me to the wall with his good eye. His voice was deadly: “First, apologize to your aunt.”"}},{"type":"paragraph","data":{"text":"“I’m sorry, Aunty,” I muttered."}},{"type":"paragraph","data":{"text":"“Now then,” he said. “Let’s get this clear: you do as Calpurnia tells you, you do as I tell you, and as long as your aunt’s in this house, you will do as she tells you. Understand?”"}},{"type":"paragraph","data":{"text":"I understood, pondered a while, and concluded that the only way I could retire with a shred of dignity was to go to the bathroom, where I stayed long enough to make them think I had to go. Returning, I lingered in the hall to hear a fierce discussion going on in the livingroom. Through the door I could see Jem on the sofa with a football magazine in front of his face, his head turning as if its pages contained a live tennis match."}},{"type":"paragraph","data":{"text":"“...you’ve got to do something about her,” Aunty was saying. “You’ve let things go on too long, Atticus, too long.”"}},{"type":"paragraph","data":{"text":"“I don’t see any harm in letting her go out there. Cal’d look after her there as well as she does here.”"}},{"type":"paragraph","data":{"text":"Who was the “her” they were talking about? My heart sank: me. I felt the starched walls of a pink cotton penitentiary closing in on me, and for the second time in my life I thought of running away. Immediately."}},{"type":"paragraph","data":{"text":"“Atticus, it’s all right to be soft-hearted, you’re an easy man, but you have a daughter to think of. A daughter who’s growing up.”"}},{"type":"paragraph","data":{"text":"“That’s what I am thinking of.”"}},{"type":"paragraph","data":{"text":"“And don’t try to get around it. You’ve got to face it sooner or later and it might as well be tonight. We don’t need her now.”"}},{"type":"paragraph","data":{"text":"Atticus’s voice was even: “Alexandra, Calpurnia’s not leaving this house until she wants to. You may think otherwise, but I couldn’t have got along without her all these years. She’s a faithful member of this family and you’ll simply have to accept things the way they are. Besides, sister, I don’t want you working your head off for us — you’ve no reason to do that. We still need Cal as much as we ever did.”"}},{"type":"paragraph","data":{"text":"“But Atticus—”"}},{"type":"paragraph","data":{"text":"“Besides, I don’t think the children’ve suffered one bit from her having brought them up. If anything, she’s been harder on them in some ways than a mother would have been... she’s never let them get away with anything, she’s never indulged them the way most colored nurses do. She tried to bring them up according to her lights, and Cal’s lights are pretty good — and another thing, the children love her.”"}},{"type":"paragraph","data":{"text":"I breathed again. It wasn’t me, it was only Calpurnia they were talking about. Revived, I entered the livingroom. Atticus had retreated behind his newspaper and Aunt Alexandra was worrying her embroidery. Punk, punk, punk, her needle broke the taut circle. She stopped, and pulled the cloth tighter: punk-punk-punk. She was furious."}},{"type":"paragraph","data":{"text":"Jem got up and padded across the rug. He motioned me to follow. He led me to his room and closed the door. His face was grave."}},{"type":"paragraph","data":{"text":"“They’ve been fussing, Scout.”"}},{"type":"paragraph","data":{"text":"Jem and I fussed a great deal these days, but I had never heard of or seen anyone quarrel with Atticus. It was not a comfortable sight."}},{"type":"paragraph","data":{"text":"“Scout, try not to antagonize Aunty, hear?”"}},{"type":"paragraph","data":{"text":"Atticus’s remarks were still rankling, which made me miss the request in Jem’s question. My feathers rose again. “You tryin’ to tell me what to do?”"}},{"type":"paragraph","data":{"text":"“Naw, it’s — he’s got a lot on his mind now, without us worrying him.”"}},{"type":"paragraph","data":{"text":"“Like what?” Atticus didn’t appear to have anything especially on his mind."}},{"type":"paragraph","data":{"text":"“It’s this Tom Robinson case that’s worryin’ him to death—”"}},{"type":"paragraph","data":{"text":"I said Atticus didn’t worry about anything. Besides, the case never bothered us except about once a week and then it didn’t last."}},{"type":"paragraph","data":{"text":"“That’s because you can’t hold something in your mind but a little while,” said Jem. “It’s different with grown folks, we—”"}},{"type":"paragraph","data":{"text":"His maddening superiority was unbearable these days. He didn’t want to do anything but read and go off by himself. Still, everything he read he passed along to me, but with this difference: formerly, because he thought I’d like it; now, for my edification and instruction."}},{"type":"paragraph","data":{"text":"“Jee crawling hova, Jem! Who do you think you are?”"}},{"type":"paragraph","data":{"text":"“Now I mean it, Scout, you antagonize Aunty and I’ll — I’ll spank you.”"}},{"type":"paragraph","data":{"text":"With that, I was gone. “You damn morphodite, I’ll kill you!” He was sitting on the bed, and it was easy to grab his front hair and land one on his mouth. He slapped me and I tried another left, but a punch in the stomach sent me sprawling on the floor. It nearly knocked the breath out of me, but it didn’t matter because I knew he was fighting, he was fighting me back. We were still equals."}},{"type":"paragraph","data":{"text":"“Ain’t so high and mighty now, are you!” I screamed, sailing in again. He was still on the bed and I couldn’t get a firm stance, so I threw myself at him as hard as I could, hitting, pulling, pinching, gouging. What had begun as a fist-fight became a brawl. We were still struggling when Atticus separated us."}},{"type":"paragraph","data":{"text":"“That’s all,” he said. “Both of you go to bed right now.”"}},{"type":"paragraph","data":{"text":"“Taah!” I said at Jem. He was being sent to bed at my bedtime."}},{"type":"paragraph","data":{"text":"“Who started it?” asked Atticus, in resignation."}},{"type":"paragraph","data":{"text":"“Jem did. He was tryin’ to tell me what to do. I don’t have to mind him now, do I?”"}},{"type":"paragraph","data":{"text":"Atticus smiled. “Let’s leave it at this: you mind Jem whenever he can make you. Fair enough?”"}},{"type":"paragraph","data":{"text":"Aunt Alexandra was present but silent, and when she went down the hall with Atticus we heard her say, “...just one of the things I’ve been telling you about,” a phrase that united us again."}},{"type":"paragraph","data":{"text":"Ours were adjoining rooms; as I shut the door between them Jem said, “Night, Scout.”"}},{"type":"paragraph","data":{"text":"“Night,” I murmured, picking my way across the room to turn on the light. As I passed the bed I stepped on something warm, resilient, and rather smooth. It was not quite like hard rubber, and I had the sensation that it was alive. I also heard it move."}},{"type":"paragraph","data":{"text":"I switched on the light and looked at the floor by the bed. Whatever I had stepped on was gone. I tapped on Jem’s door."}},{"type":"paragraph","data":{"text":"“What,” he said."}},{"type":"paragraph","data":{"text":"“How does a snake feel?”"}},{"type":"paragraph","data":{"text":"“Sort of rough. Cold. Dusty. Why?”"}},{"type":"paragraph","data":{"text":"“I think there’s one under my bed. Can you come look?”"}},{"type":"paragraph","data":{"text":"“Are you bein’ funny?” Jem opened the door. He was in his pajama bottoms. I noticed not without satisfaction that the mark of my knuckles was still on his mouth. When he saw I meant what I said, he said, “If you think I’m gonna put my face down to a snake you’ve got another think comin’. Hold on a minute.”"}},{"type":"paragraph","data":{"text":"He went to the kitchen and fetched the broom. “You better get up on the bed,” he said."}},{"type":"paragraph","data":{"text":"“You reckon it’s really one?” I asked. This was an occasion. Our houses had no cellars; they were built on stone blocks a few feet above the ground, and the entry of reptiles was not unknown but was not commonplace. Miss Rachel Haverford’s excuse for a glass of neat whiskey every morning was that she never got over the fright of finding a rattler coiled in her bedroom closet, on her washing, when she went to hang up her negligee."}},{"type":"paragraph","data":{"text":"Jem made a tentative swipe under the bed. I looked over the foot to see if a snake would come out. None did. Jem made a deeper swipe."}},{"type":"paragraph","data":{"text":"“Do snakes grunt?”"}},{"type":"paragraph","data":{"text":"“It ain’t a snake,” Jem said. “It’s somebody.”"}},{"type":"paragraph","data":{"text":"Suddenly a filthy brown package shot from under the bed. Jem raised the broom and missed Dill’s head by an inch when it appeared."}},{"type":"paragraph","data":{"text":"“God Almighty.” Jem’s voice was reverent."}},{"type":"paragraph","data":{"text":"We watched Dill emerge by degrees. He was a tight fit. He stood up and eased his shoulders, turned his feet in their ankle sockets, rubbed the back of his neck. His circulation restored, he said, “Hey.”"}},{"type":"paragraph","data":{"text":"Jem petitioned God again. I was speechless."}},{"type":"paragraph","data":{"text":"“I’m ‘bout to perish,” said Dill. “Got anything to eat?”"}},{"type":"paragraph","data":{"text":"In a dream, I went to the kitchen. I brought him back some milk and half a pan of corn bread left over from supper. Dill devoured it, chewing with his front teeth, as was his custom."}},{"type":"paragraph","data":{"text":"I finally found my voice. “How’d you get here?”"}},{"type":"paragraph","data":{"text":"By an involved route. Refreshed by food, Dill recited this narrative: having been bound in chains and left to die in the basement (there were basements in Meridian) by his new father, who disliked him, and secretly kept alive on raw field peas by a passing farmer who heard his cries for help (the good man poked a bushel pod by pod through the ventilator), Dill worked himself free by pulling the chains from the wall. Still in wrist manacles, he wandered two miles out of Meridian where he discovered a small animal show and was immediately engaged to wash the camel. He traveled with the show all over Mississippi until his infallible sense of direction told him he was in Abbott County, Alabama, just across the river from Maycomb. He walked the rest of the way."}},{"type":"paragraph","data":{"text":"“How’d you get here?” asked Jem."}},{"type":"paragraph","data":{"text":"He had taken thirteen dollars from his mother’s purse, caught the nine o’clock from Meridian and got off at Maycomb Junction. He had walked ten or eleven of the fourteen miles to Maycomb, off the highway in the scrub bushes lest the authorities be seeking him, and had ridden the remainder of the way clinging to the backboard of a cotton wagon. He had been under the bed for two hours, he thought; he had heard us in the diningroom, and the clink of forks on plates nearly drove him crazy. He thought Jem and I would never go to bed; he had considered emerging and helping me beat Jem, as Jem had grown far taller, but he knew Mr. Finch would break it up soon, so he thought it best to stay where he was. He was worn out, dirty beyond belief, and home."}},{"type":"paragraph","data":{"text":"“They must not know you’re here,” said Jem. “We’d know if they were lookin’ for you....”"}},{"type":"paragraph","data":{"text":"“Think they’re still searchin’ all the picture shows in Meridian.” Dill grinned."}},{"type":"paragraph","data":{"text":"“You oughta let your mother know where you are,” said Jem. “You oughta let her know you’re here....”"}},{"type":"paragraph","data":{"text":"Dill’s eyes flickered at Jem, and Jem looked at the floor. Then he rose and broke the remaining code of our childhood. He went out of the room and down the hall. “Atticus,” his voice was distant, “can you come here a minute, sir?”"}},{"type":"paragraph","data":{"text":"Beneath its sweat-streaked dirt Dill’s face went white. I felt sick. Atticus was in the doorway."}},{"type":"paragraph","data":{"text":"He came to the middle of the room and stood with his hands in his pockets, looking down at Dill."}},{"type":"paragraph","data":{"text":"I finally found my voice: “It’s okay, Dill. When he wants you to know somethin’, he tells you.”"}},{"type":"paragraph","data":{"text":"Dill looked at me. “I mean it’s all right,” I said. “You know he wouldn’t bother you, you know you ain’t scared of Atticus.”"}},{"type":"paragraph","data":{"text":"“I’m not scared...” Dill muttered."}},{"type":"paragraph","data":{"text":"“Just hungry, I’ll bet.” Atticus’s voice had its usual pleasant dryness. “Scout, we can do better than a pan of cold corn bread, can’t we? You fill this fellow up and when I get back we’ll see what we can see.”"}},{"type":"paragraph","data":{"text":"“Mr. Finch, don’t tell Aunt Rachel, don’t make me go back, please sir! I’ll run off again—!”"}},{"type":"paragraph","data":{"text":"“Whoa, son,” said Atticus. “Nobody’s about to make you go anywhere but to bed pretty soon. I’m just going over to tell Miss Rachel you’re here and ask her if you could spend the night with us — you’d like that, wouldn’t you? And for goodness’ sake put some of the county back where it belongs, the soil erosion’s bad enough as it is.”"}},{"type":"paragraph","data":{"text":"Dill stared at my father’s retreating figure."}},{"type":"paragraph","data":{"text":"“He’s tryin’ to be funny,” I said. “He means take a bath. See there, I told you he wouldn’t bother you.”"}},{"type":"paragraph","data":{"text":"Jem was standing in a corner of the room, looking like the traitor he was. “Dill, I had to tell him,” he said. “You can’t run three hundred miles off without your mother knowin’.”"}},{"type":"paragraph","data":{"text":"We left him without a word."}},{"type":"paragraph","data":{"text":"Dill ate, and ate, and ate. He hadn’t eaten since last night. He used all his money for a ticket, boarded the train as he had done many times, coolly chatted with the conductor, to whom Dill was a familiar sight, but he had not the nerve to invoke the rule on small children traveling a distance alone if you’ve lost your money the conductor will lend you enough for dinner and your father will pay him back at the end of the line."}},{"type":"paragraph","data":{"text":"Dill made his way through the leftovers and was reaching for a can of pork and beans in the pantry when Miss Rachel’s Do-oo Je-sus went off in the hall. He shivered like a rabbit."}},{"type":"paragraph","data":{"text":"He bore with fortitude her Wait Till I Get You Home, Your Folks Are Out of Their Minds Worryin’, was quite calm during That’s All the Harris in You Coming Out, smiled at her Reckon You Can Stay One Night, and returned the hug at long last bestowed upon him."}},{"type":"paragraph","data":{"text":"Atticus pushed up his glasses and rubbed his face."}},{"type":"paragraph","data":{"text":"“Your father’s tired,” said Aunt Alexandra, her first words in hours, it seemed. She had been there, but I suppose struck dumb most of the time. “You children get to bed now.”"}},{"type":"paragraph","data":{"text":"We left them in the diningroom, Atticus still mopping his face. “From rape to riot to runaways,” we heard him chuckle. “I wonder what the next two hours will bring.”"}},{"type":"paragraph","data":{"text":"Since things appeared to have worked out pretty well, Dill and I decided to be civil to Jem. Besides, Dill had to sleep with him so we might as well speak to him."}},{"type":"paragraph","data":{"text":"I put on my pajamas, read for a while and found myself suddenly unable to keep my eyes open. Dill and Jem were quiet; when I turned off my reading lamp there was no strip of light under the door to Jem’s room."}},{"type":"paragraph","data":{"text":"I must have slept a long time, for when I was punched awake the room was dim with the light of the setting moon."}},{"type":"paragraph","data":{"text":"“Move over, Scout.”"}},{"type":"paragraph","data":{"text":"“He thought he had to,” I mumbled. “Don’t stay mad with him.”"}},{"type":"paragraph","data":{"text":"Dill got in bed beside me. “I ain’t,” he said. “I just wanted to sleep with you. Are you waked up?”"}},{"type":"paragraph","data":{"text":"By this time I was, but lazily so. “Why’d you do it?”"}},{"type":"paragraph","data":{"text":"No answer. “I said why’d you run off? Was he really hateful like you said?”"}},{"type":"paragraph","data":{"text":"“Naw...”"}},{"type":"paragraph","data":{"text":"“Didn’t you all build that boat like you wrote you were gonna?”"}},{"type":"paragraph","data":{"text":"“He just said we would. We never did.”"}},{"type":"paragraph","data":{"text":"I raised up on my elbow, facing Dill’s outline. “It’s no reason to run off. They don’t get around to doin’ what they say they’re gonna do half the time....”"}},{"type":"paragraph","data":{"text":"“That wasn’t it, he — they just wasn’t interested in me.”"}},{"type":"paragraph","data":{"text":"This was the weirdest reason for flight I had ever heard. “How come?”"}},{"type":"paragraph","data":{"text":"“Well, they stayed gone all the time, and when they were home, even, they’d get off in a room by themselves.”"}},{"type":"paragraph","data":{"text":"“What’d they do in there?”"}},{"type":"paragraph","data":{"text":"“Nothin’, just sittin’ and readin’ — but they didn’t want me with ‘em.”"}},{"type":"paragraph","data":{"text":"I pushed the pillow to the headboard and sat up. “You know something? I was fixin’ to run off tonight because there they all were. You don’t want ‘em around you all the time, Dill—”"}},{"type":"paragraph","data":{"text":"Dill breathed his patient breath, a half-sigh."}},{"type":"paragraph","data":{"text":"“—good night, Atticus’s gone all day and sometimes half the night and off in the legislature and I don’t know what — you don’t want ‘em around all the time, Dill, you couldn’t do anything if they were.”"}},{"type":"paragraph","data":{"text":"“That’s not it.”"}},{"type":"paragraph","data":{"text":"As Dill explained, I found myself wondering what life would be if Jem were different, even from what he was now; what I would do if Atticus did not feel the necessity of my presence, help and advice. Why, he couldn’t get along a day without me. Even Calpurnia couldn’t get along unless I was there. They needed me."}},{"type":"paragraph","data":{"text":"“Dill, you ain’t telling me right — your folks couldn’t do without you. They must be just mean to you. Tell you what to do about that—”"}},{"type":"paragraph","data":{"text":"Dill’s voice went on steadily in the darkness: “The thing is, what I’m tryin’ to say is — they do get on a lot better without me, I can’t help them any. They ain’t mean. They buy me everything I want, but it’s now-you’ve-got-it-go-play-with-it. You’ve got a roomful of things. I-got-you-that-book-so-go-read-it.” Dill tried to deepen his voice. “You’re not a boy. Boys get out and play baseball with other boys, they don’t hang around the house worryin’ their folks.”"}},{"type":"paragraph","data":{"text":"Dill’s voice was his own again: “Oh, they ain’t mean. They kiss you and hug you good night and good mornin’ and good-bye and tell you they love you — Scout, let’s get us a baby.”"}},{"type":"paragraph","data":{"text":"“Where?”"}},{"type":"paragraph","data":{"text":"There was a man Dill had heard of who had a boat that he rowed across to a foggy island where all these babies were; you could order one—"}},{"type":"paragraph","data":{"text":"“That’s a lie. Aunty said God drops ‘em down the chimney. At least that’s what I think she said.” For once, Aunty’s diction had not been too clear."}},{"type":"paragraph","data":{"text":"“Well that ain’t so. You get babies from each other. But there’s this man, too — he has all these babies just waitin’ to wake up, he breathes life into ‘em....”"}},{"type":"paragraph","data":{"text":"Dill was off again. Beautiful things floated around in his dreamy head. He could read two books to my one, but he preferred the magic of his own inventions. He could add and subtract faster than lightning, but he preferred his own twilight world, a world where babies slept, waiting to be gathered like morning lilies. He was slowly talking himself to sleep and taking me with him, but in the quietness of his foggy island there rose the faded image of a gray house with sad brown doors."}},{"type":"paragraph","data":{"text":"“Dill?”"}},{"type":"paragraph","data":{"text":"“Mm?”"}},{"type":"paragraph","data":{"text":"“Why do you reckon Boo Radley’s never run off?”"}},{"type":"paragraph","data":{"text":"Dill sighed a long sigh and turned away from me."}},{"type":"paragraph","data":{"text":"“Maybe he doesn’t have anywhere to run off to....”"}},{"type":"paragraph","data":{"text":" "}},{"type":"paragraph","data":{"text":" "}},{"type":"paragraph","data":{"text":" "}}]}