{"title":"To Kill a Mockingbird","author":"Harper Lee","chapter":"Chapter 18","thumbnail":"/images/to-kill-a-mockingbird/thumbnail.jpeg","audioUrl":"/audio/to-kill-a-mockingbird/audio-18.mp3","bodys":[{"type":"paragraph","data":{"text":"18            "}},{"type":"paragraph","data":{"text":" "}},{"type":"paragraph","data":{"text":"But someone was booming again."}},{"type":"paragraph","data":{"text":"“Mayella Violet Ewell—!”"}},{"type":"paragraph","data":{"text":"A young girl walked to the witness stand. As she raised her hand and swore that the evidence she gave would be the truth, the whole truth, and nothing but the truth so help her God, she seemed somehow fragile-looking, but when she sat facing us in the witness chair she became what she was, a thick-bodied girl accustomed to strenuous labor."}},{"type":"paragraph","data":{"text":"In Maycomb County, it was easy to tell when someone bathed regularly, as opposed to yearly lavations: Mr. Ewell had a scalded look; as if an overnight soaking had deprived him of protective layers of dirt, his skin appeared to be sensitive to the elements. Mayella looked as if she tried to keep clean, and I was reminded of the row of red geraniums in the Ewell yard."}},{"type":"paragraph","data":{"text":"Mr. Gilmer asked Mayella to tell the jury in her own words what happened on the evening of November twenty-first of last year, just in her own words, please."}},{"type":"paragraph","data":{"text":"Mayella sat silently."}},{"type":"paragraph","data":{"text":"“Where were you at dusk on that evening?” began Mr. Gilmer patiently."}},{"type":"paragraph","data":{"text":"“On the porch.”"}},{"type":"paragraph","data":{"text":"“Which porch?”"}},{"type":"paragraph","data":{"text":"“Ain’t but one, the front porch.”"}},{"type":"paragraph","data":{"text":"“What were you doing on the porch?”"}},{"type":"paragraph","data":{"text":"“Nothin’.”"}},{"type":"paragraph","data":{"text":"Judge Taylor said, “Just tell us what happened. You can do that, can’t you?”"}},{"type":"paragraph","data":{"text":"Mayella stared at him and burst into tears. She covered her mouth with her hands and sobbed. Judge Taylor let her cry for a while, then he said, “That’s enough now. Don’t be ‘fraid of anybody here, as long as you tell the truth. All this is strange to you, I know, but you’ve nothing to be ashamed of and nothing to fear. What are you scared of?”"}},{"type":"paragraph","data":{"text":"Mayella said something behind her hands. “What was that?” asked the judge."}},{"type":"paragraph","data":{"text":"“Him,” she sobbed, pointing at Atticus."}},{"type":"paragraph","data":{"text":"“Mr. Finch?”"}},{"type":"paragraph","data":{"text":"She nodded vigorously, saying, “Don’t want him doin’ me like he done Papa, tryin’ to make him out lefthanded...”"}},{"type":"paragraph","data":{"text":"Judge Taylor scratched his thick white hair. It was plain that he had never been confronted with a problem of this kind. “How old are you?” he asked."}},{"type":"paragraph","data":{"text":"“Nineteen-and-a-half,” Mayella said."}},{"type":"paragraph","data":{"text":"Judge Taylor cleared his throat and tried unsuccessfully to speak in soothing tones. “Mr. Finch has no idea of scaring you,” he growled, “and if he did, I’m here to stop him. That’s one thing I’m sitting up here for. Now you’re a big girl, so you just sit up straight and tell the — tell us what happened to you. You can do that, can’t you?”"}},{"type":"paragraph","data":{"text":"I whispered to Jem, “Has she got good sense?”"}},{"type":"paragraph","data":{"text":"Jem was squinting down at the witness stand. “Can’t tell yet,” he said. “She’s got enough sense to get the judge sorry for her, but she might be just — oh, I don’t know.”"}},{"type":"paragraph","data":{"text":"Mollified, Mayella gave Atticus a final terrified glance and said to Mr. Gilmer, “Well sir, I was on the porch and — and he came along and, you see, there was this old chiffarobe in the yard Papa’d brought in to chop up for kindlin’ — Papa told me to do it while he was off in the woods but I wadn’t feelin’ strong enough then, so he came by—”"}},{"type":"paragraph","data":{"text":"“Who is ‘he’?”"}},{"type":"paragraph","data":{"text":"Mayella pointed to Tom Robinson. “I’ll have to ask you to be more specific, please,” said Mr. Gilmer. “The reporter can’t put down gestures very well.”"}},{"type":"paragraph","data":{"text":"“That’n yonder,” she said. “Robinson.”"}},{"type":"paragraph","data":{"text":"“Then what happened?”"}},{"type":"paragraph","data":{"text":"“I said come here, nigger, and bust up this chiffarobe for me, I gotta nickel for you. He coulda done it easy enough, he could. So he come in the yard an’ I went in the house to get him the nickel and I turned around an ‘fore I knew it he was on me. Just run up behind me, he did. He got me round the neck, cussin’ me an’ sayin’ dirt — I fought’n’hollered, but he had me round the neck. He hit me agin an’ agin—”"}},{"type":"paragraph","data":{"text":"Mr. Gilmer waited for Mayella to collect herself: she had twisted her handkerchief into a sweaty rope; when she opened it to wipe her face it was a mass of creases from her hot hands. She waited for Mr. Gilmer to ask another question, but when he didn’t, she said, “—he chunked me on the floor an’ choked me’n took advantage of me.”"}},{"type":"paragraph","data":{"text":"“Did you scream?” asked Mr. Gilmer. “Did you scream and fight back?”"}},{"type":"paragraph","data":{"text":"“Reckon I did, hollered for all I was worth, kicked and hollered loud as I could.”"}},{"type":"paragraph","data":{"text":"“Then what happened?”"}},{"type":"paragraph","data":{"text":"“I don’t remember too good, but next thing I knew Papa was in the room a’standing over me hollerin’ who done it, who done it? Then I sorta fainted an’ the next thing I knew Mr. Tate was pullin’ me up offa the floor and leadin’ me to the water bucket.”"}},{"type":"paragraph","data":{"text":"Apparently Mayella’s recital had given her confidence, but it was not her father’s brash kind: there was something stealthy about hers, like a steady-eyed cat with a twitchy tail."}},{"type":"paragraph","data":{"text":"“You say you fought him off as hard as you could? Fought him tooth and nail?” asked Mr. Gilmer."}},{"type":"paragraph","data":{"text":"“I positively did,” Mayella echoed her father."}},{"type":"paragraph","data":{"text":"“You are positive that he took full advantage of you?”"}},{"type":"paragraph","data":{"text":"Mayella’s face contorted, and I was afraid that she would cry again. Instead, she said, “He done what he was after.”"}},{"type":"paragraph","data":{"text":"Mr. Gilmer called attention to the hot day by wiping his head with his hand. “That’s all for the time being,” he said pleasantly, “but you stay there. I expect big bad Mr. Finch has some questions to ask you.”"}},{"type":"paragraph","data":{"text":"“State will not prejudice the witness against counsel for the defense,” murmured Judge Taylor primly, “at least not at this time.”"}},{"type":"paragraph","data":{"text":"Atticus got up grinning but instead of walking to the witness stand, he opened his coat and hooked his thumbs in his vest, then he walked slowly across the room to the windows. He looked out, but didn’t seem especially interested in what he saw, then he turned and strolled back to the witness stand. From long years of experience, I could tell he was trying to come to a decision about something."}},{"type":"paragraph","data":{"text":"“Miss Mayella,” he said, smiling, “I won’t try to scare you for a while, not yet. Let’s just get acquainted. How old are you?”"}},{"type":"paragraph","data":{"text":"“Said I was nineteen, said it to the judge yonder.” Mayella jerked her head resentfully at the bench."}},{"type":"paragraph","data":{"text":"“So you did, so you did, ma’am. You’ll have to bear with me, Miss Mayella, I’m getting along and can’t remember as well as I used to. I might ask you things you’ve already said before, but you’ll give me an answer, won’t you? Good.”"}},{"type":"paragraph","data":{"text":"I could see nothing in Mayella’s expression to justify Atticus’s assumption that he had secured her wholehearted cooperation. She was looking at him furiously."}},{"type":"paragraph","data":{"text":"“Won’t answer a word you say long as you keep on mockin’ me,” she said."}},{"type":"paragraph","data":{"text":"“Ma’am?” asked Atticus, startled."}},{"type":"paragraph","data":{"text":"“Long’s you keep on makin’ fun o’me.”"}},{"type":"paragraph","data":{"text":"Judge Taylor said, “Mr. Finch is not making fun of you. What’s the matter with you?”"}},{"type":"paragraph","data":{"text":"Mayella looked from under lowered eyelids at Atticus, but she said to the judge: “Long’s he keeps on callin’ me ma’am an sayin’ Miss Mayella. I don’t hafta take his sass, I ain’t called upon to take it.”"}},{"type":"paragraph","data":{"text":"Atticus resumed his stroll to the windows and let Judge Taylor handle this one. Judge Taylor was not the kind of figure that ever evoked pity, but I did feel a pang for him as he tried to explain. “That’s just Mr. Finch’s way,” he told Mayella. “We’ve done business in this court for years and years, and Mr. Finch is always courteous to everybody. He’s not trying to mock you, he’s trying to be polite. That’s just his way.”"}},{"type":"paragraph","data":{"text":"The judge leaned back. “Atticus, let’s get on with these proceedings, and let the record show that the witness has not been sassed, her views to the contrary.”"}},{"type":"paragraph","data":{"text":"I wondered if anybody had ever called her “ma’am,” or “Miss Mayella” in her life; probably not, as she took offense to routine courtesy. What on earth was her life like? I soon found out."}},{"type":"paragraph","data":{"text":"“You say you’re nineteen,” Atticus resumed. “How many sisters and brothers have you?” He walked from the windows back to the stand."}},{"type":"paragraph","data":{"text":"“Seb’m,” she said, and I wondered if they were all like the specimen I had seen the first day I started to school."}},{"type":"paragraph","data":{"text":"“You the eldest? The oldest?”"}},{"type":"paragraph","data":{"text":"“Yes.”"}},{"type":"paragraph","data":{"text":"“How long has your mother been dead?”"}},{"type":"paragraph","data":{"text":"“Don’t know — long time.”"}},{"type":"paragraph","data":{"text":"“Did you ever go to school?”"}},{"type":"paragraph","data":{"text":"“Read’n’write good as Papa yonder.”"}},{"type":"paragraph","data":{"text":"Mayella sounded like a Mr. Jingle in a book I had been reading."}},{"type":"paragraph","data":{"text":"“How long did you go to school?”"}},{"type":"paragraph","data":{"text":"“Two year — three year — dunno.”"}},{"type":"paragraph","data":{"text":"Slowly but surely I began to see the pattern of Atticus’s questions: from questions that Mr. Gilmer did not deem sufficiently irrelevant or immaterial to object to, Atticus was quietly building up before the jury a picture of the Ewells’ home life. The jury learned the following things: their relief check was far from enough to feed the family, and there was strong suspicion that Papa drank it up anyway-he sometimes went off in the swamp for days and came home sick; the weather was seldom cold enough to require shoes, but when it was, you could make dandy ones from strips of old tires; the family hauled its water in buckets from a spring that ran out at one end of the dump — they kept the surrounding area clear of trash — and it was everybody for himself as far as keeping clean went: if you wanted to wash you hauled your own water; the younger children had perpetual colds and suffered from chronic ground-itch; there was a lady who came around sometimes and asked Mayella why she didn’t stay in school-she wrote down the answer; with two members of the family reading and writing, there was no need for the rest of them to learn — Papa needed them at home."}},{"type":"paragraph","data":{"text":"“Miss Mayella,” said Atticus, in spite of himself, “a nineteen-year-old girl like you must have friends. Who are your friends?”"}},{"type":"paragraph","data":{"text":"The witness frowned as if puzzled. “Friends?”"}},{"type":"paragraph","data":{"text":"“Yes, don’t you know anyone near your age, or older, or younger? Boys and girls? Just ordinary friends?”"}},{"type":"paragraph","data":{"text":"Mayella’s hostility, which had subsided to grudging neutrality, flared again. “You makin’ fun o’me agin, Mr. Finch?”"}},{"type":"paragraph","data":{"text":"Atticus let her question answer his."}},{"type":"paragraph","data":{"text":"“Do you love your father, Miss Mayella?” was his next."}},{"type":"paragraph","data":{"text":"“Love him, whatcha mean?”"}},{"type":"paragraph","data":{"text":"“I mean, is he good to you, is he easy to get along with?”"}},{"type":"paragraph","data":{"text":"“He does tollable, ‘cept when—”"}},{"type":"paragraph","data":{"text":"“Except when?”"}},{"type":"paragraph","data":{"text":"Mayella looked at her father, who was sitting with his chair tipped against the railing. He sat up straight and waited for her to answer."}},{"type":"paragraph","data":{"text":"“Except when nothin’,” said Mayella. “I said he does tollable.”"}},{"type":"paragraph","data":{"text":"Mr. Ewell leaned back again."}},{"type":"paragraph","data":{"text":"“Except when he’s drinking?” asked Atticus so gently that Mayella nodded."}},{"type":"paragraph","data":{"text":"“Does he ever go after you?”"}},{"type":"paragraph","data":{"text":"“How you mean?”"}},{"type":"paragraph","data":{"text":"“When he’s — riled, has he ever beaten you?”"}},{"type":"paragraph","data":{"text":"Mayella looked around, down at the court reporter, up at the judge. “Answer the question, Miss Mayella,” said Judge Taylor."}},{"type":"paragraph","data":{"text":"“My paw’s never touched a hair o’my head in my life,” she declared firmly. “He never touched me.”"}},{"type":"paragraph","data":{"text":"Atticus’s glasses had slipped a little, and he pushed them up on his nose. “We’ve had a good visit, Miss Mayella, and now I guess we’d better get to the case. You say you asked Tom Robinson to come chop up a — what was it?”"}},{"type":"paragraph","data":{"text":"“A chiffarobe, a old dresser full of drawers on one side.”"}},{"type":"paragraph","data":{"text":"“Was Tom Robinson well known to you?”"}},{"type":"paragraph","data":{"text":"“Whaddya mean?”"}},{"type":"paragraph","data":{"text":"“I mean did you know who he was, where he lived?”"}},{"type":"paragraph","data":{"text":"Mayella nodded. “I knowed who he was, he passed the house every day.”"}},{"type":"paragraph","data":{"text":"“Was this the first time you asked him to come inside the fence?”"}},{"type":"paragraph","data":{"text":"Mayella jumped slightly at the question. Atticus was making his slow pilgrimage to the windows, as he had been doing: he would ask a question, then look out, waiting for an answer. He did not see her involuntary jump, but it seemed to me that he knew she had moved. He turned around and raised his eyebrows. “Was—” he began again."}},{"type":"paragraph","data":{"text":"“Yes it was.”"}},{"type":"paragraph","data":{"text":"“Didn’t you ever ask him to come inside the fence before?”"}},{"type":"paragraph","data":{"text":"She was prepared now. “I did not, I certainly did not.”"}},{"type":"paragraph","data":{"text":"“One did not’s enough,” said Atticus serenely. “You never asked him to do odd jobs for you before?”"}},{"type":"paragraph","data":{"text":"“I mighta,” conceded Mayella. “There was several niggers around.”"}},{"type":"paragraph","data":{"text":"“Can you remember any other occasions?”"}},{"type":"paragraph","data":{"text":"“No.”"}},{"type":"paragraph","data":{"text":"“All right, now to what happened. You said Tom Robinson was behind you in the room when you turned around, that right?”"}},{"type":"paragraph","data":{"text":"“Yes.”"}},{"type":"paragraph","data":{"text":"“You said he ‘got you around the neck cussing and saying dirt’ — is that right?”"}},{"type":"paragraph","data":{"text":"“’t’s right.”"}},{"type":"paragraph","data":{"text":"Atticus’s memory had suddenly become accurate. “You say ‘he caught me and choked me and took advantage of me’ — is that right?”"}},{"type":"paragraph","data":{"text":"“That’s what I said.”"}},{"type":"paragraph","data":{"text":"“Do you remember him beating you about the face?”"}},{"type":"paragraph","data":{"text":"The witness hesitated."}},{"type":"paragraph","data":{"text":"“You seem sure enough that he choked you. All this time you were fighting back, remember? You ‘kicked and hollered as loud as you could.’ Do you remember him beating you about the face?”"}},{"type":"paragraph","data":{"text":"Mayella was silent. She seemed to be trying to get something clear to herself. I thought for a moment she was doing Mr. Heck Tate’s and my trick of pretending there was a person in front of us. She glanced at Mr. Gilmer."}},{"type":"paragraph","data":{"text":"“It’s an easy question, Miss Mayella, so I’ll try again. Do you remember him beating you about the face?” Atticus’s voice had lost its comfortableness; he was speaking in his arid, detached professional voice. “Do you remember him beating you about the face?”"}},{"type":"paragraph","data":{"text":"“No, I don’t recollect if he hit me. I mean yes I do, he hit me.”"}},{"type":"paragraph","data":{"text":"“Was your last sentence your answer?”"}},{"type":"paragraph","data":{"text":"“Huh? Yes, he hit — I just don’t remember, I just don’t remember... it all happened so quick.”"}},{"type":"paragraph","data":{"text":"Judge Taylor looked sternly at Mayella. “Don’t you cry, young woman—” he began, but Atticus said, “Let her cry if she wants to, Judge. We’ve got all the time in the world.”"}},{"type":"paragraph","data":{"text":"Mayella sniffed wrathfully and looked at Atticus. “I’ll answer any question you got — get me up here an’ mock me, will you? I’ll answer any question you got—”"}},{"type":"paragraph","data":{"text":"“That’s fine,” said Atticus. “There’re only a few more. Miss Mayella, not to be tedious, you’ve testified that the defendant hit you, grabbed you around the neck, choked you, and took advantage of you. I want you to be sure you have the right man. Will you identify the man who raped you?”"}},{"type":"paragraph","data":{"text":"“I will, that’s him right yonder.”"}},{"type":"paragraph","data":{"text":"Atticus turned to the defendant. “Tom, stand up. Let Miss Mayella have a good long look at you. Is this the man, Miss Mayella?”"}},{"type":"paragraph","data":{"text":"Tom Robinson’s powerful shoulders rippled under his thin shirt. He rose to his feet and stood with his right hand on the back of his chair. He looked oddly off balance, but it was not from the way he was standing. His left arm was fully twelve inches shorter than his right, and hung dead at his side. It ended in a small shriveled hand, and from as far away as the balcony I could see that it was no use to him."}},{"type":"paragraph","data":{"text":"“Scout,” breathed Jem. “Scout, look! Reverend, he’s crippled!”"}},{"type":"paragraph","data":{"text":"Reverend Sykes leaned across me and whispered to Jem. “He got it caught in a cotton gin, caught it in Mr. Dolphus Raymond’s cotton gin when he was a boy... like to bled to death... tore all the muscles loose from his bones—”"}},{"type":"paragraph","data":{"text":"Atticus said, “Is this the man who raped you?”"}},{"type":"paragraph","data":{"text":"“It most certainly is.”"}},{"type":"paragraph","data":{"text":"Atticus’s next question was one word long. “How?”"}},{"type":"paragraph","data":{"text":"Mayella was raging. “I don’t know how he done it, but he done it-I said it all happened so fast I—”"}},{"type":"paragraph","data":{"text":"“Now let’s consider this calmly—” began Atticus, but Mr. Gilmer interrupted with an objection: he was not irrelevant or immaterial, but Atticus was browbeating the witness."}},{"type":"paragraph","data":{"text":"Judge Taylor laughed outright. “Oh sit down, Horace, he’s doing nothing of the sort. If anything, the witness’s browbeating Atticus.”"}},{"type":"paragraph","data":{"text":"Judge Taylor was the only person in the courtroom who laughed. Even the babies were still, and I suddenly wondered if they had been smothered at their mothers’ breasts."}},{"type":"paragraph","data":{"text":"“Now,” said Atticus, “Miss Mayella, you’ve testified that the defendant choked and beat you — you didn’t say that he sneaked up behind you and knocked you cold, but you turned around and there he was—” Atticus was back behind his table, and he emphasized his words by tapping his knuckles on it. “—do you wish to reconsider any of your testimony?”"}},{"type":"paragraph","data":{"text":"“You want me to say something that didn’t happen?”"}},{"type":"paragraph","data":{"text":"“No ma’am, I want you to say something that did happen. Tell us once more, please, what happened?”"}},{"type":"paragraph","data":{"text":"“I told’ja what happened.”"}},{"type":"paragraph","data":{"text":"“You testified that you turned around and there he was. He choked you then?”"}},{"type":"paragraph","data":{"text":"“Yes.”"}},{"type":"paragraph","data":{"text":"“Then he released your throat and hit you?”"}},{"type":"paragraph","data":{"text":"“I said he did.”"}},{"type":"paragraph","data":{"text":"“He blacked your left eye with his right fist?”"}},{"type":"paragraph","data":{"text":"“I ducked and it — it glanced, that’s what it did. I ducked and it glanced off.” Mayella had finally seen the light."}},{"type":"paragraph","data":{"text":"“You’re becoming suddenly clear on this point. A while ago you couldn’t remember too well, could you?”"}},{"type":"paragraph","data":{"text":"“I said he hit me.”"}},{"type":"paragraph","data":{"text":"“All right. He choked you, he hit you, then he raped you, that right?”"}},{"type":"paragraph","data":{"text":"“It most certainly is.”"}},{"type":"paragraph","data":{"text":"“You’re a strong girl, what were you doing all the time, just standing there?”"}},{"type":"paragraph","data":{"text":"“I told’ja I hollered’n’kicked’n’fought—”"}},{"type":"paragraph","data":{"text":"Atticus reached up and took off his glasses, turned his good right eye to the witness, and rained questions on her. Judge Taylor said, “One question at a time, Atticus. Give the witness a chance to answer.”"}},{"type":"paragraph","data":{"text":"“All right, why didn’t you run?”"}},{"type":"paragraph","data":{"text":"“I tried...”"}},{"type":"paragraph","data":{"text":"“Tried to? What kept you from it?”"}},{"type":"paragraph","data":{"text":"“I — he slung me down. That’s what he did, he slung me down’n got on top of me.”"}},{"type":"paragraph","data":{"text":"“You were screaming all this time?”"}},{"type":"paragraph","data":{"text":"“I certainly was.”"}},{"type":"paragraph","data":{"text":"“Then why didn’t the other children hear you? Where were they? At the dump?”"}},{"type":"paragraph","data":{"text":"“Where were they?”"}},{"type":"paragraph","data":{"text":"No answer."}},{"type":"paragraph","data":{"text":"“Why didn’t your screams make them come running? The dump’s closer than the woods, isn’t it?”"}},{"type":"paragraph","data":{"text":"No answer."}},{"type":"paragraph","data":{"text":"“Or didn’t you scream until you saw your father in the window? You didn’t think to scream until then, did you?”"}},{"type":"paragraph","data":{"text":"No answer."}},{"type":"paragraph","data":{"text":"“Did you scream first at your father instead of at Tom Robinson? Was that it?”"}},{"type":"paragraph","data":{"text":"No answer."}},{"type":"paragraph","data":{"text":"“Who beat you up? Tom Robinson or your father?”"}},{"type":"paragraph","data":{"text":"No answer."}},{"type":"paragraph","data":{"text":"“What did your father see in the window, the crime of rape or the best defense to it? Why don’t you tell the truth, child, didn’t Bob Ewell beat you up?”"}},{"type":"paragraph","data":{"text":"When Atticus turned away from Mayella he looked like his stomach hurt, but Mayella’s face was a mixture of terror and fury. Atticus sat down wearily and polished his glasses with his handkerchief."}},{"type":"paragraph","data":{"text":"Suddenly Mayella became articulate. “I got somethin’ to say,” she said."}},{"type":"paragraph","data":{"text":"Atticus raised his head. “Do you want to tell us what happened?”"}},{"type":"paragraph","data":{"text":"But she did not hear the compassion in his invitation. “I got somethin’ to say an’ then I ain’t gonna say no more. That nigger yonder took advantage of me an’ if you fine fancy gentlemen don’t wanta do nothin’ about it then you’re all yellow stinkin’ cowards, stinkin’ cowards, the lot of you. Your fancy airs don’t come to nothin’ — your ma’amin’ and Miss Mayellerin’ don’t come to nothin’, Mr. Finch—”"}},{"type":"paragraph","data":{"text":"Then she burst into real tears. Her shoulders shook with angry sobs. She was as good as her word. She answered no more questions, even when Mr. Gilmer tried to get her back on the track. I guess if she hadn’t been so poor and ignorant, Judge Taylor would have put her under the jail for the contempt she had shown everybody in the courtroom. Somehow, Atticus had hit her hard in a way that was not clear to me, but it gave him no pleasure to do so. He sat with his head down, and I never saw anybody glare at anyone with the hatred Mayella showed when she left the stand and walked by Atticus’s table."}},{"type":"paragraph","data":{"text":"When Mr. Gilmer told Judge Taylor that the state rested, Judge Taylor said, “It’s time we all did. We’ll take ten minutes.”"}},{"type":"paragraph","data":{"text":"Atticus and Mr. Gilmer met in front of the bench and whispered, then they left the courtroom by a door behind the witness stand, which was a signal for us all to stretch. I discovered that I had been sitting on the edge of the long bench, and I was somewhat numb. Jem got up and yawned, Dill did likewise, and Reverend Sykes wiped his face on his hat. The temperature was an easy ninety, he said."}},{"type":"paragraph","data":{"text":"Mr. Braxton Underwood, who had been sitting quietly in a chair reserved for the Press, soaking up testimony with his sponge of a brain, allowed his bitter eyes to rove over the colored balcony, and they met mine. He gave a snort and looked away."}},{"type":"paragraph","data":{"text":"“Jem,” I said, “Mr. Underwood’s seen us.”"}},{"type":"paragraph","data":{"text":"“That’s okay. He won’t tell Atticus, he’ll just put it on the social side of the Tribune.” Jem turned back to Dill, explaining, I suppose, the finer points of the trial to him, but I wondered what they were. There had been no lengthy debates between Atticus and Mr. Gilmer on any points; Mr. Gilmer seemed to be prosecuting almost reluctantly; witnesses had been led by the nose as asses are, with few objections. But Atticus had once told us that in Judge Taylor’s court any lawyer who was a strict constructionist on evidence usually wound up receiving strict instructions from the bench. He distilled this for me to mean that Judge Taylor might look lazy and operate in his sleep, but he was seldom reversed, and that was the proof of the pudding. Atticus said he was a good judge."}},{"type":"paragraph","data":{"text":"Presently Judge Taylor returned and climbed into his swivel chair. He took a cigar from his vest pocket and examined it thoughtfully. I punched Dill. Having passed the judge’s inspection, the cigar suffered a vicious bite. “We come down sometimes to watch him,” I explained. “It’s gonna take him the rest of the afternoon, now. You watch.” Unaware of public scrutiny from above, Judge Taylor disposed of the severed end by propelling it expertly to his lips and saying, “Fhluck!” He hit a spittoon so squarely we could hear it slosh. “Bet he was hell with a spitball,” murmured Dill."}},{"type":"paragraph","data":{"text":"As a rule, a recess meant a general exodus, but today people weren’t moving. Even the Idlers who had failed to shame younger men from their seats had remained standing along the walls. I guess Mr. Heck Tate had reserved the county toilet for court officials."}},{"type":"paragraph","data":{"text":"Atticus and Mr. Gilmer returned, and Judge Taylor looked at his watch. “It’s gettin’ on to four,” he said, which was intriguing, as the courthouse clock must have struck the hour at least twice. I had not heard it or felt its vibrations."}},{"type":"paragraph","data":{"text":"“Shall we try to wind up this afternoon?” asked Judge Taylor. “How ‘bout it, Atticus?”"}},{"type":"paragraph","data":{"text":"“I think we can,” said Atticus."}},{"type":"paragraph","data":{"text":"“How many witnesses you got?”"}},{"type":"paragraph","data":{"text":"“One.”"}},{"type":"paragraph","data":{"text":"“Well, call him.”"}},{"type":"paragraph","data":{"text":" "}},{"type":"paragraph","data":{"text":" "}},{"type":"paragraph","data":{"text":" "}}]}